<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<link rel="icon" type="image/ico" href="/tools/dlpage/res/chrome/images/chrome-16.png"><title>Google Chrome Terms of Service</title>
<style>
body { font-family:Arial; font-size:13px; }
</style>
</head>

<body>
<h3>&bdquo;Google Chrome&ldquo; paslaugų teikimo sąlygos</h3>
<p>&Scaron;ios Paslaugų teikimo sąlygos taikomos &bdquo;Google Chrome&ldquo; vykdomajai kodo versijai.&nbsp; &bdquo;Google Chrome&ldquo; i&scaron;eitinį kodą galima naudoti nemokamai pagal atvirojo kodo programinės įrangos licencijos sutartis, pasiekiamas adresu <a href="http://code.google.com/chromium/terms.html">http://code.google.com/chromium/terms.html</a>.&nbsp; </p>
<p><b>1. Jūsų santykis su &bdquo;Google&ldquo;</b></p>
<p>1.1 Jūsų naudojimasis &bdquo;Google&ldquo; produktais, programine įranga, paslaugomis ir tinklalapiais (&scaron;iame dokumente bendrai nurodomais kaip &bdquo;Paslaugos&ldquo;, i&scaron;skyrus visas &bdquo;Google&ldquo; jums teikiamas paslaugas pagal atskirą ra&scaron;ytinę sutartį) apibrėžtas teisinės jus ir &bdquo;Google&ldquo; siejančios sutarties sąlygų. &bdquo;Google&ldquo; rei&scaron;kia įmonę &bdquo;Google Inc.&ldquo;, kurios pagrindinė būstinė įsikūrusi adresu 1600 Amphitheatre Parkway, Mountain View, CA 94043, United States (JAV). &Scaron;iame dokumente paai&scaron;kinta, kaip sutartis sudaryta, taip pat i&scaron;dėstytos kai kurios tos sutarties sąlygos.</p>
<p>1.2 Jei su &bdquo;Google&ldquo; ra&scaron;tu nesutarta prie&scaron;ingai, į jūsų sutartį su &bdquo;Google&ldquo; visada bus įtrauktos &scaron;iame dokumente i&scaron;dėstytos nuostatos ir sąlygos. Toliau &scaron;iame dokumente jos nurodomos kaip &bdquo;Bendrosios sąlygos&ldquo;.&nbsp; &bdquo;Google Chrome&ldquo; i&scaron;eitinio kodo atvirojo kodo programinės įrangos licencijos sudaro atskiras ra&scaron;ytines sutartis.&nbsp; Tiek, kiek atvirojo kodo programinės įrangos licencijos ai&scaron;kiai pakeičia &scaron;ias Bendrąsias sąlygas, atvirojo kodo licencijos lemia jūsų sutartį su &bdquo;Google&ldquo; dėl &bdquo;Google Chrome&ldquo; ar konkrečių sudėtinių &bdquo;Google Chrome&ldquo; komponentų naudojimo.</p>
<p>1.3 Be Bendrųjų sąlygų, į jūsų sutartį su &bdquo;Google&ldquo; bus įtrauktos ir visų Paslaugoms taikomų Teisinių prane&scaron;imų sąlygos. Toliau sutartyje jos visos nurodomos kaip &bdquo;Papildomos nuostatos&ldquo;. Tokiais atvejais, kai Paslaugai taikomos Papildomos nuostatos, &scaron;ias nuostatas galėsite perskaityti naudodamiesi Paslauga arba per &scaron;ią Paslaugą.</p>
<p>1.4 Bendrosios sąlygos, kartu su Papildomomis nuostatomis, sudaro teisi&scaron;kai įpareigojančią jūsų ir &bdquo;Google&ldquo; sutartį dėl&nbsp; naudojimosi Paslaugomis. Labai svarbu, kad atidžiai perskaitytumėte &scaron;ias sąlygas ir nuostatas. Bendrai &scaron;i teisinė sutartis toliau nurodoma kaip &bdquo;Sąlygos&ldquo;.</p>
<p>1.5 Jei kuriais nors atvejais Papildomos nuostatos prie&scaron;taraus Bendrosioms sąlygoms, pirmenybė dėl &scaron;ių Paslaugų bus teikiama Papildomoms nuostatoms.</p>
<p><b>2. Sutikimas su Sąlygomis</b></p>
<p>2.1 Jei norite naudotis Paslaugomis, visų pirma turite sutikti su Sąlygomis. Jei su Sąlygomis nesutinkate, naudotis Paslaugomis negalėsite.</p>
<p>2.2 Patvirtinti savo sutikimą su Sąlygomis galite:</p>
<p>(A) spustelėdami Sąlygų priėmimo arba sutikimo su jomis nuorodą ten, kur &scaron;ią parinktį jums pateikia įmonė &bdquo;Google&ldquo;, t. y. bet kurios teikiamos Paslaugos naudotojo sąsajoje; arba</p>
<p>(B) fakti&scaron;kai naudodamiesi Paslaugomis. Tokiu atveju jūs suprantate ir sutinkate, kad &bdquo;Google&ldquo; jūsų naudojimąsi Paslaugomis nuo &scaron;iol traktuos kaip sutikimą su Sąlygomis.</p>
<p>2.3 Jums neleidžiama naudotis Paslaugomis ir jūs negalite sutikti su Sąlygomis, jeigu: (a) nesate įstatymų nustatyto amžiaus, kurio sulaukus galima sudaryti įpareigojančią sutartį su &bdquo;Google&ldquo;, arba (b) jei esate asmuo, kuriam uždrausta naudotis Paslaugomis pagal Jungtinių Amerikos Valstijų ar kitų &scaron;alių įstatymus, įskaitant &scaron;alį, kurioje jūs gyvenate ar kurioje naudojatės Paslaugomis.</p>
<p>2.4 Jei norite tęsti, i&scaron;spausdinkite arba i&scaron;saugokite Bendrųjų sąlygų kopiją, kad galėtumėte ja naudotis vėliau.</p>
<p><b>3. Sąlygų kalba</b></p>
<p>3.1 Tais atvejais, kai &bdquo;Google&ldquo; pateikia Sąlygų versijos anglų kalba vertimą, jūs sutinkate, kad vertimas pateikiamas tik jūsų patogumui ir kad jūsų santykius su &bdquo;Google&ldquo; nustatys Sąlygų versijos anglų kalba.</p>
<p>3.2 Jei kuriais nors atvejais vertimo variantas neatitiks anglų kalbos Sąlygų versijos, pirmenybė bus teikiama Sąlygų versijai anglų kalba.</p>
<p><b>4. &bdquo;Google&ldquo; Paslaugų teikimas</b></p>
<p>4.1 &bdquo;Google&ldquo; visame pasaulyje turi antrinių įmonių ir dukterinių teisi&scaron;kai apibrėžtų subjektų (&bdquo;Antrinės įmonės ir dukterinės bendrovės&ldquo;). Kai kuriais atvejais &scaron;ios įmonės jums teiks Paslaugas &bdquo;Google&ldquo; vardu. Jūs patvirtinate ir sutinkate, kad antrinės įmonės ir dukterinės bendrovės teiktų jums Paslaugas.</p>
<p>4.2 &bdquo;Google&ldquo; nuolatos atsinaujina, siekdama teikti savo naudotojams kuo geresnį naudojimosi Paslaugomis patyrimą. Jūs patvirtinate ir sutinkate, kad &bdquo;Google&ldquo; teikiamų jums Paslaugų forma ir pobūdis kartais gali būti pakeisti, i&scaron; anksto jums neprane&scaron;us.</p>
<p>4.3 Kaip ir dėl nuolatinių atnaujinimų, jūs pripažįstate ir sutinkate, kad &bdquo;Google&ldquo; gali sustabdyti (visam laikui ar laikinai) tam tikrų Paslaugų teikimą (ar bet kurias tų Paslaugų funkcijas) jums ar visiems naudotojams savo pačios nuožiūra, prie&scaron; tai jūsų neįspėjusi. Jūs galite liautis naudojęsis Paslaugomis bet kuriuo metu. Jums nebūtina specialiai prane&scaron;ti &bdquo;Google&ldquo; apie tai, kad liovėtės naudotis Paslaugomis.</p>
<p>4.4 Jūs pripažįstate ir sutinkate, kad, &bdquo;Google&ldquo; uždarius prieigą prie jūsų paskyros, jums gali būti užkirstas kelias naudotis Paslaugomis, jūsų paskyros duomenimis ar bet kokiais joje laikomais failais ar turiniu.</p>
<p>4.5 Jūs pripažįstate ir sutinkate, kad, kol &bdquo;Google&ldquo; administracija tam tikru metu gali būti nenustačiusi fiksuotos auk&scaron;čiausios perdavimų skaičiaus ribos, jūs galite siųsti arba gauti duomenis, naudodamiesi &bdquo;Paslaugomis&ldquo; arba didžiule duomenų laikymo erdve, naudojama bet kokiai &bdquo;Paslaugai&ldquo; teikti; tokias fiksuotas auk&scaron;čiausias perdavimų skaičiaus ribas &bdquo;Google&ldquo; gali bet kuriuo metu nustatyti savo nuožiūra.</p>
<p><b>5. Jūsų naudojimasis Paslaugomis</b></p>
<p>5.1 Tam, kad pasiektumėte tam tikras Paslaugas, registracijos proceso metu arba pageidaudami pratęsti naudojimąsi Paslaugomis, galbūt turėsite pateikti tam tikrą asmeninę informaciją (pvz., tapatybės nustatymo arba kontaktinius duomenis). Jūs sutinkate, kad visa registracijos informacija, kurią suteikiate &bdquo;Google&ldquo;, visada bus tiksli, teisinga ir naujausia.</p>
<p>5.2 Jūs sutinkate naudotis Paslaugomis tik tais tikslais, kuriuos leidžia (a) Sąlygos ir (b) atitinkami įstatymai, nuostatai arba susijusių jurisdikcijų bendrai priimti veiksmai ar taisyklės (įskaitant įstatymus dėl duomenų ar programinės įrangos eksporto ir importo į JAV ir kitas susijusias &scaron;alis).</p>
<p>5.3 Jūs sutinkate nesinaudoti jokiomis &bdquo;Google&ldquo; Paslaugomis (ir nesistengti jų pasiekti) jokiomis kitomis priemonėmis, i&scaron;skyrus per &bdquo;Google&ldquo; pateiktą sąsają, nebent tai daryti jums buvo i&scaron;imtinai leista atskiru ra&scaron;ytiniu susitarimu su &bdquo;Google&ldquo;.</p>
<p>5.4 Jūs sutinkate nedalyvauti jokioje veikloje, kuri kenkia ar žlugdo Paslaugas (ar su Paslaugomis susijusius serverius ir tinklus).</p>
<p>5.5 Jūs sutinkate jokiais tikslais neatkurti, nedaryti kopijų ir nuora&scaron;ų, neparduoti, nekeisti ir neperparduoti Paslaugų, jei atskiru ra&scaron;ytiniu susitarimu su &bdquo;Google&ldquo; konkrečiai jums nesuteiktas leidimas tai daryti.</p>
<p>5.6 Jūs sutinkate, kad tik jūs esate atsakingas (-a) už bet kokių Sąlygose numatytų įsipareigojimų nesilaikymą (ir kad &bdquo;Google&ldquo; dėl to neatsako nei jūsų, nei bet kurios kitos &scaron;alies atžvilgiu) ir už visas su tuo susijusias pasekmes (įskaitant bet kokius &bdquo;Google&ldquo; patiriamus nuostolius ar žalą).</p>
<p><b>6. Jūsų slaptažodžių ir paskyros saugumas</b></p>
<p>6.1 Jūs sutinkate ir suprantate, kad esate atsakingas (-a) už slaptažodžių, naudojamų paskyrose, skirtose pasiekti Paslaugoms, konfidencialumą.</p>
<p>6.2 Taip pat jūs sutinkate, kad tik jūs būsite atsakingas (-a) &bdquo;Google&ldquo; atžvilgiu dėl visų jūsų paskyroje atliekamų veiksmų.</p>
<p>6.3 Sužinoję apie bet kokį neteisėtą savo slaptažodžio ar paskyros panaudojimą, jūs sutinkate nedelsdami prane&scaron;ti &bdquo;Google&ldquo; administracijai &scaron;iuo adresu: <a href="http://www.google.com/support/accounts/bin/answer.py?answer=48601">http://www.google.lt/support/accounts/bin/answer.py?answer=48601</a>.</p>
<p><b>7. Privatumas ir jūsų asmeninė informacija</b></p>
<p>7.1 Informacijos apie &bdquo;Google&ldquo; duomenų apsaugos taikymą ie&scaron;kokite &bdquo;Google&ldquo; privatumo politikoje adresu <a href="http://www.google.co.uk/privacy.html">http://www.google.lt/privacy.html</a>. &Scaron;iose su privatumu susijusiose taisyklėse paai&scaron;kinta, kaip &bdquo;Google&ldquo; traktuoja jūsų asmeninę informaciją ir saugo jūsų privatumą, naudojantis Paslaugomis.</p>
<p>7.2 Jūs sutinkate, kad jūsų duomenys būtų naudojami pagal &bdquo;Google&ldquo; privatumo politiką.</p>
<p><b>8. Paslaugų turinys</b></p>
<p>8.1 Jūs suprantate, kad už visą informaciją (tokią kaip duomenų failai, ra&scaron;ytinis tekstas, kompiuterių programinė įranga, muzika, garso failai ar kitokie garsai, nuotraukos, vaizdo įra&scaron;ai ar kiti paveikslėliai), kurią galite pasiekti naudodamiesi Paslaugomis ar per Paslaugas, yra atsakingas tik &scaron;į turinį pateikęs asmuo. Visa &scaron;i informacija toliau nurodoma kaip &bdquo;Turinys&ldquo;.</p>
<p>8.2 Jūs turėtumėte žinoti, kad kaip Paslaugų dalis jums teikiamas Turinys, įskaitant, bet tuo neapsiribojant, Paslaugose esančią reklamą bei rėmėjų Turinį, gali būti saugomas intelektinės nuosavybės teisės, priklausančios tokį Turinį &bdquo;Google&ldquo; teikiantiems rėmėjams ir reklamuotojams (arba kitiems jiems atstovaujantiems asmenims ar įmonėms). Jums neleidžiama keisti, nuomoti, skolinti, parduoti, platinti ar kurti i&scaron;vestinių darbų, grindžiamų &scaron;iuo Turiniu (visu arba jo dalimi), nebent tokią teisę jums atskira sutartimi suteikė &bdquo;Google" arba tokio Turinio savininkai.</p>
<p>8.3 &bdquo;Google&ldquo; pasilieka teisę (tačiau nėra įpareigota) i&scaron; anksto patikrinti, peržiūrėti, pažymėti, filtruoti, keisti, nepriimti arba pa&scaron;alinti bet kokį Turinį arba jo dalį, prieinamą naudojantis Paslaugomis. Kai kurioms Paslaugoms &bdquo;Google&ldquo; gali pateikti priemones, skirtas filtruoti seksualinio pobūdžio turinį. &Scaron;ios priemonės apima ir &bdquo;SafeSearch&ldquo; parinkčių nuostatas (žr. <a href="http://www.google.co.uk/help/customize.html#safe">http://www.google.lt/help/customize.html#safe</a>). Be to, galima įsigyti mokamų paslaugų ir programinės įrangos, skirtų apriboti prieigą prie medžiagos, kuri jums gali atrodyti nemaloni ar įžeidžianti.</p>
<p>8.4 Jūs suprantate, kad naudojantis Paslaugomis jums gali tekti pamatyti Turinį, kuris jums gali pasirodyti įžeidžiantis, nederamas ar nemalonus, ir kad jūs naudojatės &bdquo;Google" paslaugomis savo paties (-čios) rizika.</p>
<p>8.5 Jūs sutinkate, kad tik jūs esate atsakingas (-a) (ir kad &bdquo;Google&ldquo; už tai neatsako nei jūsų, nei bet kokios trečios &scaron;alies atžvilgiu) už bet kokį jūsų naudojantis Paslauga sukurtą, perduodamą ar rodomą Turinį ir visas su tuo susijusias pasekmes (įskaitant bet kokius &bdquo;Google&ldquo; patiriamus nuostolius ar žalą).</p>
<p><b>9. Nuosavybės teisės</b></p>
<p>9.1 Jūs pripažįstate ir sutinkate, kad &bdquo;Google" (arba jos licencijos i&scaron;davėjams) priklauso visos juridinės, nuosavybės ir turtinės su Paslaugomis susijusios teisės, įskaitant bet kokias intelektinės nuosavybės teises, naudojamas Paslaugose (nepriklausomai nuo to, ar &scaron;ios teisės registruotos ar ne, kad ir kur pasaulyje jos veiktų). Taip pat jūs pripažįstate, kad kartu su Paslaugomis gali būti teikiama informacija, kurią &bdquo;Google&ldquo; laiko slapta, ir patvirtinate, kad sutinkate neatskleisti tokios informacijos be i&scaron;ankstinio &bdquo;Google&ldquo; sutikimo ra&scaron;tu.</p>
<p>9.2 Jei ra&scaron;tu su &bdquo;Google&ldquo; nesutarėte prie&scaron;ingai, nė viename Sąlygų punkte jums nėra suteikiama teisė naudoti &bdquo;Google&ldquo; prekių pavadinimų, prekių ženklų, paslaugų ženklų, logotipų, sričių pavadinimų ir kitų skiriamųjų įmonės ženklų.</p>
<p>9.3 Jei atskira ra&scaron;ytine sutartimi su &bdquo;Google&ldquo; jums yra suteikta i&scaron;skirtinė teisė naudoti bet kuriuos i&scaron; &scaron;ių įmonės skiriamųjų ženklų, jūs sutinkate &scaron;iuos skiriamuosius ženklus naudoti nepažeisdami tos sutarties, bet kurių galiojančių Sąlygų nuostatų ir nuolat atnaujinamų &bdquo;Google&ldquo; prekės ženklų naudojimo taisyklių. &Scaron;ias gaires galima peržiūrėti internete adresu <a href="http://www.google.co.uk/permissions/guidelines.html">http://www.google.lt/permissions/guidelines.html</a> (ar kitu tokiu URL adresu, kurį &scaron;iuo tikslu kartais gali teikti &bdquo;Google&ldquo;).</p>
<p>9.4 Be 11 skyriuje nurodytos ribotos licencijos, &bdquo;Google&ldquo; pripažįsta ir sutinka, kad jūs (ar jūsų licencijų i&scaron;davėjai) nesuteikiate jai jokių teisių, nuosavybės ar turto teisių į bet kurį jūsų naudojantis Paslaugomis arba per jas teikiamą, siunčiamą ar rodomą Turinį, įskaitant bet kokias intelektinės nuosavybės teises, susijusias su tuo Turiniu (nepriklausomai nuo to, ar &scaron;ios teisės registruotos ar ne, kad ir kur pasaulyje jos veiktų). Jei ra&scaron;tu su &bdquo;Google" nesutarėte prie&scaron;ingai, jūs sutinkate, kas esate atsakingas (-a) už &scaron;ių teisių saugojimą ir vykdymą ir kad &bdquo;Google&ldquo; nėra įpareigota to daryti jūsų vardu.</p>
<p>9.5 Jūs sutinkate ne&scaron;alinti, nemaskuoti ar nekeisti jokių nuosavybės teisių prane&scaron;imų (įskaitant autorystės ir prekės ženklų prane&scaron;imus), kurie gali būti pridėti arba įtraukti į teikiamas Paslaugas.</p>
<p>9.6 Naudodamiesi Paslaugomis jūs sutinkate nenaudoti jokių prekės ženklų, paslaugų ženklų, prekių pavadinimų, bendrovių ar organizacijų logotipų tokiais būdais, kurie galėtų suklaidinti klientus dėl to, kas yra &scaron;ių ženklų, pavadinimų ir logotipų savininkas ir įgaliotasis naudotojas, nebent tokią teisę jums ra&scaron;tu suteikė įmonė &bdquo;Google&ldquo;.</p>
<p><b>10. &bdquo;Google&ldquo; licencija</b></p>
<p>10.1 &bdquo;Google&ldquo; suteikia jums asmeninę, galiojančią visame pasaulyje, nemokamą ir nei&scaron;skirtinę licenciją naudotis programine įranga, kurią suteikia įmonė &bdquo;Google&ldquo; kaip jos teikiamų jums Paslaugų dalį (toliau vadinama &bdquo;Programine įranga&ldquo;). &Scaron;i licencija suteikiama i&scaron;skirtinai siekiant leisti jums Sąlygose numatytais būdais naudotis ir mėgautis &bdquo;Google&ldquo; teikiamų Paslaugų privalumais.</p>
<p>10.2 Jums neleidžiama kopijuoti, keisti, kurti i&scaron;vestinių darbų, projektuoti atvirk&scaron;tine eiga, rinkti atvirk&scaron;tine eiga ir kitaip bandyti i&scaron;gauti programinės įrangos ar bet kurios jos sudedamosios dalies &scaron;altinio kodo (ir neleidžiama leisti to daryti bet kokiai trečiajai &scaron;aliai), nebent tokią veiklą leidžia ar jos reikalauja įstatymas arba &bdquo;Google" tam suteikė jums atskirą leidimą ra&scaron;tu.</p>
<p>10.3 Jums neleidžiama suteikti antrinės licencijos, suteikti kreditoriaus teisės ir kitais būdais perduoti bet kokių jums suteiktų Programinės įrangos teisių (ar leisti tai daryti bet kokiai trečiajai &scaron;aliai), nebent &bdquo;Google" ra&scaron;tu tam suteikė jums konkretų leidimą.</p>
<p><b>11. Jūsų Turinio licencija</b></p>
<p>11.1 Jums naudojantis Paslaugomis visos jums priklausančios jūsų teikiamo, vie&scaron;inamo ar rodomo Turinio autorių ir kitokios teisės priklauso jums.</p>
<p><b>12. Programinės įrangos atnaujinimai</b></p>
<p>12.1 Jūsų naudojama Programinė įranga kartais gali automati&scaron;kai atsisiųsti i&scaron; &bdquo;Google&ldquo; ir diegti atnaujinimus. &Scaron;ie atnaujinimai skirti Paslaugoms tobulinti, gerinti ir toliau vystyti, jie gali apimti klaidų taisymus, patobulintas funkcijas, naujus programinės įrangos modulius ir visi&scaron;kai naujas versijas. Jūs sutinkate gauti tokius atnaujinimus (ir leidžiate &bdquo;Google&ldquo; juos jums siųsti) kaip jūsų naudojimosi Paslaugomis dalį.</p>
<p><b>13. Santykių su &bdquo;Google&ldquo; nutraukimas</b></p>
<p>13.1 &Scaron;ios Sąlygos galios tol, kol jas nutrauksite jūs arba &bdquo;Google&ldquo; toliau nustatyta tvarka.</p>
<p>13.2 Jeigu jūs norite panaikinti savo teisinę sutartį su &bdquo;Google&ldquo;, tai padaryti galite: (a) bet kuriuo metu prane&scaron;dami apie tai &bdquo;Google&ldquo; ir (b) uždarydami visas jūsų naudojamas Paslaugoms priklausančias paskyras, kurias jums suteikė įmonė &bdquo;Google&ldquo;. &Scaron;į ra&scaron;ytinį prane&scaron;imą turite nusiųsti &bdquo;Google&ldquo; adresu, nurodytu &scaron;ių Sąlygų pradžioje.</p>
<p>13.3 &bdquo;Google&ldquo; bet kuriuo metu gali nutraukti su jumis teisinę sutartį, jeigu:</p>
<p>(A) jūs pažeidėte kurią nors Sąlygų nuostatą (arba jei i&scaron; jūsų elgesio galima padaryti i&scaron;vadas, kad jūs neketinate arba negalite laikytis &scaron;ių Sąlygų), arba</p>
<p>(B) &bdquo;Google&ldquo; priversta tai padaryti pagal įstatymus (pavyzdžiui, jei Paslaugų teikimas jums yra arba tampa neteisėtas), arba</p>
<p>(C) partneris, su kuriuo bendradarbiaudama &bdquo;Google&ldquo; pasiūlė jums teikti Paslaugas, nutraukė su &bdquo;Google&ldquo; santykius arba nustojo siūlyti jums Paslaugas, arba</p>
<p>(D) &bdquo;Google&ldquo; rengiasi nebeteikti Paslaugų &scaron;alyje, kurioje gyvenate arba i&scaron; kurios &scaron;ia paslauga naudojatės, arba</p>
<p>(E) &bdquo;Google&ldquo; manymu, jos jums teikiamos Paslaugos yra nebenaudingos komerci&scaron;kai.</p>
<p>13.4 Nė vienas &scaron;io skyriaus teiginys neturės įtakos &bdquo;Google&ldquo; teisei teikti Paslaugas pagal Sąlygų 4 skyrių.</p>
<p>13.5 Pasibaigus Sąlygų galiojimo laikui visos teisės, įsipareigojimai ir atsakomybė, kuriomis jūs ir &bdquo;Google&ldquo; naudojotės ir kurių turėjote laikytis (arba kurių įgijote Sąlygų galiojimo metu) arba kurios jums suteiktos neribotam laikui, nebus paveiktos, ir 20.7 paragrafe nurodytos nuostatos toliau bus taikomos &scaron;ioms teisėms, įsipareigojimas ir atsakomybėms neribotą laiką.</p>
<p><b>14. Garantijų neįtraukimas</b></p>
<p>14.1 Paslaugos yra teikiamos &bdquo;tokios, kokios yra&ldquo;, ir &bdquo;Google&ldquo;, jos antrinės įmonės, dukterinės bendrovės ir jos licencijų i&scaron;davėjai nesuteikia jums dėl &scaron;ių Paslaugų jokių garantijų.</p>
<p>14.2 Ypač &bdquo;Google&ldquo;, jos antrinės įmonės, dukterinės bendrovės ir licencijų i&scaron;davėjai neparei&scaron;kia ir negarantuoja, kad:</p>
<p>(A) jūsų naudojimasis Paslaugomis atitiks jūsų reikalavimus,</p>
<p>(B) jūsų naudojimasis Paslaugomis bus be pertrūkių, savalaikis, saugus ir be klaidų,</p>
<p>(C) visa informacija, kurią gausite naudodamiesi Paslaugomis, bus tiksli ar patikima, ir</p>
<p>(D) kad bet kokios jums pateiktos programinės įrangos kaip Paslaugų dalies valdymo ir funkcionalumo klaidos bus i&scaron;taisytos.</p>
<p>14.3 Paslaugoms netaikomos jokios aplinkybės, garantijos ar kitos sąlygos (įskaitant visas numanomas sąlygas dėl geros kokybės, tinkamumo konkrečiam tikslui ar atitikimo apra&scaron;ymą), i&scaron;skyrus tai, kiek jos ai&scaron;kiai i&scaron;dėstytos Sąlygose.</p>
<p>14.4 Joks &scaron;ių Sąlygų nurodymas nepaveiks tų įstatymo nustatytų teisių, kurias jūs visada turite kaip klientas ir kurių negalite sutikti keisti ar atsisakyti pagal sutartį.</p>
<p><b>15. Atsakomybės apribojimas</b></p>
<p>15.1 Niekas &scaron;iose Sąlygose nepanaikins ir neapribos &bdquo;Google&ldquo; atsakomybės dėl nuostolių, kuri pagal galiojančius įstatymus negali būti panaikinta ar apribota.</p>
<p>15.2 Vadovaujantis bendromis ankstesniame 15.1 paragrafe i&scaron;dėstytomis nuostatomis, &bdquo;Google&ldquo;, jos antrinės įmonės, dukterinės bendrovės ir licencijų i&scaron;davėjai nebus atsakingi jūsų atžvilgiu dėl:</p>
<p>(A) jokių netiesioginių ar pasekminių nuostolių, kuriuos jūs galite patirti. Tai apima bet kokį jūsų patirtą pelno praradimą (patiriamą tiesiogiai ar netiesiogiai), įmonės prestižo, geros reputacijos ar duomenų praradimą;</p>
<p>(B) bet kokių nuostolių ar žalos, kurią galite patirti dėl:</p>
<p>(i) jūsų i&scaron;reik&scaron;to pasitikėjimo kokios nors reklamos i&scaron;samumu, tikslumu ar buvimu arba dėl kokių nors jūsų santykių ar operacijos tarp jūsų ir bet kurio reklamuotojo ar rėmėjo, kurio reklama rodoma Paslaugose;</p>
<p>(ii) bet kokių &bdquo;Google&ldquo; Paslaugoms atliktų pakeitimų arba dėl bet kokio nuolatinio ar laikino Paslaugų (ar bet kurios Paslaugų funkcijos) teikimo nutraukimo;</p>
<p>(iii) bet kokio Turinio ir kitų ry&scaron;ių duomenų, palaikomų ar perduodamų jums naudojantis Paslaugomis ar per Paslaugas, panaikinimo, sugadinimo ar nesėkmingo saugojimo;</p>
<p>(iii) to, kad nepateikiate &bdquo;Google&ldquo; tikslios paskyros informacijos;</p>
<p>(iv) jūsų slaptažodžio ar paskyros informacijos saugumo ir konfidencialumo neužtikrinimo;</p>
<p>15.3 &bdquo;Google&ldquo; atsakomybės jūsų atžvilgiu apribojimai, i&scaron;dėstyti 15.2 paragrafe, bus taikomi ir tuo atveju, jei &bdquo;Google&ldquo; žinojo arba turėjo žinoti ar būti informuota apie tokių nuostolių tikimybę.</p>
<p><b>16. Autorių teisių ir prekės ženklų taisyklės</b></p>
<p>16.1 &bdquo;Google&ldquo; taisyklėse numatytas reagavimas į prane&scaron;imus apie įtariamus autorių teisių pažeidimus, atitinkančius tarptautinius intelektinės nuosavybės įstatymus (įskaitant Jungtinėse Amerikos Valstijose taikomą Skaitmeninio tūkstantmečio autorių teisių įstatymą (&bdquo;Digital Millennium Copyright Act&ldquo;) ir pakartotinių pažeidėjų paskyrų galiojimo nutraukimas. I&scaron;samesnės informacijos apie &bdquo;Google&ldquo; politiką rasite adresu <a href="http://www.google.co.uk/dmca.html">http://www.google.lt/dmca.html</a>.</p>
<p>16.2 &bdquo;Google&ldquo; naudoja nusiskundimų dėl prekės ženklo procedūrą, skirtą &bdquo;Google&ldquo; reklamos verslui; daugiau informacijos apie tai rasite adresu <a href="http://www.google.co.uk/tm_complaint.html">http://www.google.lt/tm_complaint.html</a>.</p>
<p><b>17. Reklaminiai skelbimai</b></p>
<p>17.1 Kai kurios Paslaugos yra remiamos i&scaron; reklamos gaunamo pelno, todėl jose &bdquo;Google" gali dėti reklamas ir reklamuoti kitas paslaugas. Tokie reklaminiai skelbimai gali būti taikomi prie su &bdquo;Google" paslaugose saugomos informacijos turinio, per &bdquo;Google" paslaugas teikiamų užklausų ir prie kitos informacijos.</p>
<p>17.2 &bdquo;Google" Paslaugose reklamos rodymo būdas, režimas ir apimtis gali būti keičiami i&scaron; anksto jums neprane&scaron;us.</p>
<p>17.3 Įvertindami &bdquo;Google&ldquo; jums suteiktą prieigą ir leidimą naudotis Paslaugomis jūs sutinkate leisti &bdquo;Google&ldquo; kartu su Paslaugomis teikti tokius reklaminius skelbimus.</p>
<p><b>18. Kitas turinys</b></p>
<p>18.1 Paslaugose gali būti naudojamos nuorodos į kitus tinklalapius, turinį ar i&scaron;teklius. Gali būti, kad &bdquo;Google&ldquo; negalės kontroliuoti tinklalapių ar i&scaron;teklių, teikiamų ne &bdquo;Google&ldquo;, o kitų įmonių ar privačių asmenų.</p>
<p>18.2 Jūs pripažįstate ir sutinkate, kad &bdquo;Google&ldquo; nėra atsakinga už tokių nepriklausomų svetainių ar i&scaron;teklių prieinamumą ir kad ji neremia tokiuose tinklalapiuose ar i&scaron;tekliuose rodomos reklamos, produktų ar kitokios medžiagos.</p>
<p>18.3 Jūs pripažįstate ir sutinkate, kad &bdquo;Google&ldquo; nėra atsakinga už jokius nuostolius ir žalą, kurią patiriate dėl galimybės pasiekti tokius i&scaron;orines svetaines ir i&scaron;teklius, arba dėl jūsų i&scaron;reik&scaron;to pasitikėjimo reklamos, produktų ar kitokios medžiagos, skalbiamos arba galimos pasiekti i&scaron; tokių tinklalapių arba i&scaron;teklių, i&scaron;samumu, tikslumu ir egzistavimu.</p>
<p><b>19. Sąlygų pakeitimai</b></p>
<p>19.1 Kartais &bdquo;Google&ldquo; gali keisti Bendrąsias sąlygas ir Papildomas nuostatas. Atlikusi &scaron;iuos pakeitimus, &bdquo;Google&ldquo; paskelbs naują Bendrųjų sąlygų kopiją, pasiekiamą adresu <a href="http://google.co.uk/accounts/TOS?hl=en">http://www.google.lt/accounts/TOS?hl=lt</a> ir apie visas naujas Papildomas nuostatas galėsite sužinoti naudodamiesi Paslaugomis arba per Paslaugas, kurias tokie pakeitimai paveiks.</p>
<p>19.2 Jūs suprantate ir sutinkate, kad jei naudositės Paslaugomis pasikeitus Bendrosioms sąlygoms ar Papildomoms nuostatoms &bdquo;Google&ldquo; laikys, kad jūs sutinkate su Bendrųjų sąlygų ar Papildomų nuostatų pakeitimais.</p>
<p><b>20. Bendrosios teisinės sąlygos</b></p>
<p>20.1 Kartais naudojantis Paslaugomis jūs galite pasinaudoti paslauga, atsisiųsti programinės įrangos arba įsigyti produktų, kuriuos teikia kitas asmuo ar įmonė. Jūsų naudojimasis minėtomis kitomis paslaugomis, programine įranga arba produktais gali būti apibrėžtas kitomis jūsų ir susijusios įmonės ar asmens sutartimis. Tokiu atveju Sąlygos neturi įtakos teisiniams santykiams su tokiomis įmonėmis ar asmenimis.</p>
<p>20.2 Sąlygas sudaro visa jūsų teisinė sutartis su &bdquo;Google", jos reglamentuoja jūsų naudojimąsi Paslaugomis (i&scaron;skyrus visas kitas &bdquo;Google" jums teikiamas paslaugas, apibrėžtas kitomis ra&scaron;ytinėmis sutartimis) ir visi&scaron;kai pakeičia kitas jūsų su &bdquo;Google&ldquo; Paslaugų atžvilgiu sudarytas sutartis.</p>
<p>20.3 Jūs sutinkate, kad &bdquo;Google&ldquo; gali siųsti jums prane&scaron;imus, įskaitant informaciją apie Sąlygų pakeitimus, el. pa&scaron;tu, įprastu pa&scaron;tu arba paskelbdama savo teikiamose Paslaugose.</p>
<p>20.4 Jūs sutinkate, kad, jei &bdquo;Google&ldquo; nesinaudoja ar nepriverčia naudotis teise ar priemone, numatyta Sąlygose (arba kuria pasinaudoti &bdquo;Google&ldquo; turi teisę pagal galiojančius įstatymus), tai oficialiai nepanaikins &bdquo;Google&ldquo; teisių, ir &bdquo;Google&ldquo; galės pasinaudoti savo teisėmis ar imtis reikalingų priemonių.</p>
<p>20.5 Jei kuris nors teismas, turintis galių spręsti &scaron;iuos reikalus, nuspręs, kad kuri nors &scaron;ių Sąlygų dalis yra negaliojanti, tokia nuostata bus pa&scaron;alinta i&scaron; Sąlygų ir nepaveiks likusios Sąlygų dalies. Likusi Sąlygų dalis ir toliau galios, ir bus privaloma jos laikytis.</p>
<p>20.6 Jūs pripažįstate ir sutinkate, kad visi &bdquo;Google&ldquo; priklausančių įmonių grupės nariai bus Sąlygų trečiosios &scaron;alies naudos gavėjai ir kad tokios trečiosios &scaron;alies įmonės turės teisinę galią tiesiogiai vykdyti ar remtis bet kuriomis Sąlygų nuostatomis, kurios yra joms naudingos (arba palankios). Be jų, joks kitas privatus asmuo ar įmonė nebus Sąlygų trečiosios &scaron;alies naudos gavėjas.</p>
<p>20.7 Sąlygas ir jūsų santykį su &bdquo;Google&ldquo; pagal &scaron;ias Sąlygas lems Anglijos įstatymai. Jūs ir &bdquo;Google&ldquo; spręsdami bet kokius su Sąlygomis susijusius teisinius ginčus sutinkate paklusti i&scaron;imtinei Anglijos teismų jurisdikcijai. Nepaisant to jūs sutinkate, kad &bdquo;Google&ldquo; bus leista imtis reikiamų priemonių (arba atitinkamų skubių teisinių veiksmų) bet kurioje jurisdikcijoje.</p>
<p>2008 m. rugpjūčio 15 d.</p>
</body>
</html>

