<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="icon" type="image/ico" href="/tools/dlpage/res/chrome/images/chrome-16.png"><title>&ETH;iều khoản Dịch vụ của Google Chrome</title>
<style>
body { font-family:Arial; font-size:13px; }
</style>
<script type="text/javascript">
function carry_tracking(obj) {
    var s = '(\\?.*)';
    var regex = new RegExp(s);
    var results = regex.exec(window.location.href);
	if (results != null) {
		obj.href = obj.href + results[1];
	} else {
		s2 = 'intl/([^/]*)';
		regex2 = new RegExp(s2);
		results2 = regex2.exec(window.location.href);
		if (results2 != null) {
			obj.href = obj.href + '?hl=' + results2[1];
		}
	}
}
</script></head>

<body>
<h2>&ETH;iều khoản Dịch vụ của Google Chrome</h2>
<p>C&aacute;c Điều khoản Dịch vụ n&agrave;y &aacute;p dụng cho phi&ecirc;n bản m&atilde; thực thi của Google Chrome. M&atilde; nguồn d&agrave;nh cho Google Chrome c&oacute; sẵn miễn ph&iacute; theo thoả thuận cấp ph&eacute;p phần mềm nguồn mở tại http://code.google.com/intl/vi/chromium/terms.html.</p>
<p><strong>1. Mối quan hệ của bạn với Google</strong></p>
<p>1.1 Việc bạn sử dụng c&aacute;c sản phẩm, phần mềm, dịch vụ v&agrave; trang web của Google (được gọi chung l&agrave; &ldquo;Dịch vụ&rdquo; trong văn bản n&agrave;y v&agrave; loại trừ bất kỳ dịch vụ n&agrave;o cung cấp cho bạn bởi Google theo thoả thuận bằng văn bản ri&ecirc;ng biệt) đều phải theo c&aacute;c điều khoản của một thoả thuận ph&aacute;p l&yacute; giữa bạn v&agrave; Google. &ldquo;Google&rdquo; nghĩa l&agrave; Google Inc., c&oacute; trụ sở ch&iacute;nh đặt tại 1600 Amphitheatre Parkway, Mountain View, CA 94043, United States. Văn bản n&agrave;y giải th&iacute;ch việc thoả thuận đ&oacute; được tạo n&ecirc;n như thế n&agrave;o v&agrave; tr&igrave;nh b&agrave;y một v&agrave;i điều khoản của thoả thuận đ&oacute;.</p>
<p>1.2 Mặt kh&aacute;c, trừ khi bạn đã thoả thuận bằng văn bản với Google, thoả thu&acirc;̣n của bạn với Google sẽ lu&ocirc;n bao g&ocirc;̀m, tối thiểu, c&aacute;c đi&ecirc;̀u khoản và đi&ecirc;̀u ki&ecirc;̣n được tr&igrave;nh b&agrave;y trong tài li&ecirc;̣u này. Những điều n&agrave;y được nhắc đến b&ecirc;n dưới như l&agrave; &ldquo;Điều khoản Chung&rdquo;. Giấy ph&eacute;p phần mềm nguồn mở cho m&atilde; nguồn Google Chrome tạo n&ecirc;n c&aacute;c thoả thuận bằng văn bản ri&ecirc;ng biệt. Trong phạm vi giới hạn, giấy ph&eacute;p phần mềm nguồn mở sẽ thay thế cho c&aacute;c Điều khoản Chung n&agrave;y, giấy ph&eacute;p nguồn mở sẽ chi phối thoả thuận của bạn với Google về việc sử dụng Google Chrome hoặc c&aacute;c th&agrave;nh phần cụ thể được bao gồm trong Google Chrome.</p>
<p>1.3 Việc thoả thuận của bạn với Google cũng sẽ bao gồm c&aacute;c điều khoản của bất kỳ Th&ocirc;ng b&aacute;o Ph&aacute;p l&yacute; n&agrave;o c&oacute; thể &aacute;p dụng cho c&aacute;c Dịch vụ, bổ sung cho c&aacute;c Điều khoản Chung. Tất cả c&aacute;c điều n&agrave;y được nhắc đến b&ecirc;n dưới như l&agrave; &ldquo;Điều khoản Bổ sung&rdquo;. Khi Điều khoản Bổ sung &aacute;p dụng cho Dịch vụ, bạn c&oacute; thể truy cập được những điều khoản n&agrave;y để đọc hoặc l&agrave; b&ecirc;n trong, hoặc l&agrave; th&ocirc;ng qua việc bạn sử dụng Dịch vụ đ&oacute;.</p>
<p>1.4 Điều khoản Chung, c&ugrave;ng với Điều khoản Bổ sung, h&igrave;nh th&agrave;nh một thoả thuận r&agrave;ng buộc mang t&iacute;nh ph&aacute;p l&yacute; giữa bạn v&agrave; Google li&ecirc;n quan đến việc bạn sử dụng Dịch vụ. Quan trọng l&agrave; bạn phải d&agrave;nh thời gian để đọc ch&uacute;ng cẩn thận. N&oacute;i chung, thoả thuận ph&aacute;p l&yacute; n&agrave;y được nhắc đến b&ecirc;n dưới như l&agrave; &ldquo;C&aacute;c điều khoản&rdquo;.</p>
<p>1.5 Nếu c&oacute; bất kỳ m&acirc;u thuẫn n&agrave;o giữa những g&igrave; c&oacute; trong Điều khoản Bổ sung v&agrave; Điều khoản Chung, th&igrave; Điều khoản Bổ sung được ưu ti&ecirc;n c&oacute; li&ecirc;n quan đến Dịch vụ đ&oacute;.</p>
<p><strong>2. Chấp nhận Điều khoản</strong></p>
<p>2.1 Để sử dụng Dịch vụ, trước ti&ecirc;n bạn phải đồng &yacute; với c&aacute;c Điều khoản. Bạn kh&ocirc;ng được sử dụng Dịch vụ nếu kh&ocirc;ng chấp nhận c&aacute;c Điều khoản.</p>
<p>2.2 Bạn c&oacute; thể chấp nhận Điều khoản bằng c&aacute;ch:</p>
<p>(A) nhấp v&agrave;o chấp nhận hoặc đồng &yacute; với c&aacute;c Điều khoản, khi tuỳ chọn n&agrave;y được Google tạo sẵn cho bạn trong giao diện người d&ugrave;ng của bất kỳ Dịch vụ n&agrave;o; hoặc</p>
<p>(B) bằng thực tế sử dụng Dịch vụ. Trong trường hợp n&agrave;y, bạn hiểu v&agrave; đồng &yacute; rằng Google sẽ xem việc bạn sử dụng Dịch vụ như l&agrave; sự chấp nhận Điều khoản từ thời điểm đ&oacute; trở đi.</p>
<p><strong>3. Ng&ocirc;n ngữ Điều khoản</strong></p>
<p>3.1 Khi Google đ&atilde; cung cấp cho bạn một bản dịch phi&ecirc;n bản bằng tiếng Anh của Điều khoản, th&igrave; bạn đồng &yacute; rằng bản dịch được cung cấp chỉ nhằm thuận tiện cho bạn v&agrave; rằng phi&ecirc;n bản bằng tiếng Anh của Điều khoản sẽ chi phối mối quan hệ của bạn với Google.</p>
<p>3.2 Nếu c&oacute; bất kỳ m&acirc;u thuẫn n&agrave;o giữa nội dung phi&ecirc;n bản bằng tiếng Anh của Điều khoản v&agrave; nội dung trong bản dịch, th&igrave; phi&ecirc;n bản tiếng Anh sẽ được ưu ti&ecirc;n.</p>
<p><strong>4. Việc cung cấp Dịch vụ của Google</strong></p>
<p>4.1 Google c&oacute; c&aacute;c c&ocirc;ng ty con v&agrave; đơn vị li&ecirc;n kết ph&aacute;p l&yacute; tr&ecirc;n to&agrave;n thế giới (&ldquo;C&ocirc;ng ty con v&agrave; Đơn vị li&ecirc;n kết&rdquo;). Đ&ocirc;i khi, những c&ocirc;ng ty n&agrave;y sẽ thay mặt Goolge cung cấp Dịch vụ cho bạn. Bạn c&ocirc;ng nhận v&agrave; đồng &yacute; rằng c&aacute;c C&ocirc;ng ty con v&agrave; Đơn vị li&ecirc;n kết sẽ được trao quyền cung cấp Dịch vụ cho bạn.</p>
<p>4.2 Google li&ecirc;n tục cải tiến nhằm cung cấp trải nghiệm tốt nhất c&oacute; thể cho người d&ugrave;ng của m&igrave;nh. Bạn c&ocirc;ng nhận v&agrave; đồng &yacute; rằng h&igrave;nh thức v&agrave; t&iacute;nh chất của Dịch vụ m&agrave; Google cung cấp c&oacute; thể thay đổi theo thời gian m&agrave; kh&ocirc;ng cần th&ocirc;ng b&aacute;o trước cho bạn.</p>
<p>4.3 L&agrave; một phần của qu&aacute; tr&igrave;nh đổi mới li&ecirc;n tục n&agrave;y, bạn thừa nh&acirc;̣n và đ&ocirc;̀ng ý rằng Google có th&ecirc;̉ ngừng (vĩnh vi&ecirc;̃n hoặc tạm thời) cung c&acirc;́p các Dịch vụ (hoặc b&acirc;́t kỳ tính năng nào trong Dịch vụ) cho bạn hoặc cho người dùng n&oacute;i chung theo quy&ecirc;́t định ri&ecirc;ng của Google, mà kh&ocirc;ng th&ocirc;ng báo trước cho bạn. Bạn c&oacute; thể ngừng sử dụng Dịch vụ bất kỳ l&uacute;c n&agrave;o. Bạn kh&ocirc;ng cần phải th&ocirc;ng b&aacute;o cụ thể cho Google khi n&agrave;o bạn ngừng sử dụng Dịch vụ.</p>
<p>4.4 Bạn c&ocirc;ng nhận v&agrave; đồng &yacute; rằng nếu Google v&ocirc; hiệu quyền truy cập v&agrave;o t&agrave;i khoản của bạn, th&igrave; bạn c&oacute; thể bị ngăn kh&ocirc;ng cho truy cập Dịch vụ, chi tiết t&agrave;i khoản của bạn hoặc bất kỳ tệp tin hay nội dung n&agrave;o kh&aacute;c c&oacute; chứa trong t&agrave;i khoản của bạn.</p>
<p><strong>5. Sử dụng Dịch vụ của bạn</strong></p>
<p>5.1 Bạn đ&ocirc;̀ng &yacute; chỉ sử dụng Dịch vụ cho các mục đích đ&atilde; được cho phép bởi (a) Đi&ecirc;̀u khoản và (b) bất kỳ lu&acirc;̣t, quy định hiện h&agrave;nh n&agrave;o hoặc nguy&ecirc;n tắc hay thực tiễn chung được chấp thuận trong phạm vi quyền lực ph&aacute;p l&yacute; c&oacute; li&ecirc;n quan (bao g&ocirc;̀m bất kỳ luật n&agrave;o về xu&acirc;́t dữ li&ecirc;̣u hoặc ph&acirc;̀n m&ecirc;̀m đến Hoa Kỳ hoặc các qu&ocirc;́c gia c&oacute; li&ecirc;n quan khác v&agrave; ngược lại).</p>
<p>5.2 Bạn đồng &yacute; rằng sẽ kh&ocirc;ng tiến h&agrave;nh bất kỳ hoạt động n&agrave;o cản trở hoặc ph&aacute; vỡ Dịch vụ (hoặc c&aacute;c m&aacute;y chủ v&agrave; mạng được kết nối với Dịch vụ).</p>
<p>5.3 Bạn đồng rằng sẽ kh&ocirc;ng tái tạo, nh&acirc;n bản, sao chép, bán, trao đ&ocirc;̉i hoặc bán lại các Dịch vụ v&igrave; b&acirc;́t kỳ mục đích nào chỉ trừ khi bạn được cấp quyền đặc biệt để thực hiện như vậy trong thoả thuận ri&ecirc;ng với Google.</p>
<p>5.4 Bạn đ&ocirc;̀ng ý tự chịu trách nhi&ecirc;̣m v&ecirc;̀ (và Google kh&ocirc;ng chịu trách nhi&ecirc;̣m cho bạn hoặc cho b&acirc;́t kỳ b&ecirc;n thứ ba nào về) mọi vi phạm nghĩa vụ dựa tr&ecirc;n các Đi&ecirc;̀u khoản và h&acirc;̣u quả (bao g&ocirc;̀m b&acirc;́t kỳ m&acirc;́t mát hoặc thi&ecirc;̣t hại nào m&agrave; Google phải chịu) của c&aacute;c vi phạm như vậy.</p>
<p>6. Th&ocirc;ng tin bảo mật v&agrave; th&ocirc;ng tin c&aacute; nh&acirc;n của bạn</p>
<p>6.1 Đ&ecirc;̉ bi&ecirc;́t th&ocirc;ng tin v&ecirc;̀ các thực tiễn bảo v&ecirc;̣ dữ li&ecirc;̣u của Google, hãy đọc chính sách bảo m&acirc;̣t của Google tại http://www.google.com/intl/vi/privacy.html. Ch&iacute;nh s&aacute;ch n&agrave;y sẽ giải th&iacute;ch c&aacute;ch Google xử l&yacute; th&ocirc;ng tin c&aacute; nh&acirc;n v&agrave; bảo vệ t&iacute;nh bảo mật của bạn khi bạn sử dụng Dịch vụ.</p>
<p>6.2 Bạn đ&ocirc;̀ng ý sử dụng dữ li&ecirc;̣u của mình tu&acirc;n theo các chính sách bảo m&acirc;̣t của Google.</p>
<p><strong>7. Nội dung trong Dịch vụ</strong></p>
<p>7.1 Bạn hi&ecirc;̉u rõ rằng t&acirc;́t cả th&ocirc;ng tin (như các t&ecirc;̣p dữ li&ecirc;̣u, văn bản, ph&acirc;̀n m&ecirc;̀m máy tính, &acirc;m nhạc, các t&ecirc;̣p &acirc;m thanh hoặc c&aacute;c &acirc;m thanh khác, ảnh chụp, video hoặc các hình ảnh khác) mà bạn có th&ecirc;̉ truy c&acirc;̣p như l&agrave; một phần, hoặc qua vi&ecirc;̣c sử dụng, các Dịch vụ l&agrave; tr&aacute;ch nhiệm duy nhất của người tạo ra c&aacute;c nội dung đ&oacute;. Tất cả th&ocirc;ng tin như vậy được đề cập b&ecirc;n dưới như l&agrave; &ldquo;Nội dung&rdquo;.</p>
<p>7.2 Bạn n&ecirc;n &yacute; thức rằng Nội dung được tr&igrave;nh b&agrave;y cho bạn như l&agrave; một phần của Dịch vụ, bao gồm nhưng kh&ocirc;ng giới hạn c&aacute;c quảng c&aacute;o v&agrave; Nội dung được t&agrave;i trợ trong Dịch vụ c&oacute; thể được bảo vệ bởi quyền sở hữu tr&iacute; tuệ của c&aacute;c nh&agrave; t&agrave;i trợ hoặc kh&aacute;ch h&agrave;ng quảng c&aacute;o, l&agrave; những người cung cấp Nội dung đ&oacute; cho Google (hoặc bởi những người hoặc c&ocirc;ng ty kh&aacute;c nh&acirc;n danh họ). Bạn kh&ocirc;ng được sửa đổi, cho thu&ecirc;, kho&aacute;n, cho vay, b&aacute;n, ph&acirc;n phối hoặc tạo c&aacute;c sản phẩm ph&aacute;t sinh dựa tr&ecirc;n Nội dung n&agrave;y (to&agrave;n bộ hoặc một phần) trừ khi Google hoặc người sở hữu Nội dung đ&oacute; đặc biệt chỉ định bạn được l&agrave;m vậy trong một thoả thuận ri&ecirc;ng.</p>
<p>7.3 Google giữ quyền (nhưng sẽ kh&ocirc;ng c&oacute; nghĩa vụ) s&agrave;ng lọc trước, xem x&eacute;t, gắn cờ, lọc, sửa đổi, từ chối hoặc xo&aacute; bất kỳ hoặc tất cả Nội dung khỏi bất kỳ Dịch vụ n&agrave;o. Đối với một số Dịch vụ, Google c&oacute; thể cung cấp c&ocirc;ng cụ để lọc ra nội dung t&igrave;nh dục r&otilde; r&agrave;ng. C&aacute;c c&ocirc;ng cụ n&agrave;y bao gồm c&agrave;i đặt tuỳ chọn SafeSearch (xem http://www.google.com/intl/vi/help/customize.html#safe). Ngo&agrave;i ra, c&oacute; c&aacute;c dịch vụ v&agrave; phần mềm c&oacute; sẵn về phương diện thương mại để giới hạn quyền truy cập v&agrave;o t&agrave;i liệu m&agrave; bạn c&oacute; thể cảm thấy kh&ocirc;ng th&iacute;ch.</p>
<p>7.4 N&ecirc;n hiểu rằng với việc sử dụng Dịch vụ bạn c&oacute; thể bị phơi b&agrave;y trước Nội dung khiến bạn cảm thấy kh&oacute; chịu, khiếm nh&atilde; hoặc kh&ocirc;ng th&iacute;ch, về phương diện n&agrave;y bạn phải tự chịu rủi ro khi sử dụng Dịch vụ.</p>
<p>7.5 Bạn đồng &yacute; chịu tr&aacute;ch nhiệm ho&agrave;n to&agrave;n về (v&agrave; rằng Google kh&ocirc;ng c&oacute; tr&aacute;ch nhiệm g&igrave; với bạn hoặc với b&ecirc;n thứ ba về) bất kỳ Nội dung n&agrave;o bạn tạo ra, chuyển giao hoặc hiển thị trong khi sử dụng Dịch vụ v&agrave; về hậu quả của h&agrave;nh động của m&igrave;nh (bao gồm bất kỳ mất m&aacute;t hoặc thiệt hại n&agrave;o m&agrave; Google c&oacute; thể g&aacute;nh chịu) từ việc l&agrave;m vậy.</p>
<p><strong>8. Quyền sở hữu</strong></p>
<p>8.1 Bạn thừa nh&acirc;̣n và đ&ocirc;̀ng ý rằng Google (hoặc nh&agrave; c&acirc;́p phép của Google) sở hữu t&acirc;́t cả c&aacute;c quy&ecirc;̀n, quy&ecirc;̀n sở hữu và lợi ích trong và đ&ocirc;́i với Dịch vụ, bao g&ocirc;̀m b&acirc;́t kỳ quy&ecirc;̀n sở hữu trí tu&ecirc;̣ nào tồn tại trong Dịch vụ (d&ugrave; c&aacute;c quyền n&agrave;y đ&atilde; được đăng k&yacute; hay chưa v&agrave; ch&uacute;ng tồn tại ở bất kỳ đ&acirc;u tr&ecirc;n thế giới).</p>
<p>8.2 Trừ khi bạn c&oacute; thoả thuận n&agrave;o kh&aacute;c với Google bằng văn bản, nếu kh&ocirc;ng th&igrave; kh&ocirc;ng c&oacute; Điều khoản n&agrave;o cho bạn quyền sử dụng bất kỳ c&aacute;c t&ecirc;n thương mại, thương hiệu, nh&atilde;n hiệu dịch vụ, biểu tượng, t&ecirc;n miền v&agrave; c&aacute;c t&iacute;nh năng nh&atilde;n hiệu đặc trưng n&agrave;o kh&aacute;c của Google.</p>
<p>8.3 Nếu bạn đ&atilde; được trao quyền ch&iacute;nh thức được sử dụng bất kỳ t&iacute;nh năng nh&atilde;n hiệu n&agrave;y bằng một thoả thuận văn bản ri&ecirc;ng với Google, th&igrave; bạn đồng &yacute; rằng việc bạn sử dụng c&aacute;c t&iacute;nh năng đ&oacute; phải tu&acirc;n theo thoả thuận đ&oacute;, bất kỳ việc cung cấp Điều khoản hiện h&agrave;nh n&agrave;o v&agrave; c&aacute;c nguy&ecirc;n tắc sử dụng t&iacute;nh năng nh&atilde;n hiệu của Google như được cập nhật theo thời gian. Bạn c&oacute; thể xem trực tuyến những nguy&ecirc;n tắc n&agrave;y tại http://www.google.com/intl/vi/permissions/guidelines.html (hoặc cũng như URL kh&aacute;c với Google c&oacute; thể cung cấp nhằm mục đ&iacute;ch n&agrave;y theo thời gian).</p>
<p>8.4 Google c&ocirc;ng nhận v&agrave; đồng &yacute; rằng sẽ kh&ocirc;ng gi&agrave;nh quyền, quyền sở hữu hoặc quyền lợi n&agrave;o của bạn (hoặc người cấp ph&eacute;p cho bạn) trong Điều khoản n&agrave;y hoặc đối với bất kỳ Nội dung n&agrave;o bạn nộp, đăng, chuyển giao hoặc hiển thị tr&ecirc;n, hoặc th&ocirc;ng qua Dịch vụ, bao gồm bất kỳ quyền sở hữu tr&iacute; tuệ n&agrave;o tồn tại trong Nội dung đ&oacute; (bất kể c&aacute;c quyền đ&oacute; c&oacute; v&ocirc; t&igrave;nh được đăng k&yacute; hay kh&ocirc;ng v&agrave; ở bất kỳ đ&acirc;u tr&ecirc;n thế giới m&agrave; c&aacute;c quyền đ&oacute; c&oacute; thể tồn tại). Trừ khi bạn c&oacute; thoả thuận n&agrave;o kh&aacute;c với Google bằng văn bản, nếu kh&ocirc;ng th&igrave; bạn đồng &yacute; chịu tr&aacute;ch nhiệm bảo vệ v&agrave; thực thi c&aacute;c quyền đ&oacute; v&agrave; rằng Google kh&ocirc;ng c&oacute; nghĩa vụ l&agrave;m điều đ&oacute; thay bạn.</p>
<p>8.5 Bạn đồng &yacute; rằng sẽ kh&ocirc;ng xo&aacute;, che giấu, hoặc thay đổi bất kỳ th&ocirc;ng b&aacute;o quyền sở hữu n&agrave;o (bao gồm c&aacute;c th&ocirc;ng b&aacute;o về bản quyền v&agrave; nh&atilde;n hiệu thương mại) m&agrave; c&oacute; thể gắn với hoặc được chứa b&ecirc;n trong c&aacute;c Dịch vụ.</p>
<p>8.6 Trừ khi bạn đã được Google uỷ quy&ecirc;̀n bằng văn bản đ&ecirc;̉ thực hiện việc đ&oacute;, bạn đ&ocirc;̀ng ý rằng trong vi&ecirc;̣c sử dụng c&aacute;c Dịch vụ, bạn sẽ kh&ocirc;ng sử dụng b&acirc;́t kỳ thương hi&ecirc;̣u, nhãn hi&ecirc;̣u dịch vụ, t&ecirc;n thương mại, bi&ecirc;̉u tượng của mọi c&ocirc;ng ty hoặc t&ocirc;̉ chức có th&ecirc;̉ hoặc c&oacute; &yacute; g&acirc;y ra hiểu lầm về chủ sở hữu hoặc người d&ugrave;ng được uỷ quyền của các nhãn hi&ecirc;̣u, t&ecirc;n hoặc bi&ecirc;̉u tượng như vậy.</p>
<p><strong>9. Giấy ph&eacute;p từ Google</strong></p>
<p>9.1 Google c&acirc;́p cho bạn giấy ph&eacute;p cá nh&acirc;n, sử dụng toàn c&acirc;̀u, mi&ecirc;̃n ph&iacute; bản quy&ecirc;̀n, kh&ocirc;ng th&ecirc;̉ chuyển nhượng và kh&ocirc;ng đ&ocirc;̣c quy&ecirc;̀n đ&ecirc;̉ sử dụng ph&acirc;̀n m&ecirc;̀m mà Google cung c&acirc;́p cho bạn như là một ph&acirc;̀n của Dịch vụ (dưới đ&acirc;y được gọi chung l&agrave; &quot;Ph&acirc;̀n m&ecirc;̀m&quot;). Giấy ph&eacute;p n&agrave;y chỉ với mục đ&iacute;ch cho ph&eacute;p bạn sử dụng và thừa hưởng c&aacute;c lợi &iacute;ch của Dịch vụ mà Google cung c&acirc;́p, theo c&aacute;ch m&agrave; Đi&ecirc;̀u khoản cho ph&eacute;p.</p>
<p>9.2 Theo phần 1.2, bạn có th&ecirc;̉ kh&ocirc;ng (và bạn có th&ecirc;̉ kh&ocirc;ng cho phép b&acirc;́t kỳ ai kh&aacute;c) sao chép, sửa đổi, tạo sản ph&acirc;̉m ph&aacute;i sinh, thi&ecirc;́t k&ecirc;́ đ&ocirc;́i chi&ecirc;́u, dịch ngược hoặc cố gắng tr&iacute;ch xuất m&atilde; nguồn của Ph&acirc;̀n m&ecirc;̀m hoặc c&aacute;c bộ phận của phần mềm đ&oacute;, trừ khi t&aacute;c vụ đ&oacute; được lu&acirc;̣t pháp cho phép hoặc y&ecirc;u c&acirc;̀u, hoặc bạn được Google uỷ quyền bằng văn bản thực hiện điều đ&oacute;.</p>
<p>9.3 Theo phần 1.2, trừ khi Google đã c&acirc;́p quy&ecirc;̀n cho bạn bằng văn bản cụ th&ecirc;̉ đ&ecirc;̉ thực hiện điều đ&oacute;, bạn kh&ocirc;ng được chuyển nhượng (hoặc t&aacute;i cấp ph&eacute;p) quy&ecirc;̀n của bạn đ&ecirc;̉ sử dụng Ph&acirc;̀n m&ecirc;̀m, c&acirc;́p lợi ích bảo m&acirc;̣t hay n&oacute;i c&aacute;ch kh&aacute;c l&agrave; chuyển nhượng tất cả c&aacute;c quyền sử dụng Ph&acirc;̀n m&ecirc;̀m, hoặc chuyển nhượng một phần quyền sử dụng Ph&acirc;̀n m&ecirc;̀m.</p>
<p><strong>10. Giấy ph&eacute;p nội dung từ bạn</strong></p>
<p>10.1 Bạn được bảo lưu bản quyền v&agrave; bất kỳ quyền n&agrave;o kh&aacute;c đ&atilde; c&oacute; trong Nội dung bạn gửi, đăng hoặc hiển thị tr&ecirc;n hoặc th&ocirc;ng qua Dịch vụ.</p>
<p><strong>11. C&aacute;c bản cập nhật phần mềm</strong></p>
<p>11.1 Ph&acirc;̀n m&ecirc;̀m bạn sử dụng có th&ecirc;̉ tự đ&ocirc;̣ng tải xu&ocirc;́ng và cài đặt thường xuy&ecirc;n các bản c&acirc;̣p nh&acirc;̣t từ Google. Các bản c&acirc;̣p nh&acirc;̣t này được thi&ecirc;́t k&ecirc;́ đ&ecirc;̉ cải ti&ecirc;́n, n&acirc;ng cao và phát tri&ecirc;̉n hơn nữa các Dịch vụ và c&oacute; thể ở h&igrave;nh thức sửa lỗi, chức năng n&acirc;ng cao, m&ocirc; đun ph&acirc;̀n m&ecirc;̀m mới và các phi&ecirc;n bản mới hoàn toàn. Bạn đ&ocirc;̀ng ý nh&acirc;̣n các bản c&acirc;̣p nh&acirc;̣t đó (và cho phép Google gửi các c&acirc;̣p nh&acirc;̣t n&agrave;y cho bạn) như là m&ocirc;̣t ph&acirc;̀n của vi&ecirc;̣c sử dụng các Dịch vụ.</p>
<p><strong>12. K&ecirc;́t thúc mối quan h&ecirc;̣ của bạn với Google</strong></p>
<p>12.1 Các Đi&ecirc;̀u khoản sẽ ti&ecirc;́p tục c&oacute; hiệu lực cho đ&ecirc;́n khi bạn hoặc Google chấm dứt c&aacute;c điều khoản đ&oacute; theo thoả thuận b&ecirc;n dưới.</p>
<p>12.2 Google cũng có th&ecirc;̉ ch&acirc;́m dứt thoả thu&acirc;̣n pháp lý với bạn bất kỳ l&uacute;c n&agrave;o n&ecirc;́u:</p>
<p>(A) bạn đã vi phạm bất kỳ quy định n&agrave;o trong các Đi&ecirc;̀u khoản (hoặc đ&atilde; c&oacute; h&agrave;nh động cho thấy rằng bạn kh&ocirc;ng c&oacute; &yacute; định hoặc kh&ocirc;ng th&ecirc;̉ tu&acirc;n thủ các quy định của Đi&ecirc;̀u khoản); hoặc</p>
<p>(B) Lu&acirc;̣t pháp y&ecirc;u c&acirc;̀u Google làm như v&acirc;̣y (ví dụ: khi một điều khoản của Dịch vụ d&agrave;nh cho bạn l&agrave;, hoặc trở n&ecirc;n, kh&ocirc;ng hợp ph&aacute;p); hoặc</p>
<p>(C) đ&ocirc;́i tác cùng Google cung c&acirc;́p Dịch vụ cho bạn đã ch&acirc;́m dứt quan h&ecirc;̣ với Google hoặc đã ngừng cung c&acirc;́p Dịch vụ cho bạn; hoặc</p>
<p>(D) Google sẽ kh&ocirc;ng c&ograve;n cung c&acirc;́p Dịch vụ cho người dùng tại qu&ocirc;́c gia m&agrave; bạn cư trú hoặc từ qu&ocirc;́c gia m&agrave; bạn sử dụng dịch vụ̣; hoặc</p>
<p>(E) theo &yacute; kiến của Google, việc cung cấp Dịch vụ của Google kh&ocirc;ng thể thực hiện được về mặt thương mại.</p>
<p>12.3 Kh&ocirc;ng n&ocirc;̣i dung nào trong Phần này ảnh hưởng đ&ecirc;́n các quy&ecirc;̀n của Google li&ecirc;n quan đ&ecirc;́n quy định của Dịch vụ theo Phần 4 của Đi&ecirc;̀u khoản.</p>
<p>12.4 Khi c&aacute;c Đi&ecirc;̀u khoản này h&ecirc;́t hi&ecirc;̣u lực, t&acirc;́t cả các quy&ecirc;̀n, nghĩa vụ và trách nhi&ecirc;̣m pháp lý mà bạn và Google đã được lợi, đ&atilde; chịu sự điều chỉnh (hoặc được t&iacute;ch luỹ khi Đi&ecirc;̀u khoản còn hi&ecirc;̣u lực) hoặc được biểu hiện sẽ tiếp tục v&ocirc; thời hạn, sẽ kh&ocirc;ng bị ảnh hưởng bởi vi&ecirc;̣c ch&acirc;́m dứt này và các quy định của các mục 19.7 và đoạn sẽ ti&ecirc;́p tục áp dụng cho các quy&ecirc;̀n, nghĩa vụ và trách nhi&ecirc;̣m v&ocirc; thời hạn đ&oacute;.</p>
<p><strong>13. LOẠI TRỪ SỰ ĐẢM BẢO</strong></p>
<p>13.1 KH&Ocirc;NG N&Ocirc;̣I DUNG NÀO TRONG CÁC ĐI&Ecirc;̀U KHOẢN NÀY, BAO G&Ocirc;̀M CÁC PHẦN 13 VÀ 14, SẼ LOẠI TRỪ HOẶC GIỚI HẠN ĐẢM BẢO HOẶC TRÁCH NHI&Ecirc;̣M CỦA GOOGLE ĐỐI VỚI CÁC M&Acirc;́T MÁT CÓ TH&Ecirc;̉ KH&Ocirc;NG ĐƯỢC BAO G&Ocirc;̀M HOẶC GIỚI HẠN HỢP PH&Aacute;P BỞI LU&Acirc;̣T HIỆN H&Agrave;NH. M&Ocirc;̣T S&Ocirc;́ KHU VỰC PH&Aacute;P L&Yacute; KH&Ocirc;NG CHO PHÉP LOẠI TRỪ CÁC ĐẢM BẢO HOẶC CÁC ĐI&Ecirc;̀U KI&Ecirc;̣N NH&Acirc;́T ĐỊNH HOẶC GIỚI HẠN HOẶC NGOẠI TRỪ TRÁCH NHI&Ecirc;̣M PH&Aacute;P L&Yacute; ĐỐI VỚI M&Acirc;́T MÁT HOẶC THI&Ecirc;̣T HẠI DO SỰ TẮC TR&Aacute;CH, VI PHẠM HỢP Đ&Ocirc;̀NG HOẶC VI PHẠM CÁC ĐI&Ecirc;̀U KHOẢN NGỤ Ý, HOẶC CÁC THI&Ecirc;̣T HẠI DO V&Ocirc; &Yacute; HOẶC DO H&Acirc;̣U QUẢ. THEO ĐÓ, CHỈ CÁC GIỚI HẠN HỢP PH&Aacute;P VỀ PHẠM VI QUYỀN LỰC PH&Aacute;P L&Yacute; CỦA BẠN SẼ ĐƯỢC ÁP DỤNG CHO BẠN VÀ TRÁCH NHI&Ecirc;̣M PH&Aacute;P L&Yacute; CỦA CHÚNG T&Ocirc;I SẼ BỊ GIỚI HẠN Ở PHẠM VI T&Ocirc;́I ĐA ĐƯỢC LU&Acirc;̣T PHÁP CHO PHÉP.</p>
<p>13.2 BẠN HI&Ecirc;̉U RÕ VÀ Đ&Ocirc;̀NG Ý RẰNG BẠN PHẢI TỰ CHỊU RỦI RO KHI SỬ DỤNG C&Aacute;C DỊCH VỤ VÀ CÁC DỊCH VỤ ĐƯỢC CUNG C&Acirc;́P &quot;NHƯ NGUY&Ecirc;N GỐC&quot; VÀ &quot;NHƯ SẴN C&Oacute;&quot;.</p>
<p>13.3 CỤ THỂ, GOOGLE, CÁC C&Ocirc;NG TY CON, C&Ocirc;NG TY LI&Ecirc;N KẾT VÀ NH&Agrave; C&Acirc;́P PHÉP CỦA GOOGLE KH&Ocirc;NG TUY&Ecirc;N BỐ HAY ĐẢM BẢO VỚI BẠN RẰNG:</p>
<p>(A) VIỆC BẠN SỬ DỤNG DỊCH VỤ SẼ Đ&Aacute;P ỨNG NHU CẦU CỦA BẠN,</p>
<p>(B) VIỆC SỬ DỤNG C&Aacute;C DỊCH VỤ CỦA BẠN SẼ KH&Ocirc;NG BỊ GI&Aacute;N ĐOẠN, KỊP THỜI, AN TO&Agrave;N, HOẶC KH&Ocirc;NG BỊ LỖI,</p>
<p>(C) MỌI TH&Ocirc;NG TIN DO BẠN THU THẬP NHỜ SỬ DỤNG C&Aacute;C DỊCH VỤ SẼ CH&Iacute;NH X&Aacute;C HOẶC Đ&Aacute;NG TIN CẬY VÀ</p>
<p>(D) CÁC L&Ocirc;̃I TRONG QU&Aacute; TR&Igrave;NH HOẠT Đ&Ocirc;̣NG HOẶC C&Aacute;C CHỨC NĂNG CỦA BẤT KỲ PH&Acirc;̀N M&Ecirc;̀M N&Agrave;O ĐƯỢC CUNG CẤP CHO BẠN TRONG KHU&Ocirc;N KHỔ DỊCH VỤ SẼ ĐƯỢC SỬA.</p>
<p>13.4 BẠN PHẢI CHỊU RỦI RO VỀ MỌI TÀI LI&Ecirc;̣U ĐƯỢC TẢI XU&Ocirc;́NG HOẶC N&Oacute;I C&Aacute;CH KH&Aacute;C L&Agrave; CÓ ĐƯỢC TH&Ocirc;NG QUA VI&Ecirc;̣C SỬ DỤNG CÁC DỊCH VỤ THEO C&Aacute;CH RI&Ecirc;NG CỦA BẠN VÀ BẠN SẼ CHỊU TRÁCH NHI&Ecirc;̣M V&Ecirc;̀ BẤT KỲ THI&Ecirc;̣T HẠI N&Agrave;O CHO H&Ecirc;̣ TH&Ocirc;́NG MÁY TÍNH HOẶC THI&Ecirc;́T BỊ KHÁC HOẶC VIỆC MẤT DỮ LI&Ecirc;̣U DO VI&Ecirc;̣C TẢI XU&Ocirc;́NG NHỮNG TÀI LI&Ecirc;̣U N&Agrave;Y.</p>
<p>13.5 KH&Ocirc;NG C&Oacute; HƯỚNG DẪN HOẶC TH&Ocirc;NG TIN N&Agrave;O, BẰNG LỜI N&Oacute;I HOẶC VĂN BẢN, M&Agrave; BẠN NHẬN ĐƯỢC TỪ GOOGLE HOẶC QUA HOẶC TỪ C&Aacute;C DỊCH VỤ SẼ TẠO BẤT KỲ BẢO ĐẢM N&Agrave;O M&Agrave; KH&Ocirc;NG ĐƯỢC TR&Igrave;NH B&Agrave;Y R&Otilde; R&Agrave;NG TRONG C&Aacute;C ĐIỀU KHOẢN.</p>
<p>13.6 GOOGLE C&Ocirc;NG KHAI TỪ BỎ T&Acirc;́T CẢ ĐẢM BẢO VÀ ĐI&Ecirc;̀U KI&Ecirc;̣N DƯỚI BẤT KỲ H&Igrave;NH THỨC N&Agrave;O, D&Ugrave; ĐƯỢC DIỄN ĐẠT R&Otilde; R&Agrave;NG HAY NGỤ &Yacute;, BAO GỒM, NHƯNG KH&Ocirc;NG GIỚI HẠN ĐỐI VỚI C&Aacute;C ĐẢM BẢO MẶC NHI&Ecirc;N V&Agrave; C&Aacute;C ĐIỀU KIỆN VỀ T&Iacute;NH C&Oacute; THỂ B&Aacute;N ĐƯỢC, TH&Iacute;CH HỢP CHO MỘT MỤC Đ&Iacute;CH CỤ THỂ V&Agrave; KH&Ocirc;NG VI PHẠM.</p>
<p><strong>14. GIỚI HẠN TR&Aacute;CH NHIỆM PH&Aacute;P L&Yacute;</strong></p>
<p>14.1 TUỲ THUỘC V&Agrave;O TẤT CẢ QUY ĐỊNH TRONG KHOẢN 13.1 Ở TR&Ecirc;N, BẠN HI&Ecirc;̉U RÕ VÀ Đ&Ocirc;̀NG Ý RẰNG GOOGLE, C&Ocirc;NG TY CON VÀ C&Ocirc;NG TY LI&Ecirc;N KẾT CỦA GOOGLE CŨNG NHƯ NH&Agrave; C&Acirc;́P PHÉP SẼ KH&Ocirc;NG CHỊU TRÁCH NHI&Ecirc;̣M PHÁP LÝ VỚI BẠN VỀ:</p>
<p>(A) B&Acirc;́T KỲ THI&Ecirc;̣T HẠI TRỰC TI&Ecirc;́P, GIÁN TI&Ecirc;́P, NGẪU NHI&Ecirc;N, DO H&Acirc;̣U QUẢ ĐẶC BI&Ecirc;̣T HOẶC THIỆT HẠI ĐIỂN H&Igrave;NH N&Agrave;O DO BẠN G&Acirc;Y RA, CHO D&Ugrave; DO HỢP ĐỒNG HAY THEO TR&Aacute;CH NHIỆM PHÁP L&Yacute;. VI&Ecirc;̣C NÀY BAO G&Ocirc;̀M, NHƯNG KH&Ocirc;NG GIỚI HẠN Đ&Ocirc;́I VỚI, BẤT KỲ MẤT M&Aacute;T N&Agrave;O VỀ LỢI NHUẬN (CHO D&Ugrave; TRỰC TI&Ecirc;́P HOẶC GIÁN TI&Ecirc;́P G&Acirc;Y RA), BẤT KỲ VIỆC MẤT UY T&Iacute;N HOẶC DANH TIẾNG TRONG KINH DOANH, VIỆC MẤT DỮ LI&Ecirc;̣U, CHI PHÍ THU MUA HÀNG HO&Aacute; HOẶC DỊCH VỤ THAY TH&Ecirc;́, HOẶC C&Aacute;C M&Acirc;́T MÁT V&Ocirc; HÌNH KHÁC.</p>
<p>(B) BẠN PHẢI CHỊU MỌI M&Acirc;́T MÁT HOẶC THI&Ecirc;̣T HẠI DO BẠN G&Acirc;Y RA, BAO G&Ocirc;̀M NHƯNG KH&Ocirc;NG GIỚI HẠN ĐỐI VỚI M&Acirc;́T MÁT HOẶC THI&Ecirc;̣T HẠI LÀ K&Ecirc;́T QUẢ CỦA:</p>
<p>(I) VIỆC BẠN DỰA V&Agrave;O T&Iacute;NH TRỌN VẸN, ĐỘ CH&Iacute;NH X&Aacute;C HOẶC SỰ TỒN TẠI CỦA QUẢNG C&Aacute;O, HOẶC LÀ K&Ecirc;́T QUẢ CỦA BẤT KỲ MỐI QUAN H&Ecirc;̣ HOẶC GIAO DỊCH N&Agrave;O GIỮA BẠN VÀ NHÀ QUẢNG CÁO HOẶC NHÀ TÀI TRỢ C&Oacute; QUẢNG CÁO XU&Acirc;́T HI&Ecirc;̣N TR&Ecirc;N CÁC DỊCH VỤ;</p>
<p>(II) MỌI THAY ĐỔI M&Agrave; GOOGLE CÓ TH&Ecirc;̉ THỰC HI&Ecirc;̣N Đ&Ocirc;́I VỚI DỊCH VỤ, HOẶC Đ&Ocirc;́I VỚI VI&Ecirc;̣C CH&Acirc;́M DỨT VĨNH VI&Ecirc;̃N HOẶC TẠM THỜI KHI CUNG CẤP CÁC DỊCH VỤ (HOẶC MỌI TÍNH NĂNG TRONG CÁC DỊCH VỤ);</p>
<p>(III) DO XO&Aacute;, LỖI, HOẶC HỎNG KHI LƯU TRỮ, BẤT KỲ N&Ocirc;̣I DUNG VÀ DỮ LI&Ecirc;̣U TRAO ĐỔI KHÁC N&Agrave;O ĐƯỢC DUY TRÌ HOẶC ĐƯỢC TRUY&Ecirc;̀N BỞI HOẶC QUA C&Aacute;C DỊCH VỤ̣;</p>
<p>(IV) BẠN KH&Ocirc;NG THỂ CUNG CẤP CHO GOOGLE TH&Ocirc;NG TIN T&Agrave;I KHOẢN CH&Iacute;NH X&Aacute;C;</p>
<p>(V) BẠN KH&Ocirc;NG THỂ GIỮ CÁC CHI TI&Ecirc;́T M&Acirc;̣T KH&Acirc;̉U HOẶC TÀI KHOẢN CỦA M&Igrave;NH AN TO&Agrave;N VÀ BẢO M&Acirc;̣T;</p>
<p>14.2 CÁC GIỚI HẠN V&Ecirc;̀ TRÁCH NHI&Ecirc;̣M PH&Aacute;P L&Yacute; D&Agrave;NH CHO BẠN CỦA GOOGLE TRONG KHOẢN 14.1 Ở TR&Ecirc;N SẼ ĐƯỢC ÁP DỤNG, CHO D&Ugrave; GOOGLE C&Oacute; ĐƯỢC CẢNH B&Aacute;O HAY NHẬN BIẾT VỀ KHẢ NĂNG PH&Aacute;T SINH C&Aacute;C TỔN THẤT N&Agrave;Y HAY CHƯA.</p>
<p><strong>15. C&aacute;c ch&iacute;nh s&aacute;ch bản quyền v&agrave; thương hiệu</strong></p>
<p>15.1 Ch&iacute;nh s&aacute;ch của Google l&agrave; phản hồi lại c&aacute;c th&ocirc;ng b&aacute;o về việc vi phạm bản quyền c&oacute; cơ sở tu&acirc;n thủ theo luật sở hữu tr&iacute; tuệ quốc tế hiện h&agrave;nh (bao gồm Đạo luật Bản quyền Kỹ thuật số Thi&ecirc;n ni&ecirc;n kỷ ở Hoa Kỳ) v&agrave; việc chấm dứt c&aacute;c t&agrave;i khoản c&oacute; c&aacute;c vi phạm t&aacute;i diễn. Có th&ecirc;̉ tìm th&acirc;́y chi ti&ecirc;́t v&ecirc;̀ chính sách của Google tại http://www.google.com/intl/vi/dmca.html.</p>
<p>15.2 Google xử l&yacute; thủ tục khi&ecirc;́u nại thương hi&ecirc;̣u về kh&iacute;a cạnh kinh doanh quảng cáo của Google. Bạn có th&ecirc;̉ tìm th&acirc;́y chi ti&ecirc;́t tại http://www.google.com/intl/vi/tm_complaint.html.</p>
<p><strong>16. C&aacute;c quảng c&aacute;o</strong></p>
<p>16.1 Một số Dịch vụ được hỗ trợ bởi thu nhập quảng c&aacute;o v&agrave; c&oacute; thể hiển thị c&aacute;c quảng c&aacute;o v&agrave; x&uacute;c tiến thương mại. Những quảng c&aacute;o n&agrave;y c&oacute; thể được nhắm mục ti&ecirc;u đến nội dung th&ocirc;ng tin chứa tr&ecirc;n c&aacute;c Dịch vụ, truy vấn được đưa ra th&ocirc;ng qua c&aacute;c Dịch vụ hoặc th&ocirc;ng tin kh&aacute;c.</p>
<p>16.2 Th&aacute;i độ, chế độ v&agrave; phạm vi của quảng c&aacute;o bởi Google tr&ecirc;n c&aacute;c Dịch vụ phải chịu thay đổi m&agrave; kh&ocirc;ng c&oacute; th&ocirc;ng b&aacute;o cụ thể đến bạn.</p>
<p>16.3 V&igrave; lẽ Google trao cho bạn quyền truy cập đến v&agrave; sử dụng c&aacute;c Dịch vụ, bạn đồng &yacute; rằng Google c&oacute; thể đặt quảng c&aacute;o như vậy tr&ecirc;n c&aacute;c Dịch vụ.</p>
<p><strong>17. Nội dung kh&aacute;c</strong></p>
<p>17.1 C&aacute;c Dịch vụ c&oacute; thể bao gồm c&aacute;c si&ecirc;u li&ecirc;n kết đến c&aacute;c trang web hoặc nội dung hoặc t&agrave;i nguy&ecirc;n kh&aacute;c. Google c&oacute; thể kh&ocirc;ng kiểm so&aacute;t bất kỳ trang web hoặc t&agrave;i nguy&ecirc;n n&agrave;o được cung cấp bởi c&aacute;c c&ocirc;ng ty hoặc người kh&aacute;c ngo&agrave;i Google.</p>
<p>17.2 Bạn c&ocirc;ng nhận v&agrave; đồng &yacute; rằng Google kh&ocirc;ng chịu tr&aacute;ch nhiệm về t&iacute;nh khả dụng của bất kỳ trang web hoặc t&agrave;i nguy&ecirc;n b&ecirc;n ngo&agrave;i n&agrave;o như vậy v&agrave; kh&ocirc;ng x&aacute;c nhận chất lượng bất kỳ quảng c&aacute;o, sản phẩm hoặc t&agrave;i liệu n&agrave;o kh&aacute;c tr&ecirc;n hoặc c&oacute; sẵn từ c&aacute;c trang web hoặc t&agrave;i nguy&ecirc;n như vậy.</p>
<p>17.3 Bạn c&ocirc;ng nhận v&agrave; đồng &yacute; rằng Google kh&ocirc;ng chịu tr&aacute;ch nhiệm ph&aacute;p l&yacute; cho bất kỳ mất m&aacute;t hoặc thiệt hại n&agrave;o bạn c&oacute; thể g&aacute;nh chịu như l&agrave; kết quả của t&iacute;nh khả dụng của c&aacute;c trang web hoặc t&agrave;i nguy&ecirc;n b&ecirc;n ngo&agrave;i đ&oacute; hoặc như l&agrave; kết quả của việc bạn dựa v&agrave;o t&iacute;nh trọn vẹn, độ ch&iacute;nh x&aacute;c hoặc sự tồn tại của bất kỳ quảng c&aacute;o, sản phẩm hoặc t&agrave;i liệu n&agrave;o kh&aacute;c tr&ecirc;n, hoặc c&oacute; sẵn từ c&aacute;c trang web hoặc t&agrave;i nguy&ecirc;n như vậy.</p>
<p><strong>18. C&aacute;c thay đ&ocirc;̉i của Đi&ecirc;̀u khoản</strong></p>
<p>18.1 Google c&oacute; thể thường xuy&ecirc;n thực hiện c&aacute;c thay đổi cho c&aacute;c Điều khoản Chung hoặc c&aacute;c Điều khoản Bổ sung. Khi những thay đổi n&agrave;y được thực hiện, Google sẽ tạo một bản sao mới về c&aacute;c Điều khoản Chung mới sẵn c&oacute; tại http://www.google.com/accounts/TOS?hl=vi v&agrave; bất kỳ c&aacute;c Điều khoản Bổ sung mới n&agrave;o sẽ được tạo sẵn cho bạn từ b&ecirc;n trong hoặc th&ocirc;ng qua, c&aacute;c Dịch vụ bị ảnh hưởng.</p>
<p>18.2 Bạn hiểu v&agrave; đồng &yacute; rằng nếu bạn sử dụng c&aacute;c Dịch vụ sau ng&agrave;y c&aacute;c Điều khoản Chung hoặc c&aacute;c Điều khoản Bổ sung đ&atilde; thay đổi, Google sẽ xem việc sử dụng của bạn như l&agrave; sự chấp nhận c&aacute;c Điều khoản Chung hoặc c&aacute;c Điều khoản Bổ sung đ&atilde; cập nhật.</p>
<p><strong>19. C&aacute;c điều khoản ph&aacute;p l&yacute; chung</strong></p>
<p>19.1 Thỉnh thoảng khi bạn sử dụng c&aacute;c Dịch vụ, bạn c&oacute; thể (như l&agrave; kết quả hoặc th&ocirc;ng qua việc sử dụng c&aacute;c Dịch vụ của bạn) sử dụng dịch vụ hoặc tải xuống một phần của phần mềm hoặc mua h&agrave;ng ho&aacute;, được cung cấp bởi một người hoặc c&ocirc;ng ty kh&aacute;c. Việc sử dụng những dịch vụ, phần mềm hoặc h&agrave;ng ho&aacute; kh&aacute;c n&agrave;y của bạn c&oacute; thể tuỳ thuộc v&agrave;o c&aacute;c điều khoản ri&ecirc;ng biệt giữa bạn v&agrave; c&ocirc;ng ty hoặc người li&ecirc;n quan. Nếu vậy, c&aacute;c Điều khoản kh&ocirc;ng ảnh hưởng mối quan hệ ph&aacute;p l&yacute; của bạn với những c&ocirc;ng ty hoặc c&aacute; nh&acirc;n kh&aacute;c n&agrave;y.</p>
<p>19.2 C&aacute;c Điều khoản thiết lập to&agrave;n bộ thoả thuận ph&aacute;p l&yacute; giữa bạn v&agrave; Google v&agrave; chi phối việc sử dụng c&aacute;c Dịch vụ của bạn (nhưng loại trừ bất kỳ dịch vụ n&agrave;o m&agrave; Google c&oacute; thể cung cấp cho bạn theo một thoả thuận bằng văn bản ri&ecirc;ng) v&agrave; ho&agrave;n to&agrave;n thay thế bất kỳ thoả thuận n&agrave;o trước đ&oacute; giữa bạn v&agrave; Google c&oacute; li&ecirc;n quan đến c&aacute;c Dịch vụ.</p>
<p>19.3 Bạn đồng &yacute; rằng Google c&oacute; thể cung cấp cho bạn c&aacute;c th&ocirc;ng b&aacute;o, bao gồm những nội dung li&ecirc;n quan đến c&aacute;c thay đổi cho c&aacute;c Điều khoản, bằng email, thư thường, hoặc c&aacute;c b&agrave;i đăng tr&ecirc;n c&aacute;c Dịch vụ.</p>
<p>19.4 Bạn đồng &yacute; rằng nếu Google kh&ocirc;ng sử dụng hoặc bảo đảm hiệu lực bất kỳ quyền hoặc sự bồi thường ph&aacute;p l&yacute; n&agrave;o c&oacute; chứa trong c&aacute;c Điều khoản (hoặc từ đ&oacute; m&agrave; Google hưởng lợi theo bất kỳ luật hiện h&agrave;nh n&agrave;o), điều n&agrave;y sẽ kh&ocirc;ng được xem l&agrave; một sự từ bỏ ch&iacute;nh thức c&aacute;c quyền của Google v&agrave; rằng những quyền hoặc sự bồi thường đ&oacute; sẽ vẫn sẵn c&oacute; đối với Google.</p>
<p>19.5 Nếu bất kỳ to&agrave; &aacute;n luật n&agrave;o, c&oacute; quyền ph&aacute;n x&eacute;t để quyết định vấn đề n&agrave;y, ra lệnh rằng bất kỳ điều khoản n&agrave;o trong c&aacute;c Điều khoản n&agrave;y l&agrave; v&ocirc; hiệu, th&igrave; điều khoản đ&oacute; sẽ bị xo&aacute; khỏi c&aacute;c Điều khoản m&agrave; kh&ocirc;ng bị ảnh hưởng đến phần c&ograve;n lại của c&aacute;c Điều khoản. C&aacute;c điều khoản c&ograve;n lại của c&aacute;c Điều khoản sẽ tiếp tục c&oacute; hiệu lực v&agrave; c&oacute; thể bảo đảm thi h&agrave;nh được.</p>
<p>19.6 Bạn thừa nh&acirc;̣n và đ&ocirc;̀ng ý rằng m&ocirc;̃i thành vi&ecirc;n của nhóm các c&ocirc;ng ty con của Google sẽ là người thụ hưởng b&ecirc;n thứ ba đ&ocirc;́i với Đi&ecirc;̀u khoản và các c&ocirc;ng ty khác sẽ được quy&ecirc;̀n thi hành trực ti&ecirc;́p và dựa vào, b&acirc;́t kỳ quy định nào trong Đi&ecirc;̀u khoản mang lại lợi ích (hoặc quy&ecirc;̀n c&oacute; lợi) cho họ. Ngo&agrave;i điều n&agrave;y ra, kh&ocirc;ng người hoặc c&ocirc;ng ty n&agrave;o kh&aacute;c sẽ l&agrave; người thụ hưởng b&ecirc;n thứ ba đối với c&aacute;c Điều khoản.</p>
<p>19.7 Đi&ecirc;̀u khoản v&agrave; mối quan h&ecirc;̣ của bạn với Google theo Đi&ecirc;̀u khoản sẽ chịu sự điều chỉnh bởi luật ph&aacute;p của Bang California bất kể xung đ&ocirc;̣t của các quy định lu&acirc;̣t pháp. Bạn và Google đ&ocirc;̀ng ý gửi đến khu vực ph&aacute;p l&yacute; độc quyền của c&aacute;c to&agrave; án nằm trong hạt Santa Clara, California đ&ecirc;̉ giải quy&ecirc;́t mọi v&acirc;́n đ&ecirc;̀ pháp lý ph&aacute;t sinh từ Đi&ecirc;̀u khoản. Bất kể điều n&agrave;y, bạn đ&ocirc;̀ng ý rằng Google sẽ v&acirc;̃n được phép đệ đơn xin c&aacute;c bồi thường bắt buộc (hoặc m&ocirc;̣t loại đền b&ugrave; pháp lý kh&acirc;̉n cấp tương đương) trong bất kỳ ph&aacute;n x&eacute;t n&agrave;o.</p>
<p>Ng&agrave;y ___, th&aacute;ng 12 năm 2008</p>
</body>
</html>
