<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="icon" type="image/ico" href="/tools/dlpage/res/chrome/images/chrome-16.png"><title>Google Chrome Servicevilk&aring;r</title>
<style>
body { font-family:Arial; font-size:13px; }
</style>
<script type="text/javascript">
function carry_tracking(obj) {
    var s = '(\\?.*)';
    var regex = new RegExp(s);
    var results = regex.exec(window.location.href);
	if (results != null) {
		obj.href = obj.href + results[1];
	} else {
		s2 = 'intl/([^/]*)';
		regex2 = new RegExp(s2);
		results2 = regex2.exec(window.location.href);
		if (results2 != null) {
			obj.href = obj.href + '?hl=' + results2[1];
		}
	}
}
</script></head>

<body>
<h2>Google Chrome Servicevilk&aring;r</h2>
<p>Disse Servicevilk&aring;r g&aelig;lder for den version af Google Chrome, der indeholder eksekverbar kode. Kildekode til Google Chrome kan hentes gratis under open source-licensaftaler p&aring; http://code.google.com/chromium/terms.html.</p>
<p><strong>1. Dit forhold til Google</strong></p>
<p>1.1 Din anvendelse af Googles produkter, software, tjenester og websteder (i det f&oslash;lgende samlet betegnet som &quot;Tjenester&quot;, undtaget tjenester, der stilles til r&aring;dighed for dig af Google i henhold til s&aelig;rlig skriftlig aftale) er underlagt vilk&aring;rene i en juridisk aftale mellem dig og Google. &quot;Google&quot; betyder Google Inc., der har hovedkvarter p&aring; 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA. Dette dokument beskriver opbygningen af aftalen og nogle af aftalens vilk&aring;r.</p>
<p>1.2 Medmindre andet aftales skriftligt med Google, omfatter din aftale med Google altid som minimum de vilk&aring;r og betingelser, der fremg&aring;r af dette dokument. Disse betegnes i det f&oslash;lgende som &quot;Generelle Vilk&aring;r&quot;. Open source-softwarelicenser til Google Chrome-kildekode udg&oslash;r separate skriftlige aftaler. I den begr&aelig;nsede udstr&aelig;kning, hvor open source-softwarelicenserne udtrykkeligt tilsides&aelig;tter disse Generelle Vilk&aring;r, er open source-licenserne g&aelig;ldende for din aftale med Google mht. brugen af Google Chrome eller specifikke inkluderede komponenter af Google Chrome.</p>
<p>1.3 Din aftale med Google omfatter ogs&aring; vilk&aring;rene i alle Juridiske Meddelelser, der g&aelig;lder for Tjenesterne, ud over de Generelle Vilk&aring;r. Alle disse betegnes i det f&oslash;lgende som &quot;Yderligere Vilk&aring;r&quot;. Hvor Yderligere Vilk&aring;r g&aelig;lder for en Tjeneste, kan du l&aelig;se disse vilk&aring;r enten i eller via din brug af Tjenesten.</p>
<p>1.4 De Generelle Vilk&aring;r udg&oslash;r sammen med de Yderligere Vilk&aring;r en juridisk bindende aftale mellem dig og Google vedr&oslash;rende din brug af Tjenesterne. Det er vigtigt, at du genneml&aelig;ser vilk&aring;rene omhyggeligt. Denne juridiske aftale betegnes i det f&oslash;lgende samlet som &quot;Vilk&aring;rene&quot;.</p>
<p>1.5 Hvis der er uoverensstemmelser mellem de Yderligere Vilk&aring;r og de Generelle Vilk&aring;r, har de Yderligere Vilk&aring;r forrang i forhold til den p&aring;g&aelig;ldende Tjeneste.</p>
<p><strong>2. Accept af Vilk&aring;rene</strong></p>
<p>2.1 F&oslash;r du kan bruge Tjenesterne, skal du f&oslash;rst acceptere Vilk&aring;rene. Hvis du ikke accepterer Vilk&aring;rene, kan du ikke anvende Tjenesterne.</p>
<p>2.2 Du kan acceptere Vilk&aring;rene ved at:</p>
<p>(A) klikke for at acceptere eller bekr&aelig;fte Vilk&aring;rene, hvis Google giver dig denne mulighed i brugergr&aelig;nsefladen for en Tjeneste, eller</p>
<p>(B) anvende Tjenesterne. I dette tilf&aelig;lde forst&aring;r og accepterer du, at Google opfatter din anvendelse af Tjenesten som en accept af Vilk&aring;rene fra dette tidspunkt og fremefter. </p>
<p><strong>3. Vilk&aring;renes sprogversioner</strong></p>
<p>3.1 Hvis Google har forsynet dig med en overs&aelig;ttelse af den engelske sprogversion af Vilk&aring;rene, accepterer du, at overs&aelig;ttelsen udelukkende gives som en hj&aelig;lp til dig, og at de engelske sprogversioner af Vilk&aring;rene bestemmer dit forhold til Google.</p>
<p>3.2 Hvis der er uoverensstemmelse mellem den engelske version af Vilk&aring;rene og en overs&aelig;ttelse, s&aring; tager den engelske version forrang.</p>
<p><strong>4. Googles levering af Tjenesterne</strong></p>
<p>4.1 Google har datterselskaber og affilierede foretagender i hele verden (&quot;Datterselskaber og Affilierede Foretagender&quot;). Disse virksomheder leverer nogle gange Tjenesterne til dig p&aring; Googles vegne. Du anerkender og accepterer, at Datterselskaber og Affilierede Foretagender er berettigede til at levere Tjenesterne til dig.</p>
<p>4.2 Google innoverer l&oslash;bende for at give brugerne den bedst mulige oplevelse. Du anerkender og accepterer, at formen og arten af de Tjenester, Google leverer, til enhver tid kan &aelig;ndres uden forudg&aring;ende varsel til dig.</p>
<p>4.3 Som en del af denne l&oslash;bende udvikling anerkender og accepterer du, at Google efter eget sk&oslash;n kan standse (permanent eller midlertidigt) leveringen af tjenesterne (eller enhver funktion indeholdt i tjenesterne) til dig, eller til brugere generelt, uden forudg&aring;ende varsel til dig. Du kan til enhver tid oph&oslash;re med at bruge Tjenesterne. Du beh&oslash;ver ikke specifikt at underrette Google, n&aring;r du oph&oslash;rer med at bruge Tjenesterne.</p>
<p>4.4 Du anerkender og accepterer, at hvis Google deaktiverer adgang til din konto, vil du muligvis v&aelig;re forhindret i at f&aring; adgang til Tjenesterne, dine kontooplysninger, alle filer eller andet indhold, som findes p&aring; din konto.</p>
<p><strong>5. Din brug af Tjenesterne</strong></p>
<p>5.1 Du accepterer kun at anvende Tjenesterne til form&aring;l, der er tilladt i henhold til (a) Vilk&aring;rene og (b) g&aelig;ldende lovgivning, forordninger eller generelt accepterede fremgangsm&aring;der eller retningslinjer i de relevante jurisdiktioner (herunder love om eksport af data eller software til og fra USA eller andre relevante lande). </p>
<p>5.2 Du indvilliger i ikke at deltage i nogen aktivitet, der p&aring;virker eller afbryder tjenesterne (eller de servere og netv&aelig;rk, der er forbundet med tjenesterne).</p>
<p>5.3 Medmindre du specifikt har f&aring;et tilladelse til det i en separat aftale med Google, indvilliger du i ikke at reproducere, duplikere, kopiere, s&aelig;lge, forhandle eller videres&aelig;lge Tjenesterne uanset form&aring;l.</p>
<p>5.4 Du accepterer, at du er eneansvarlig (og at Google intet ansvar har over for dig eller tredjepart) for ethvert brud p&aring; dine forpligtelser i henhold til Vilk&aring;rene og for konsekvenserne af et s&aring;dant brud (herunder ethvert tab eller enhver skade, Google m&aring;tte p&aring;drage sig). </p>
<p><strong>6. Dine personlige oplysninger og beskyttelsen af disse</strong></p>
<p>6.1 Oplysninger om Googles databeskyttelsesmetoder finder du i Googles politik til beskyttelse af personlige oplysninger p&aring; http://www.google.dk/privacy.html. Denne politik forklarer, hvordan Google behandler og beskytter dine personlige oplysninger, n&aring;r du bruger Tjenesterne.</p>
<p>6.2 Du accepterer, at dine data m&aring; anvendes i overensstemmelse med Googles politikker til beskyttelse af personlige oplysninger.</p>
<p><strong>7. Indhold i Tjenesterne</strong></p>
<p>7.1 Du forst&aring;r, at ansvaret for alle oplysninger (f.eks. datafiler, skrevet tekst, computersoftware, musik, lydfiler eller andre lyde, fotos, videoer eller andre billeder), du f&aring;r adgang til som en del af eller via din brug af Tjenesterne, b&aelig;res af den person, som indholdet kommer fra. Alle s&aring;danne oplysninger betegnes i det f&oslash;lgende samlet som &quot;Indhold&quot;.</p>
<p>7.2 Du skal v&aelig;re opm&aelig;rksom p&aring;, at Indhold, der pr&aelig;senteres for dig som en del af Tjenesterne, herunder, men ikke begr&aelig;nset til, annoncer i Tjenesterne og sponsoreret Indhold i Tjenesterne, muligvis er beskyttet af immaterielle rettigheder, som tilh&oslash;rer de sponsorer eller annonc&oslash;rer, der leverer dette Indhold til Google (eller af andre personer eller virksomheder p&aring; deres vegne). Du m&aring; ikke, hverken helt eller delvist, modificere, udleje, lease, udl&aring;ne, s&aelig;lge, distribuere eller oprette afledte v&aelig;rker baseret p&aring; dette Indhold, medmindre du specifikt har f&aring;et tilladelse til dette af Google eller af ejerne af det p&aring;g&aelig;ldende Indhold i separat skriftlig aftale.</p>
<p>7.3 Google forbeholder sig retten til (men er ikke forpligtet til) p&aring; forh&aring;nd at gennemg&aring;, gennemse, markere, filtrere, &aelig;ndre, n&aelig;gte eller fjerne ethvert Indhold fra enhver Tjeneste. I forbindelse med visse Tjenester kan Google levere v&aelig;rkt&oslash;jer til at bortfiltrere seksuelt indhold. Disse v&aelig;rkt&oslash;jer omfatter SafeSearch-indstillingerne (se http://www.google.dk/help/customize.html#safe). Der findes desuden tjenester og software i handelen, som kan begr&aelig;nse adgangen til materiale, der kan forekomme st&oslash;dende.</p>
<p>7.4 Du forst&aring;r, at ved at bruge Tjenesterne kan du blive udsat for Indhold, du muligvis finder anst&oslash;delige, uanst&aelig;ndige eller kr&aelig;nkende, og at du i den forbindelse bruger Tjenesterne p&aring; eget ansvar.</p>
<p>7.5 Du accepterer, at du er eneansvarlig (og at Google intet ansvar har over for dig eller tredjepart) for ethvert Indhold, du opretter, overf&oslash;rer eller viser, mens du bruger Tjenesterne, og for konsekvenserne af en s&aring;dan handling (herunder ethvert tab eller enhver skade, Google m&aring;tte p&aring;drage sig).</p>
<p><strong>8. Ejendomsret</strong></p>
<p>8.1 Du anerkender og accepterer, at Google (eller Googles licensgivere) ejer enhver rettighed, titel og interesse i og til Tjenesterne, herunder alle immaterielle rettigheder til Tjenesterne (uanset om disse rettigheder er registrerede eller ej, og uanset hvor i verden disse rettigheder eksisterer).</p>
<p>8.2 Medmindre du har aftalt andet skriftligt med Google, giver intet i Vilk&aring;rene dig ret til at bruge Googles varem&aelig;rkenavne, varem&aelig;rker, servicem&aelig;rker, logoer, dom&aelig;nenavne og andre karakteristiske varem&aelig;rketr&aelig;k.</p>
<p>8.3 Hvis du har f&aring;et udtrykkelig tilladelse til at bruge et af disse varem&aelig;rketr&aelig;k i separat skriftlig aftale med Google, accepterer du, at din brug af s&aring;danne tr&aelig;k skal v&aelig;re i overensstemmelse med den p&aring;g&aelig;ldende aftale, alle relevante bestemmelser i Vilk&aring;rene og Googles retningslinjer for anvendelse af varem&aelig;rketr&aelig;k, som disse til enhver tid m&aring;tte v&aelig;re opdateret. Disse retningslinjer kan ses online p&aring; http://www.google.dk/permissions/guidelines.html (eller en anden s&aring;dan webadresse, der oplyses af Google).</p>
<p>9.4 Google anerkender og accepterer, at selskabet ikke f&aring;r nogen ret, krav eller interesse fra dig (eller dine licensgivere) i forbindelse med disse Vilk&aring;r i eller til Indhold, du sender, overf&oslash;rer eller viser p&aring; eller gennem Tjenesterne, herunder immaterielle rettigheder til Indholdet (uanset om disse rettigheder er registrerede eller ej, og uanset hvor i verden disse rettigheder eksisterer). Medmindre du har aftalt andet skriftligt med Google, accepterer du, at du er ansvarlig for at beskytte og h&aring;ndh&aelig;ve disse rettigheder, og at Google ikke er forpligtet til at g&oslash;re dette p&aring; dine vegne.</p>
<p>8.5 Du accepterer, at du ikke m&aring; fjerne, skjule eller forandre ejendomsretlige meddelelser (herunder meddelelser om ophavsret og varem&aelig;rker), der er f&oslash;jet til eller indeholdt i Tjenesterne.</p>
<p>8.6 Medmindre du har f&aring;et udtrykkelig, skriftlig tilladelse til det af Google, bekr&aelig;fter du, at du under brugen af Tjenesterne ikke vil bruge varem&aelig;rker, servicem&aelig;rker, varem&aelig;rkenavne eller logoer tilh&oslash;rende en virksomhed eller organisation, som p&aring; nogen m&aring;de kan skabe tilsigtet eller utilsigtet forvirring omkring ejeren af eller den autoriserede bruger af s&aring;danne m&aelig;rker, navne eller logoer.</p>
<p><strong>9. Licens fra Google</strong></p>
<p>9.1 Google giver dig en personlig, global, gratis og ikke-eksklusiv licens, der ikke kan overdrages, til at bruge Softwaren, der leveres til dig af Google, som en del af Tjenesterne, som de er leveret til dig af Google (i det f&oslash;lgende kaldet &quot;Softwaren&quot;). Form&aring;let med licensen er alene at s&aelig;tte dig i stand til at bruge og udnytte fordelene ved Tjenesterne, som de leveres af Google, og p&aring; den m&aring;de, det er tilladt i henhold til Vilk&aring;rene.</p>
<p>9.2 I henhold til afsnit 1.2 m&aring; du ikke (og du m&aring; ikke give andre tilladelse til at) kopiere, modificere, oprette afledte v&aelig;rker af, foretage reverse engineering, foretage dekompilering eller p&aring; anden m&aring;de fors&oslash;ge at udlede kildekoden af Softwaren eller en del deraf, medmindre en s&aring;dan handling er udtrykkeligt tilladt eller p&aring;kr&aelig;vet i henhold til lovgivningen, eller Google har givet dig udtrykkelig skriftlig tilladelse dertil.</p>
<p>9.3 I henhold til afsnit 1.2, medmindre Google har givet dig udtrykkelig skriftlig tilladelse til at g&oslash;re det, m&aring; du ikke overdrage (eller give underlicens til) dine rettigheder til at bruge Softwaren, stille sikkerhed i dine rettigheder til at bruge Softwaren eller p&aring; anden m&aring;de overdrage en del af dine rettigheder til at bruge Softwaren.</p>
<p><strong>10. Indholdslicens fra dig</strong></p>
<p>10.1 Du beholder ophavsret og alle andre rettigheder, du allerede har til det indhold, du indgiver, sender eller viser p&aring; eller gennem Tjenesterne.</p>
<p><strong>11. Softwareopdateringer</strong></p>
<p>11.1 Den Software, du bruger, kan automatisk downloade og installere opdateringer fra tid til anden fra Google. Form&aring;let med disse opdateringer er at forbedre, udvide eller videreudvikle Tjenesterne og kan f.eks. v&aelig;re fejlrettelser, forbedrede funktioner, nye softwaremoduler og helt nye versioner. Du accepterer, at du vil modtage s&aring;danne opdateringer (og tillade, at Google leverer disse til dig) som en del af din brug af Tjenesterne.</p>
<p><strong>12. Afbrydelse af dit forhold til Google</strong></p>
<p>12.1 Vilk&aring;rene g&aelig;lder, indtil de opsiges af dig eller Google i henhold til bestemmelserne nedenfor. </p>
<p>12.2 Google kan til enhver tid opsige denne juridiske aftale med dig, hvis:</p>
<p>(A) du har overtr&aring;dt en bestemmelse i Vilk&aring;rene (eller har handlet p&aring; en m&aring;de, som tydeligt viser, at du har til hensigt at g&oslash;re det, eller at du ikke kan overholde bestemmelserne i Vilk&aring;rene), eller</p>
<p>(B) det kr&aelig;ves af Google i henhold til lovgivningen (f.eks. hvis leveringen af Tjenester til dig er eller bliver ulovlig), eller</p>
<p>(C) den partner, med hvem Google har tilbudt Tjenesterne til dig, har afbrudt sit forhold til Google eller er oph&oslash;rt med at tilbyde Tjenesterne til dig, eller</p>
<p>(D) Google er i gang med at oph&oslash;re med at levere Tjenesterne til brugere i det land, du har bop&aelig;l i, eller hvorfra du bruger Tjenesten, eller</p>
<p>(E) Googles levering af Tjenesterne til dig, efter Googles mening, ikke l&aelig;ngere er kommercielt b&aelig;redygtig.</p>
<p>12.3 Intet i dette afsnit p&aring;virker Googles rettigheder med hensyn til levering af Tjenester i henhold til afsnit 4 i Vilk&aring;rene.</p>
<p>12.4 N&aring;r disse Vilk&aring;r bringes til oph&oslash;r, skal alle de juridiske rettigheder og forpligtelser, som du og Google har nydt gavn af eller v&aelig;ret underlagt (eller som er opst&aring;et, mens Vilk&aring;rene har v&aelig;ret i kraft), eller som udtrykkeligt g&aelig;lder p&aring; ubestemt tid, v&aelig;re uber&oslash;rte af dette oph&oslash;r, og bestemmelserne i afsnit 19.7 skal fortsat g&aelig;lde for s&aring;danne rettigheder og forpligtelser p&aring; ubestemt tid.</p>
<p><strong>13. Fraskrivelse af garanti</strong></p>
<p>13.1 Tjenesterne leveres &quot;som de er og forefindes&quot;, og Google, dets Datterselskaber og Affilierede Foretagender og dets licensgivere giver dig ingen garanti med hensyn til Tjenesterne.</p>
<p>13.2 Google, dets Datterselskaber og Affilierede Foretagender og dets licensgivere erkl&aelig;rer eller garanterer navnlig ikke, at:</p>
<p>(A) din brug af Tjenesterne vil opfylde dine krav,</p>
<p>(B) din brug af Tjenesterne vil v&aelig;re uafbrudt, rettidig, sikker eller fri for fejl,</p>
<p>(C) alle oplysninger, du indhenter som resultat af din brug af Tjenesterne, vil v&aelig;re n&oslash;jagtige eller p&aring;lidelige, og</p>
<p>(D) at fejl i driften eller funktionaliteten af Software, der leveres til dig som en del af Tjenesterne, vil blive rettet.</p>
<p>13.3 Ingen betingelser, garantier eller andre vilk&aring;r (herunder alle stiltiende kontraktvilk&aring;r, hvad ang&aring;r tilfredsstillende kvalitet, egnethed til form&aring;l eller overensstemmelse med beskrivelse) g&aelig;lder for Tjenesterne undtagen i det omfang, det udtrykkeligt er anf&oslash;rt i Vilk&aring;rene.</p>
<p>13.4 Intet i Vilk&aring;rene p&aring;virker de lovgivningssikrede rettigheder, du altid har som forbruger, og som du ikke kan &aelig;ndre eller give afkald p&aring; gennem en kontraktlig aftale.</p>
<p><strong>14. Begr&aelig;nsning af ansvar</strong></p>
<p>14.1 Intet i disse Vilk&aring;r skal udelukke eller begr&aelig;nse Googles ansvar for tab, som ikke kan fraskrives eller begr&aelig;nses i henhold til g&aelig;ldende lov.</p>
<p>14.2 Med forbehold af den generelle bestemmelse i afsnit 14.1 ovenfor kan Google, dets Datterselskaber og Affilierede Foretagender og dets licensgivere ikke drages til ansvar over for dig for:</p>
<p>(A) indirekte tab eller f&oslash;lgetab, du m&aring;tte p&aring;drage dig. Herunder tab af overskud (b&aring;de direkte og indirekte), tab af goodwill eller forretningsm&aelig;ssigt omd&oslash;mme eller tab af data, som du m&aring;tte lide;</p>
<p>(B) tab eller skade, du m&aring;tte p&aring;drage dig som f&oslash;lge af:</p>
<p>(i) din tillid til udf&oslash;rligheden, n&oslash;jagtigheden eller eksistensen af annoncering eller som f&oslash;lge af et forhold eller transaktioner mellem dig og en annonc&oslash;r eller sponsor, hvis annoncer vises p&aring; Tjenesterne;</p>
<p>(ii) alle &aelig;ndringer, som Google foretager i Tjenesterne, eller permanent eller midlertidigt oph&oslash;r i leveringen af Tjenesterne (eller en funktion i Tjenesterne);</p>
<p>(iii) sletning, beskadigelse eller manglende lagring af Indhold og andre kommunikationsdata, der vedligeholdes eller sendes af eller gennem din brug af Tjenesterne;</p>
<p>(iv) din manglende levering af n&oslash;jagtige kontooplysninger til Google;</p>
<p>(v) din manglende sikring og hemmeligholdelse af din adgangskode og dine kontooplysninger;</p>
<p>14.3 Begr&aelig;nsningerne af Googles ansvar over for dig i afsnit 14.2 ovenfor g&aelig;lder, uanset om Google har f&aring;et meddelelse om eller skulle have v&aelig;ret bekendt med muligheden for, at s&aring;danne tab ville opst&aring;.</p>
<p><strong>15. Politikker vedr&oslash;rende copyright og varem&aelig;rker</strong></p>
<p>15.1 Det er Googles politik at reagere p&aring; meddelelser om p&aring;st&aring;ede kr&aelig;nkelser af ophavsret i overensstemmelse med den g&aelig;ldende internationale lovgivning om ophavsret (herunder DMCA (Digital Millennium Copyright Act) i USA) og at annullere konti tilh&oslash;rende personer, der gentagne gange overtr&aelig;der bestemmelserne. Du kan finde en detaljeret udgave af Googles politik p&aring; http://www.google.dk/dmca.html.</p>
<p>15.2 Google har en procedure for klager over varem&aelig;rker i forbindelse med Googles annonceringsvirksomhed. Flere oplysninger findes p&aring; http://www.google.dk/tm_complaint.html.</p>
<p><strong>16. Annoncer</strong></p>
<p>16.1 Nogle Tjenester underst&oslash;ttes af indtjening fra annoncer, og der kan vises annoncer eller reklamer. Disse annoncer kan v&aelig;re m&aring;lrettet mod indholdet af de oplysninger, der er lagret p&aring; Tjenesterne, foresp&oslash;rgsler, der frems&aelig;ttes via Tjenesterne, eller andre oplysninger.</p>
<p>16.2 Google kan uden s&aelig;rligt varsel til dig &aelig;ndre m&aring;den, formen og omfanget for annoncering fra Google p&aring; Tjenesterne.</p>
<p>16.3 Til geng&aelig;ld for, at Google giver dig adgang til at bruge Tjenesterne, accepterer du, at Google inds&aelig;tter s&aring;danne annoncer i Tjenesterne.</p>
<p><strong>17. Andet indhold</strong></p>
<p>17.1 Tjenesterne kan indeholde hyperlinks til andre websteder, andet indhold eller andre ressourcer. Google har ingen kontrol over de websteder eller ressourcer, der leveres af andre virksomheder eller personer end Google.</p>
<p>17.2 Du anerkender og accepterer, at Google ikke er ansvarlig for tilg&aelig;ngeligheden af s&aring;danne eksterne websteder eller ressourcer, og at Google ikke st&aring;r bag annoncering, produkter eller andre materialer, der er tilg&aelig;ngelige fra s&aring;danne websteder eller ressourcer.</p>
<p>17.3 Du anerkender og accepterer, at Google ikke er ansvarlig for tab eller skade, du m&aring;tte p&aring;drage dig som f&oslash;lge af tilg&aelig;ngeligheden af disse eksterne websteder eller ressourcer, eller som f&oslash;lge af din tillid til udf&oslash;rligheden, n&oslash;jagtigheden eller eksistensen af annoncering, produkter eller andre materialer, der findes p&aring; eller er tilg&aelig;ngelige fra s&aring;danne websteder eller ressourcer.</p>
<p><strong>19. &AElig;ndringer i Vilk&aring;rene</strong></p>
<p>18.1 Google kan til enhver tid &aelig;ndre de Generelle Vilk&aring;r eller de Yderligere Vilk&aring;r. I tilf&aelig;lde af s&aring;danne &aelig;ndringer stiller Google en ny version af de Generelle Vilk&aring;r til r&aring;dighed p&aring; http://www.google.com/accounts/TOS?hl=da, og evt. nye Yderligere Vilk&aring;r stilles til r&aring;dighed for dig i eller gennem de ber&oslash;rte Tjenester.</p>
<p>18.2 Du forst&aring;r og accepterer, at Google opfatter din brug som en accept af de opdaterede Generelle Vilk&aring;r eller Yderligere Vilk&aring;r, hvis du bruger Tjenesterne efter den dato, hvor de Generelle Vilk&aring;r eller de Yderligere Vilk&aring;r blev &aelig;ndret.</p>
<p><strong>19. Generelle juridiske vilk&aring;r</strong></p>
<p>19.1 N&aring;r du bruger Tjenesterne, kan du (som f&oslash;lge af eller gennem din brug af Tjenesterne) bruge en tjeneste eller downloade software eller k&oslash;be varer, der leveres af en anden person eller virksomhed. Din brug af andre tjenester, anden software eller andre varer kan v&aelig;re underlagt separate vilk&aring;r mellem dig og den p&aring;g&aelig;ldende virksomhed eller person. Hvis det er tilf&aelig;ldet, p&aring;virker Vilk&aring;rene ikke dit juridiske forhold til disse andre virksomheder eller enkeltpersoner.</p>
<p>19.2 Vilk&aring;rene udg&oslash;r hele den juridiske aftale mellem dig og Google og regulerer din brug af Tjenesterne (men ikke tjenester, som Google evt. leverer til dig i henhold til separat skriftlig aftale). De erstatter fuldt ud alle tidligere aftaler mellem dig og Google med hensyn til Tjenesterne.</p>
<p>19.3 Du accepterer, at Google kan sende dig meddelelser, herunder meddelelser vedr&oslash;rende &aelig;ndringer i Vilk&aring;rene, pr. e-mail, almindelig post eller opslag p&aring; Tjenesterne.</p>
<p>19.4 Du accepterer, at Google ikke formelt giver afkald p&aring; selskabets rettigheder, og at disse rettigheder og retsmidler stadig er tilg&aelig;ngelige for Google, selvom Google ikke ud&oslash;ver eller h&aring;ndh&aelig;ver en juridisk ret eller et retsmiddel, der er anf&oslash;rt i Vilk&aring;rene (eller som tildeles Google i henhold til den g&aelig;ldende lovgivning).</p>
<p>19.5 Hvis en domstol, som har jurisdiktion til at afg&oslash;re sagen, afg&oslash;r, at en bestemmelse i disse Vilk&aring;r er ugyldig, fjernes den p&aring;g&aelig;ldende bestemmelse fra Vilk&aring;rene uden at ber&oslash;re de &oslash;vrige Vilk&aring;r. De &oslash;vrige bestemmelser i Vilk&aring;rene er fortsat gyldige og kan h&aring;ndh&aelig;ves.</p>
<p>19.6 Du anerkender og accepterer, at hvert medlem af den gruppe af selskaber, som Google er moderselskab for, er begunstigede tredjeparter i henhold til Vilk&aring;rene, og at s&aring;danne andre selskaber er berettigede til direkte at h&aring;ndh&aelig;ve og p&aring;ber&aring;be sig enhver bestemmelse i Vilk&aring;rene, som tilf&oslash;rer dem fordele eller rettigheder. Ud over dette kan ingen anden person eller virksomhed v&aelig;re begunstiget tredjepart i henhold til Vilk&aring;rene.</p>
<p>19.7 Vilk&aring;rene og dit forhold til Google i henhold til Vilk&aring;rene er underlagt engelsk ret. Du og Google accepterer domstolene i England som eksklusiv jurisdiktion ved l&oslash;sning af enhver juridisk tvist i forbindelse med Vilk&aring;rene. Uanset ovenn&aelig;vnte accepterer du, at Google kan anmode om p&aring;bud/forbud (eller tilsvarende retsmiddel med omg&aring;ende virkning) i enhver jurisdiktion.</p>
<p>4. december 2008</p>
<h3>&nbsp;</h3>
<br />
</body>
</html>
