<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="icon" type="image/ico" href="/tools/dlpage/res/chrome/images/chrome-16.png"><title>Google Chrome &ndash; Zmluvn&eacute; podmienky</title>
<style>
body { font-family:Arial; font-size:13px; }
</style>
<script type="text/javascript">
function carry_tracking(obj) {
    var s = '(\\?.*)';
    var regex = new RegExp(s);
    var results = regex.exec(window.location.href);
	if (results != null) {
		obj.href = obj.href + results[1];
	} else {
		s2 = 'intl/([^/]*)';
		regex2 = new RegExp(s2);
		results2 = regex2.exec(window.location.href);
		if (results2 != null) {
			obj.href = obj.href + '?hl=' + results2[1];
		}
	}
}
</script></head>

<body>
<h2>Google Chrome &ndash; Zmluvn&eacute; podmienky</h2>
<p>Tieto zmluvn&eacute; podmienky sa t&yacute;kaj&uacute; verzie spustiteľn&eacute;ho k&oacute;du služby Google Chrome. Zdrojov&yacute; k&oacute;d programu Google Chrome je k dispoz&iacute;cii bezplatne na z&aacute;klade dohody o poskytnut&iacute; licencie na softv&eacute;r s otvoren&yacute;m zdrojov&yacute;m k&oacute;dom na adrese http://code.google.com/chromium/terms.html.</p>
<p><strong>1. V&aacute;š vzťah so spoločnosťou Google</strong></p>
<p>1.1 Vaše využ&iacute;vanie produktov, softv&eacute;ru, služieb a webov&yacute;ch str&aacute;nok spoločnosti Google (v tomto dokumente s&uacute;hrnne označovan&yacute;ch ako Služby a nezahŕňaj&uacute;cich služby, ktor&eacute; v&aacute;m spoločnosť Google poskytuje na z&aacute;klade samostatnej p&iacute;somnej dohody) podlieha podmienkam pr&aacute;voplatnej dohody medzi vami a spoločnosťou Google. Označenie Google znamen&aacute; spoločnosť Google Inc., ktor&aacute; s&iacute;dli na adrese 1600 Amphitheatre Parkway, Mountain View, CA 94043, Spojen&eacute; št&aacute;ty americk&eacute;. Tento dokument vysvetľuje vytvorenie tejto dohody a stanovuje niektor&eacute; podmienky tejto dohody.</p>
<p>1.2 Pokiaľ nie je so spoločnosťou Google p&iacute;somne dohodnut&eacute; inak, vaša dohoda so spoločnosťou Google bude vždy zahŕňať aspoň zmluvn&eacute; podmienky stanoven&eacute; v tomto dokumente. Tieto s&uacute; ďalej označovan&eacute; ako Všeobecn&eacute; zmluvn&eacute; podmienky. Licenciu na softv&eacute;r s otvoren&yacute;m zdrojov&yacute;m k&oacute;dom pre zdrojov&yacute; k&oacute;d programu Google Chrome tvoria samostatn&eacute; p&iacute;somn&eacute; dohody. V obmedzenom rozsahu, keď licenciu na použ&iacute;vanie softv&eacute;ru s otvoren&yacute;m zdrojov&yacute;m k&oacute;dom v&yacute;slovne nahr&aacute;dzaj&uacute; tieto Všeobecn&eacute; zmluvn&eacute; podmienky, licencie na použ&iacute;vanie otvoren&eacute;ho zdrojov&eacute;ho k&oacute;du určuj&uacute; vašu dohodu so spoločnosťou Google t&yacute;kaj&uacute;cu sa použ&iacute;vania programu Google Chrome alebo konkr&eacute;tnych zahrnut&yacute;ch s&uacute;čast&iacute; programu Google Chrome.</p>
<p>1.3 Vaša dohoda so spoločnosťou Google bude okrem Všeobecn&yacute;ch zmluvn&yacute;ch podmienok zahŕňať tiež zmluvn&eacute; podmienky obsiahnut&eacute; v ak&yacute;chkoľvek pr&aacute;vnych upozorneniach vzťahuj&uacute;cich sa na Služby. Všetky tieto podmienky s&uacute; ďalej označovan&eacute; ako Dodatkov&eacute; zmluvn&eacute; podmienky. V pr&iacute;padoch, keď sa bud&uacute; Dodatkov&eacute; zmluvn&eacute; podmienky t&yacute;kať Služieb ich budete mať k dispoz&iacute;cii na preč&iacute;tanie buď v r&aacute;mci danej Služby, alebo počas jej použ&iacute;vania.</p>
<p>1.4 Všeobecn&eacute; zmluvn&eacute; podmienky spolu s Dodatkov&yacute;mi zmluvn&yacute;mi podmienkami tvoria pr&aacute;vne z&aacute;v&auml;zn&uacute; dohodu medzi vami a spoločnosťou Google vo vzťahu k v&aacute;šmu využ&iacute;vaniu Služieb. Je d&ocirc;ležit&eacute;, aby ste si našli čas na ich d&ocirc;kladn&eacute; preštudovanie. S&uacute;hrnne je t&aacute;to pr&aacute;vna dohoda ďalej označovan&aacute; ako Zmluvn&eacute; podmienky.</p>
<p>1.5 Ak d&ocirc;jde k ak&eacute;mukoľvek rozporu medzi znen&iacute;m Dodatkov&yacute;ch zmluvn&yacute;ch podmienok a znen&iacute;m Všeobecn&yacute;ch zmluvn&yacute;ch podmienok, potom s&uacute; Dodatkov&eacute; zmluvn&eacute; podmienky vo vzťahu k danej Službe nadraden&eacute;.</p>
<p><strong>2. S&uacute;hlas so Zmluvn&yacute;mi podmienkami</strong></p>
<p>2.1 Ak chcete využ&iacute;vať Služby, mus&iacute;te najprv s&uacute;hlasiť so Zmluvn&yacute;mi podmienkami. Nem&ocirc;žete využ&iacute;vať Služby, pokiaľ nevyjadr&iacute;te svoj s&uacute;hlas so Zmluvn&yacute;mi podmienkami.</p>
<p>2.2 S&uacute;hlas so Zmluvn&yacute;mi podmienkami m&ocirc;žete vyjadriť takto:</p>
<p>(A) Kliknut&iacute;m tlačidla Prij&iacute;mam alebo S&uacute;hlas&iacute;m so Zmluvn&yacute;mi podmienkami, ak je v&aacute;m t&aacute;to možnosť spr&iacute;stupnen&aacute; spoločnosťou Google v použ&iacute;vateľskom rozhran&iacute; akejkoľvek Služby, alebo</p>
<p>(B) vlastn&yacute;m použ&iacute;van&iacute;m Služby. V&nbsp;tomto pr&iacute;pade beriete na vedomie a s&uacute;hlas&iacute;te s t&yacute;m, že spoločnosť Google bude od tohto okamihu považovať vaše použ&iacute;vanie služieb za s&uacute;hlas so Zmluvn&yacute;mi podmienkami. </p>
<p><strong>3. Jazyk Zmluvn&yacute;ch podmienok</strong></p>
<p>3.1 Ak v&aacute;m spoločnosť Google poskytla preklad verzie Zmluvn&yacute;ch podmienok v anglickom jazyku, s&uacute;hlas&iacute;te s t&yacute;m, že tento preklad je poskytnut&yacute; len pre vaše pohodlie a že v&aacute;š vzťah so spoločnosťou Google sa bude riadiť podľa verzi&iacute; Zmluvn&yacute;ch podmienok v anglickom jazyku.</p>
<p>3.2 Ak d&ocirc;jde k ak&eacute;mukoľvek rozporu medzi znen&iacute;m Zmluvn&yacute;ch podmienok v anglickom jazyku a znen&iacute;m ich prekladu, rozhoduj&uacute;ca je verzia v anglickom jazyku.</p>
<p><strong>4. Poskytovanie Služieb spoločnosťou Google</strong></p>
<p>4.1 Spoločnosť Google m&aacute; svoje pobočky a pridružen&eacute; pr&aacute;vnick&eacute; osoby po celom svete (Pobočky a pridružen&eacute; spoločnosti). Tieto spoločnosti v&aacute;m v niektor&yacute;ch pr&iacute;padoch bud&uacute; poskytovať Služby v zast&uacute;pen&iacute; spoločnosti Google. Beriete na vedomie a s&uacute;hlas&iacute;te s t&yacute;m, že Pobočky a pridružen&eacute; spoločnosti maj&uacute; opr&aacute;vnenie poskytovať v&aacute;m Služby.</p>
<p>4.2 Spoločnosť Google sa neust&aacute;le zdokonaľuje, aby svojim použ&iacute;vateľom poskytovala čo najlepšie služby. Beriete na vedomie a s&uacute;hlas&iacute;te s t&yacute;m, že forma a povaha Služieb poskytovan&yacute;ch spoločnosťou Google sa m&ocirc;že priebežne meniť bez predch&aacute;dzaj&uacute;ceho upozornenia.</p>
<p>4.3 Beriete na vedomie a s&uacute;hlas&iacute;te s t&yacute;m, že v r&aacute;mci tohto neust&aacute;leho zdokonaľovania m&ocirc;že spoločnosť Google ukončiť (trvalo alebo dočasne) poskytovanie Služieb (alebo ak&yacute;chkoľvek funkci&iacute; Služieb) v&aacute;m alebo použ&iacute;vateľom všeobecne na z&aacute;klade vlastn&eacute;ho rozhodnutia spoločnosti Google a bez predch&aacute;dzaj&uacute;ceho upozornenia. Použ&iacute;vanie Služieb m&ocirc;žete kedykoľvek ukončiť. O ukončen&iacute; použ&iacute;vania Služieb nemus&iacute;te spoločnosť Google v&yacute;slovne informovať.</p>
<p>4.4 Beriete na vedomie a s&uacute;hlas&iacute;te s t&yacute;m, že ak spoločnosť Google zak&aacute;že pr&iacute;stup do v&aacute;šho &uacute;čtu, m&ocirc;žete mať zamedzen&yacute; pr&iacute;stup k Služb&aacute;m, &uacute;dajom v&aacute;šho &uacute;čtu alebo ak&yacute;mkoľvek s&uacute;borom, pr&iacute;padne in&eacute;mu obsahu, ktor&yacute; je obsiahnut&yacute; vo vašom &uacute;čte.</p>
<p><strong>5. Vaše využ&iacute;vanie Služieb </strong></p>
<p>5.1 S&uacute;hlas&iacute;te s t&yacute;m, že budete využ&iacute;vať Služby len na &uacute;čely, ktor&eacute; s&uacute; povolen&eacute; (a) Zmluvn&yacute;mi podmienkami a (b) platn&yacute;mi z&aacute;konmi, smernicami alebo všeobecne z&aacute;v&auml;zn&yacute;mi predpismi alebo pokynmi pr&iacute;slušn&yacute;ch jurisdikci&iacute; (vr&aacute;tane z&aacute;konov upravuj&uacute;cich export &uacute;dajov alebo softv&eacute;ru z alebo do USA alebo ďalš&iacute;ch relevantn&yacute;ch kraj&iacute;n). </p>
<p>5.2 S&uacute;hlas&iacute;te s t&yacute;m, že sa nebudete zap&aacute;jať do akejkoľvek činnosti, ktor&aacute; bude ovplyvňovať alebo narušovať Služby (alebo servery a siete, ktor&eacute; s&uacute; pripojen&eacute; k Služb&aacute;m).</p>
<p>5.3 S&uacute;hlas&iacute;te s t&yacute;m, že nebudete reprodukovať, rozmnožovať, kop&iacute;rovať, pred&aacute;vať, vymieňať alebo ďalej pred&aacute;vať Služby pre ak&yacute;koľvek &uacute;čel, pokiaľ v&aacute;m to nebolo konkr&eacute;tne povolen&eacute; samostatnou dohodou so spoločnosťou Google.</p>
<p>5.4 S&uacute;hlas&iacute;te, že nesiete pln&uacute; zodpovednosť (a že spoločnosť Google nem&aacute; žiadnu zodpovednosť voči v&aacute;m ani akejkoľvek tretej strane) za ak&eacute;koľvek porušenie vašich povinnost&iacute; plyn&uacute;cich zo Zmluvn&yacute;ch podmienok a za d&ocirc;sledky ak&eacute;hokoľvek tak&eacute;ho porušenia (vr&aacute;tane akejkoľvek straty alebo škody, ktor&uacute; m&ocirc;že spoločnosť Google utrpieť). </p>
<p><strong>6. Ochrana osobn&yacute;ch &uacute;dajov</strong></p>
<p>6.1 Inform&aacute;cie o našich postupoch ochrany &uacute;dajov n&aacute;jdete v z&aacute;sad&aacute;ch ochrany osobn&yacute;ch &uacute;dajov spoločnosti Google na str&aacute;nke http://www.google.sk/privacy.html. Tieto z&aacute;sady vysvetľuj&uacute;, ak&yacute;m sp&ocirc;sobom spoločnosť Google uchov&aacute;va osobn&eacute; &uacute;daje a chr&aacute;ni vaše s&uacute;kromie pri použ&iacute;van&iacute; Služieb.</p>
<p>6.2 S&uacute;hlas&iacute;te s použ&iacute;van&iacute;m vašich osobn&yacute;ch &uacute;dajov v s&uacute;lade so z&aacute;sadami ochrany osobn&yacute;ch &uacute;dajov spoločnosti Google.</p>
<p><strong>7. Obsah v Služb&aacute;ch</strong></p>
<p>7.1 Beriete na vedomie, že všetky inform&aacute;cie (napr. s&uacute;bory s &uacute;dajmi, p&iacute;san&yacute; text, poč&iacute;tačov&yacute; softv&eacute;r, hudba, zvukov&eacute; s&uacute;bory alebo in&eacute; zvuky, fotografie, vide&aacute; alebo in&eacute; obr&aacute;zky), ku ktor&yacute;m m&ocirc;žete mať pr&iacute;stup v r&aacute;mci Služieb alebo prostredn&iacute;ctvom ich použ&iacute;vania, s&uacute; v plnej zodpovednosti osoby, od ktorej tento obsah poch&aacute;dza. Všetky tak&eacute;to inform&aacute;cie s&uacute; ďalej označovan&eacute; ako Obsah.</p>
<p>7.2 Mali by ste si byť vedom&iacute;, že Obsah, ktor&yacute; je v&aacute;m prezentovan&yacute; ako s&uacute;časť Služieb, vr&aacute;tane (ale nie v&yacute;lučne) rekl&aacute;m v Služb&aacute;ch a sponzorovan&eacute;ho Obsahu v Služb&aacute;ch, m&ocirc;že byť chr&aacute;nen&yacute; z&aacute;konmi na ochranu duševn&eacute;ho vlastn&iacute;ctva, ktor&eacute; vlastnia sponzori alebo inzerenti, ktor&iacute; poskytli tento Obsah spoločnosti Google (alebo in&yacute;mi osobami alebo spoločnosťami v ich zast&uacute;pen&iacute;). Nesmiete upravovať, naj&iacute;mať, prenaj&iacute;mať, zapožičiavať, pred&aacute;vať, š&iacute;riť ani vytv&aacute;rať odvoden&eacute; diela založen&eacute; na tomto Obsahu (ako celku alebo jeho časti), pokiaľ na to nem&aacute;te v&yacute;slovn&eacute; povolenie od spoločnosti Google alebo od vlastn&iacute;kov tohto Obsahu v samostatnej dohode.</p>
<p>7.3 Spoločnosť Google si vyhradzuje pr&aacute;vo (ale nem&aacute; žiadnu povinnosť) na n&aacute;hľad, pos&uacute;denie, ohodnotenie, filtrovanie, &uacute;pravu, zamietnutie alebo odstr&aacute;nenie ak&eacute;hokoľvek alebo všetk&yacute;ch Obsahov z akejkoľvek Služby. Pre niektor&eacute; zo Služieb m&ocirc;že spoločnosť Google poskytovať n&aacute;stroje na filtrovanie explicitn&eacute;ho sexu&aacute;lneho obsahu. Tieto n&aacute;stroje zahŕňaj&uacute; nastavenia predvolieb funkcie SafeSearch (viac inform&aacute;ci&iacute; n&aacute;jdete na str&aacute;nke http://www.google.sk/help/customize.html#safe). Navyše existuj&uacute; komerčne dostupn&eacute; služby a softv&eacute;r na obmedzenie pr&iacute;stupu k materi&aacute;lom, ktor&eacute; m&ocirc;žete považovať za problematick&eacute;.</p>
<p>7.4 Beriete na vedomie, že využ&iacute;van&iacute;m Služieb sa m&ocirc;žete dostať do styku s Obsahom, ktor&yacute; m&ocirc;žete považovať za ur&aacute;žliv&yacute;, neslušn&yacute; alebo problematick&yacute;, a že v tomto smere využ&iacute;vate Služby na vlastn&eacute; riziko.</p>
<p>7.5 S&uacute;hlas&iacute;te s t&yacute;m, že nesiete pln&uacute; zodpovednosť (a že spoločnosť Google nem&aacute; žiadnu zodpovednosť voči v&aacute;m ani akejkoľvek tretej strane) za ak&yacute;koľvek Obsah, ktor&yacute; vytvor&iacute;te, prenesiete alebo zobraz&iacute;te počas využ&iacute;vania Služieb, a za d&ocirc;sledky tak&eacute;ho konania (vr&aacute;tane akejkoľvek straty alebo škody, ktor&uacute; m&ocirc;že spoločnosť Google utrpieť).</p>
<p><strong>8. Vlastn&iacute;cke pr&aacute;va</strong></p>
<p>8.1 Beriete na vedomie a s&uacute;hlas&iacute;te s t&yacute;m, že spoločnosť Google (alebo poskytovatelia licencie spoločnosti Google) vlastn&iacute; z&aacute;konn&eacute; pr&aacute;vo, n&aacute;rok a podiel v Služb&aacute;ch vr&aacute;tane ak&yacute;chkoľvek pr&aacute;v duševn&eacute;ho vlastn&iacute;ctva, ktor&eacute; existuj&uacute; v Služb&aacute;ch (či už s&uacute;, alebo nie s&uacute; tieto pr&aacute;va registrovan&eacute;, a kdekoľvek vo svete tieto pr&aacute;va existuj&uacute;).</p>
<p>8.2 Pokiaľ ste sa so spoločnosťou Google p&iacute;somne nedohodli inak, žiadna časť Zmluvn&yacute;ch podmienok v&aacute;m ned&aacute;va pr&aacute;vo na použ&iacute;vanie ak&yacute;chkoľvek obchodn&yacute;ch n&aacute;zvov, ochrann&yacute;ch a servisn&yacute;ch zn&aacute;mok, symbolov, n&aacute;zvov dom&eacute;n a ďalš&iacute;ch charakteristick&yacute;ch ochrann&yacute;ch znakov spoločnosti Google.</p>
<p>8.3 Ak ste dostali v&yacute;slovn&eacute; opr&aacute;vnenie na použ&iacute;vanie ak&eacute;hokoľvek z t&yacute;chto ochrann&yacute;ch znakov prostredn&iacute;ctvom samostatnej p&iacute;somnej dohody so spoločnosťou Google, s&uacute;hlas&iacute;te s t&yacute;m, že vaše použ&iacute;vanie t&yacute;chto znakov bude v s&uacute;lade s touto dohodou, všetk&yacute;mi platn&yacute;mi podmienkami v Zmluvn&yacute;ch podmienkach a pokynmi na použ&iacute;vanie ochrann&yacute;ch znakov spoločnosti Google, ktor&eacute; sa priebežne aktualizuj&uacute;. Tieto pokyny si m&ocirc;žete preč&iacute;tať online na str&aacute;nke http://www.google.sk/permissions/guidelines.html (alebo na podobnej adrese URL, ktor&uacute; m&ocirc;že spoločnosť Google s t&yacute;mto cieľom z času na čas poskytn&uacute;ť).</p>
<p>8.4 Spoločnosť Google berie na vedomie a s&uacute;hlas&iacute; s t&yacute;m, že na z&aacute;klade t&yacute;chto Zmluvn&yacute;ch podmienok nez&iacute;skava žiadne pr&aacute;vo, n&aacute;rok ani podiel od v&aacute;s (alebo vašich poskytovateľov licencie) na žiadny Obsah, ktor&yacute; odošlete, zverejn&iacute;te, prenesiete alebo zobraz&iacute;te v Službe alebo jej prostredn&iacute;ctvom, vr&aacute;tane ak&yacute;chkoľvek pr&aacute;v duševn&eacute;ho vlastn&iacute;ctva, ktor&eacute; existuj&uacute; v tomto Obsahu (či už s&uacute;, alebo nie s&uacute; tieto pr&aacute;va registrovan&eacute;, a kdekoľvek na svete tieto pr&aacute;va existuj&uacute;). Pokiaľ ste sa so spoločnosťou Google p&iacute;somne nedohodli inak, s&uacute;hlas&iacute;te s t&yacute;m, že ste zodpovedn&iacute; za ochranu a vyn&uacute;tenie t&yacute;chto pr&aacute;v a že spoločnosť Google nem&aacute; žiadnu povinnosť prevziať t&uacute;to zodpovednosť za v&aacute;s.</p>
<p>8.5 S&uacute;hlas&iacute;te s t&yacute;m, že neodstr&aacute;nite, nezakryjete ani nepozmen&iacute;te ak&eacute;koľvek upozornenie na vlastn&iacute;cke pr&aacute;va (vr&aacute;tane upozornen&iacute; na autorsk&eacute; pr&aacute;va a ochrann&uacute; zn&aacute;mku), ktor&eacute; m&ocirc;že byť obsiahnut&eacute; v Služb&aacute;ch.</p>
<p>8.6 S&uacute;hlas&iacute;te s t&yacute;m, že bez v&yacute;slovn&eacute;ho p&iacute;somn&eacute;ho opr&aacute;vnenia od spoločnosti Google nebudete pri využ&iacute;van&iacute; Služieb použ&iacute;vať ak&eacute;koľvek ochrann&eacute; a servisn&eacute; zn&aacute;mky, obchodn&eacute; n&aacute;zvy, symboly ak&yacute;chkoľvek spoločnost&iacute; alebo organiz&aacute;ci&iacute; sp&ocirc;sobom, ktor&yacute; pravdepodobne alebo z&aacute;merne sp&ocirc;sob&iacute; z&aacute;menu vlastn&iacute;ka alebo opr&aacute;vnen&eacute;ho použ&iacute;vateľa tak&yacute;chto zn&aacute;mok, n&aacute;zvov alebo embl&eacute;mov.</p>
<p><strong>9. Licencia spoločnosti Google</strong></p>
<p>9.1 Spoločnosti Google v&aacute;m udeľuje osobn&uacute;, neprenosn&uacute; a nev&yacute;hradn&uacute; licenciu na použ&iacute;vanie softv&eacute;ru s celosvetovou platnosťou a bez licenčn&eacute;ho poplatku, ktor&yacute; spoločnosť Google poskytuje ako s&uacute;časť Služieb (ďalej označovan&yacute; ako Softv&eacute;r). T&aacute;to licencia m&aacute; v&yacute;hradn&yacute; &uacute;čel umožniť v&aacute;m použ&iacute;vanie v&yacute;hod Služieb poskytovan&yacute;ch spoločnosťou Google sp&ocirc;sobom povolen&yacute;m Zmluvn&yacute;mi podmienkami.</p>
<p>9.2 V s&uacute;lade s bodom 1.2 nesmiete (a nesmiete povoliť ďalš&iacute;m osob&aacute;m) kop&iacute;rovať, upravovať, vytv&aacute;rať odvoden&eacute; diela, sp&auml;tne dešifrovať ani analyzovať alebo sa inak pok&uacute;šať vypisovať zdrojov&yacute; k&oacute;d Softv&eacute;ru alebo akejkoľvek jeho časti, pokiaľ to nie je v&yacute;slovne povolen&eacute; alebo vyžadovan&eacute; z&aacute;konom, alebo pokiaľ v&aacute;s t&yacute;m spoločnosť Google v&yacute;slovne p&iacute;somne nepoverila.</p>
<p>9.3 V s&uacute;lade s bodom 1.2 nesmiete bez v&yacute;slovn&eacute;ho p&iacute;somn&eacute;ho s&uacute;hlasu spoločnosti Google nikomu post&uacute;piť svoje pr&aacute;va (ani na ne udeľovať licenciu) na použ&iacute;vanie Softv&eacute;ru, udeliť z&aacute;ložn&yacute; n&aacute;rok na svoje pr&aacute;va na použ&iacute;vanie Softv&eacute;ru ani inak pren&aacute;šať ak&uacute;koľvek časť svojich pr&aacute;v na použ&iacute;vanie Softv&eacute;ru.</p>
<p><strong>10. Licencia na Obsah od v&aacute;s</strong></p>
<p>10.1 Ponech&aacute;vate si autorsk&eacute; pr&aacute;va a ak&eacute;koľvek in&eacute; pr&aacute;va, ktor&eacute; už m&aacute;te, na Obsah, ktor&yacute; odošlete, zverejn&iacute;te alebo zobraz&iacute;te v Služb&aacute;ch alebo ich prostredn&iacute;ctvom.</p>
<p><strong>11. Aktualiz&aacute;cie softv&eacute;ru</strong></p>
<p>11.1 Softv&eacute;r, ktor&eacute; použ&iacute;vate, m&ocirc;že priebežne automaticky preberať a inštalovať aktualiz&aacute;cie zo servera spoločnosti Google. Tieto aktualiz&aacute;cie s&uacute; navrhnut&eacute; tak, aby zlepšili, rozš&iacute;rili a rozvinuli Služby a m&ocirc;žu mať formu opravy ch&yacute;b, rozš&iacute;renia funkci&iacute;, nov&yacute;ch softv&eacute;rov&yacute;ch modulov a &uacute;plne nov&yacute;ch verzi&iacute;. S&uacute;hlas&iacute;te s prij&iacute;man&iacute;m tak&yacute;chto aktualiz&aacute;ci&iacute; (a povoľujete spoločnosti Google, aby v&aacute;m ich doručovala) v r&aacute;mci v&aacute;šho využ&iacute;vania Služieb.</p>
<p><strong>12. Ukončenie v&aacute;šho vzťahu so spoločnosťou Google</strong></p>
<p>12.1 Zmluvn&eacute; podmienky zost&aacute;vaj&uacute; v platnosti, pokiaľ ned&ocirc;jde k ich ukončeniu buď vami, alebo spoločnosťou Google, ako bude stanoven&eacute; ďalej. </p>
<p>12.2 Spoločnosť Google m&ocirc;že kedykoľvek ukončiť svoju pr&aacute;vnu dohodu s vami, ak:</p>
<p>(A) ste porušili ak&eacute;koľvek ustanovenie Zmluvn&yacute;ch podmienok (alebo ste konali sp&ocirc;sobom, ktor&yacute; jasne poukazuje na to, že ste nezam&yacute;šľali alebo nie ste schopn&iacute; dodržať ustanovenia Zmluvn&yacute;ch podmienok), alebo</p>
<p>(B) to od spoločnosti Google vyžaduje z&aacute;kon (napr. keď je poskytovanie Služieb pre v&aacute;s nez&aacute;konn&eacute; alebo sa tak&yacute;m stane) alebo</p>
<p>(C) partner, s ktor&yacute;m v&aacute;m spoločnosť Google pon&uacute;kla Služby, ukončil svoj vzťah so spoločnosťou Google alebo prestal pon&uacute;kať Služby v&aacute;m alebo</p>
<p>(D) spoločnosť Google prest&aacute;va poskytovať Služby použ&iacute;vateľom v krajine, ktorej ste obyvateľom alebo z ktorej službu využ&iacute;vate, alebo</p>
<p>(E) podľa n&aacute;zoru spoločnosti Google poskytovanie Služieb v&aacute;m spoločnosťou Google nie je z komerčn&eacute;ho hľadiska naďalej životaschopn&eacute;.</p>
<p>12.3 Žiadne ustanovenie v tejto časti nebude mať vplyv na pr&aacute;va spoločnosti Google t&yacute;kaj&uacute;ce sa poskytovania Služieb podľa časti 4 Zmluvn&yacute;ch podmienok.</p>
<p>12.4 Pri skončen&iacute; platnosti t&yacute;chto Zmluvn&yacute;ch podmienok sa všetky z&aacute;konn&eacute; pr&aacute;va, povinnosti a zodpovednosti, z ktor&yacute;ch ste vy a spoločnosť Google mali prospech, ktor&eacute; sa na v&aacute;s a spoločnosť Google vzťahovali (alebo ktor&eacute; boli z&iacute;skan&eacute; v čase, keď boli Zmluvn&eacute; podmienky v platnosti) alebo ktor&eacute; s&uacute; v platnosti natrvalo, ost&aacute;vaj&uacute; t&yacute;mto z&aacute;nikom neovplyvnen&eacute; a ustanovenia odseku 19.7 sa vzťahuj&uacute; na tak&eacute;to pr&aacute;va, povinnosti a zodpovednosti natrvalo.</p>
<p><strong>13. Vyl&uacute;čenie z&aacute;ruk</strong></p>
<p>13.1 Služby s&uacute; poskytovan&eacute; tak, ako s&uacute;, a spoločnosť Google, jej Pobočky a pridružen&eacute; spoločnosti a jej poskytovatelia licencie v&aacute;m na ne ned&aacute;vaj&uacute; žiadnu z&aacute;ruku.</p>
<p>13.2 Spoločnosť Google, jej Pobočky a pridružen&eacute; spoločnosti a jej poskytovatelia licencie najm&auml; neprehlasuj&uacute; a neručia v&aacute;m za to, že:</p>
<p>(A) vaše využ&iacute;vanie služieb spln&iacute; vaše požiadavky,</p>
<p>(B) vaše využ&iacute;vanie služieb bude neprerušovan&eacute;, včasn&eacute;, bezpečn&eacute; alebo bez ch&yacute;b,</p>
<p>(C) ak&aacute;koľvek vami z&iacute;skan&aacute; inform&aacute;cia, ktor&aacute; je v&yacute;sledkom v&aacute;šho využ&iacute;vania služieb, bude presn&aacute; alebo spoľahliv&aacute;,</p>
<p>(D) chyby v činnosti alebo funkčnosti ak&eacute;hokoľvek softv&eacute;ru, ktor&yacute; v&aacute;m bude poskytnut&yacute; ako s&uacute;časť služieb, bud&uacute; opraven&eacute;.</p>
<p>13.3 Na Služby sa nevzťahuj&uacute; žiadne podmienky, z&aacute;ruky ani in&eacute; zmluvn&eacute; podmienky (vr&aacute;tane ak&yacute;chkoľvek naznačen&yacute;ch zmluvn&yacute;ch podmienok na prijateľn&uacute; kvalitu, vhodnosť na &uacute;čel alebo zhodu s popisom) mimo rozsahu, v ktorom s&uacute; v&yacute;slovne stanoven&eacute; v Zmluvn&yacute;ch podmienkach.</p>
<p>13.4 Nič v t&yacute;chto Zmluvn&yacute;ch podmienkach neovplyvn&iacute; tie z&aacute;konn&eacute; pr&aacute;va, na ktor&eacute; m&aacute;te vždy n&aacute;rok ako spotrebiteľ a ktor&eacute; nem&ocirc;žete zmluvne meniť alebo od ktor&yacute;ch nem&ocirc;žete odst&uacute;piť.</p>
<p><strong>14. obmedzenia zodpovednosti</strong></p>
<p>14.1 Nič v t&yacute;chto Zmluvn&yacute;ch podmienkach nevyl&uacute;či alebo neobmedz&iacute; zodpovednosť spoločnosti Google za straty, ktor&eacute; nem&ocirc;žu byť pr&aacute;voplatne vyl&uacute;čen&eacute; alebo obmedzen&eacute; platn&yacute;mi z&aacute;konmi.</p>
<p>14.2 V s&uacute;lade s celkov&yacute;mi ustanoveniami v odseku 14.1 spoločnosť Google, jej Pobočky a pridružen&eacute; spoločnosti a jej poskytovatelia licencie nemaj&uacute; voči v&aacute;m zodpovednosť za:</p>
<p>(A) ak&eacute;koľvek nepriame alebo n&aacute;sledn&eacute; straty, ktor&eacute; si m&ocirc;žete privodiť. Toto zahŕňa ak&uacute;koľvek stratu zisku (utrpen&uacute; priamo alebo nepriamo), ak&uacute;koľvek stratu dobr&eacute;ho mena alebo obchodnej povesti alebo ak&uacute;koľvek stratu &uacute;dajov, ktor&uacute; utrp&iacute;te,</p>
<p>(B) ak&uacute;koľvek stratu alebo škodu, ktor&uacute; si m&ocirc;žete privodiť ako n&aacute;sledok:</p>
<p>(i) vašej d&ocirc;very v &uacute;plnosť, presnosť alebo existenciu akejkoľvek inzercie alebo ako n&aacute;sledok ak&eacute;hokoľvek vzťahu alebo transakcie medzi vami a ak&yacute;mkoľvek inzerentom alebo sponzorom, ktor&eacute;ho inzercia sa zobrazuje v služb&aacute;ch.</p>
<p>(ii) ak&yacute;chkoľvek zmien, ktor&eacute; spoločnosť Google m&ocirc;že vykonať v služb&aacute;ch, alebo ak&eacute;hokoľvek trval&eacute;ho alebo dočasn&eacute;ho zastavenia poskytovania služieb (alebo ak&yacute;chkoľvek funkci&iacute; v r&aacute;mci služieb).</p>
<p>(iii) vymazania, poškodenia alebo zlyhania uloženia ak&eacute;hokoľvek Obsahu a ďalš&iacute;ch komunikačn&yacute;ch &uacute;dajov udržiavan&yacute;ch alebo pren&aacute;šan&yacute;ch počas v&aacute;šho využ&iacute;vania Služieb.</p>
<p>(iii) neposkytnutia presn&yacute;ch inform&aacute;ci&iacute; o vašom &uacute;čte spoločnosti Google,</p>
<p>(iv) v&aacute;šho nedostatočn&eacute;ho zabezpečenia a utajenia detailov o svojom hesle alebo &uacute;čte.</p>
<p>14.3 Obmedzenia zodpovednosti spoločnosti Google v odseku 14.2 s&uacute; platn&eacute; nez&aacute;visle od toho, či spoločnosť Google bola alebo nebola poučen&aacute; alebo si mala byť vedom&aacute; možnosti akejkoľvek takejto vypl&yacute;vaj&uacute;cej straty.</p>
<p><strong>15. Z&aacute;sady ochrany autorsk&yacute;ch pr&aacute;v a ochrann&yacute;ch zn&aacute;mok</strong></p>
<p>15.1 Z&aacute;sadou spoločnosti Google je odpovedať na ozn&aacute;menia o &uacute;dajnom porušovan&iacute; autorsk&yacute;ch pr&aacute;v podľa platn&yacute;ch medzin&aacute;rodn&yacute;ch z&aacute;konov na ochranu duševn&eacute;ho vlastn&iacute;ctva (vr&aacute;tane z&aacute;kona Digital Millennium Copyright Act (Autorsk&yacute; z&aacute;kon pre digit&aacute;lne tis&iacute;cročie)v USA) a uzatv&aacute;rať &uacute;čty použ&iacute;vateľov, ktor&iacute; ich opakovane porušuj&uacute;. Podrobnosti o pravidl&aacute;ch spoločnosti Google m&ocirc;žete n&aacute;jsť na str&aacute;nke http://www.google.sk/dmca.html.</p>
<p>15.2 Spoločnosť Google dodržiava pri sťažnostiach na použ&iacute;vanie ochrann&yacute;ch zn&aacute;mok postup, ktor&yacute; sa t&yacute;ka obchodu s reklamou spoločnosti Google. Podrobnosti o ňom n&aacute;jdete na str&aacute;nke http://www.google.sk/tm_complaint.html.</p>
<p><strong>16. Reklamy</strong></p>
<p>16.1 Niektor&eacute; zo Služieb s&uacute; podporovan&eacute; reklamn&yacute;m ziskom a m&ocirc;žu zobrazovať reklamy a propag&aacute;ciu. Tieto reklamy m&ocirc;žu byť zacielen&eacute; na obsah inform&aacute;ci&iacute; uložen&yacute;ch v Služb&aacute;ch, požiadavky vytvoren&eacute; prostredn&iacute;ctvom Služieb alebo in&eacute; inform&aacute;cie.</p>
<p>16.2 Sp&ocirc;sob, režim a rozsah reklamy spoločnosti Google v r&aacute;mci Služieb m&ocirc;že byť zmenen&yacute; bez explicitn&eacute;ho upozornenia.</p>
<p>16.3 S ohľadom na poskytnutie pr&iacute;stupu k Služb&aacute;m spoločnosti Google a využ&iacute;vanie Služieb s&uacute;hlas&iacute;te, že spoločnosť Google m&ocirc;že umiestniť tak&uacute;to reklamu do Služieb.</p>
<p><strong>17. Ďalš&iacute; obsah</strong></p>
<p>17.1 Služby m&ocirc;žu obsahovať hypertextov&eacute; prepojenia na ďalšie webov&eacute; str&aacute;nky, obsah alebo zdroje. Spoločnosť Google nemus&iacute; mať žiadnu kontrolu nad ak&yacute;mikoľvek webov&yacute;mi str&aacute;nkami alebo zdrojmi, ktor&eacute; s&uacute; poskytovan&eacute; spoločnosťami alebo osobami in&yacute;mi, ako je spoločnosť Google.</p>
<p>17.2 Beriete na vedomie a s&uacute;hlas&iacute;te s t&yacute;m, že spoločnosť Google nie je zodpovedn&aacute; za dostupnosť žiadnej takej externej str&aacute;nky alebo zdroja a nepodporuje žiadne reklamy, produkty alebo in&eacute; materi&aacute;ly dostupn&eacute; z takejto webovej str&aacute;nky alebo zdroja.</p>
<p>17.3 Beriete na vedomie a s&uacute;hlas&iacute;te s t&yacute;m, že spoločnosť Google nie je zodpovedn&aacute; za ak&uacute;koľvek stratu alebo škodu, ktor&uacute; si m&ocirc;žete privodiť v d&ocirc;sledku dostupnosti tak&yacute;chto extern&yacute;ch str&aacute;nok alebo zdrojov alebo akejkoľvek d&ocirc;very, ktor&uacute; ste vložili do &uacute;plnosti, presnosti alebo existencie akejkoľvek inzercie, produktov alebo in&yacute;ch materi&aacute;lov dostupn&yacute;ch z tak&yacute;chto webov&yacute;ch str&aacute;nok alebo zdrojov.</p>
<p><strong>19. Zmeny Zmluvn&yacute;ch podmienok</strong></p>
<p>18.1 Spoločnosť Google m&ocirc;že priebežne vykon&aacute;vať zmeny vo Všeobecn&yacute;ch zmluvn&yacute;ch podmienkach alebo Dodatkov&yacute;ch zmluvn&yacute;ch podmienkach. Keď k t&yacute;mto zmen&aacute;m d&ocirc;jde, spoločnosť Google spr&iacute;stupn&iacute; nov&uacute; k&oacute;piu Všeobecn&yacute;ch zmluvn&yacute;ch podmienok na str&aacute;nke http://www.google.com/accounts/TOS?hl=sk a ak&eacute;koľvek nov&eacute; Dodatkov&eacute; zmluvn&eacute; podmienky v&aacute;m bud&uacute; k dispoz&iacute;cii v r&aacute;mci dan&yacute;ch Služieb.</p>
<p>18.2 Beriete na vedomie a s&uacute;hlas&iacute;te s t&yacute;m, že ak využ&iacute;vate Služby po d&aacute;tume, kedy boli Všeobecn&eacute; zmluvn&eacute; podmienky alebo Dodatkov&eacute; zmluvn&eacute; podmienky zmenen&eacute;, spoločnosť Google bude s vašim využ&iacute;van&iacute;m služieb zaobch&aacute;dzať tak, akoby ste s&uacute;hlasili s aktualizovan&yacute;mi Všeobecn&yacute;mi zmluvn&yacute;mi podmienkami alebo Dodatkov&yacute;mi zmluvn&yacute;mi podmienkami.</p>
<p><strong>19. Všeobecn&eacute; pr&aacute;vne podmienky</strong></p>
<p>19.1 V niektor&yacute;ch pr&iacute;padoch m&ocirc;žete počas použ&iacute;vania Služieb (ako n&aacute;sledok alebo prostredn&iacute;ctvom v&aacute;šho využ&iacute;vania Služieb) využiť službu, prevziať softv&eacute;r alebo zak&uacute;piť tovar, ktor&yacute; je poskytovan&yacute; ďalšou osobou alebo spoločnosťou. Vaše použ&iacute;vanie t&yacute;chto ďalš&iacute;ch služieb, softv&eacute;ru alebo tovaru m&ocirc;že podliehať samostatn&yacute;m zmluvn&yacute;m podmienkam medzi vami a pr&iacute;slušnou spoločnosťou alebo osobou. Ak sa tak stane, Zmluvn&eacute; podmienky neovplyvňuj&uacute; v&aacute;š pr&aacute;vny vzťah s t&yacute;mito ďalš&iacute;mi spoločnosťami alebo jednotlivcami.</p>
<p>19.2 Zmluvn&eacute; podmienky tvoria cel&uacute; pr&aacute;vnu dohodu medzi vami a spoločnosťou Google a riadia vaše využ&iacute;vanie Služieb (avšak s vyl&uacute;čen&iacute;m ak&yacute;chkoľvek služieb poskytovan&yacute;ch v&aacute;m spoločnosťou Google na z&aacute;klade samostatnej p&iacute;somnej dohody) a plne nahr&aacute;dzaj&uacute; ak&eacute;koľvek predch&aacute;dzaj&uacute;ce dohody medzi vami a spoločnosťou Google vo vzťahu k Služb&aacute;m.</p>
<p>19.3 S&uacute;hlas&iacute;te s t&yacute;m, že spoločnosť Google v&aacute;m m&ocirc;že poskytovať upozornenia, vr&aacute;tane upozornen&iacute; t&yacute;kaj&uacute;cich sa zmien Zmluvn&yacute;ch podmienok, e-mailom, obyčajnou poštou alebo zverejneniami v Služb&aacute;ch.</p>
<p>19.4 S&uacute;hlas&iacute;te s t&yacute;m, že ak spoločnosť Google neuplatn&iacute; alebo si nevyn&uacute;ti ak&eacute;koľvek z&aacute;konn&eacute; pr&aacute;vo alebo opravn&yacute; prostriedok, ktor&yacute; je obsiahnut&yacute; v Zmluvn&yacute;ch podmienkach (alebo z ktor&eacute;ho m&aacute; spoločnosť Google prospech na z&aacute;klade ak&eacute;hokoľvek platn&eacute;ho z&aacute;kona), nebude sa to považovať za v&yacute;slovn&eacute; zrieknutie sa pr&aacute;v spoločnosti Google a že tieto pr&aacute;va alebo opravn&eacute; prostriedky bud&uacute; spoločnosti Google aj naďalej k dispoz&iacute;cii.</p>
<p>19.5 Ak ak&yacute;koľvek s&uacute;d, ktor&yacute; m&aacute; pr&aacute;vomoc rozhodovať v tejto veci, rozhodne, že ak&eacute;koľvek ustanovenie Zmluvn&yacute;ch podmienok je neplatn&eacute;, potom toto ustanovenie bude zo Zmluvn&yacute;ch podmienok odstr&aacute;nen&eacute; bez ovplyvnenia zvyšn&yacute;ch Zmluvn&yacute;ch podmienok. Zvyšn&eacute; ustanovenia Zmluvn&yacute;ch podmienok ostan&uacute; naďalej v platnosti a bud&uacute; vyn&uacute;titeľn&eacute;.</p>
<p>19.6 Beriete na vedomie, že každ&yacute; člen skupiny spoločnost&iacute;, ktor&yacute;ch je spoločnosť Google materskou spoločnosťou, bude opr&aacute;vnenou treťou stranou Zmluvn&yacute;ch podmienok a že tak&eacute;to ďalšie spoločnosti bud&uacute; opr&aacute;vnen&eacute; priamo vynucovať ak&eacute;koľvek ustanovenia Zmluvn&yacute;ch podmienok, ktor&eacute; im prideľuj&uacute; v&yacute;hody (alebo pr&aacute;va v ich prospech), a spoliehať sa na ne, a s&uacute;hlas&iacute;te s t&yacute;m. Žiadne in&eacute; ako tieto osoby alebo spoločnosti nebud&uacute; opr&aacute;vnen&eacute; tretie strany Zmluvn&yacute;ch podmienok.</p>
<p>19.7 Zmluvn&eacute; podmienky a v&aacute;š vzťah so spoločnosťou Google určen&yacute; t&yacute;mito Zmluvn&yacute;mi podmienkami sa bud&uacute; riadiť anglick&yacute;mi z&aacute;konmi. Vy a spoločnosť Google s&uacute;hlas&iacute;te s t&yacute;m, že ak&uacute;koľvek pr&aacute;vnu z&aacute;ležitosť vypl&yacute;vaj&uacute;cu zo Zmluvn&yacute;ch podmienok odošlete na vyriešenie v&yacute;lučne jurisdikcii s&uacute;dov Anglicka. Bez ohľadu na to s&uacute;hlas&iacute;te s t&yacute;m, že spoločnosť Google bude naďalej opr&aacute;vnen&aacute; žiadať prikazuj&uacute;ce opravn&eacute; prostriedky (alebo rovnocenn&yacute; typ neodkladnej pr&aacute;vnej podpory) u akejkoľvek jurisdikcie.</p>
<p>4. decembra 2008</p>
<h3>&nbsp;</h3>
<br />
</body>
</html>
