<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="icon" type="image/ico" href="/tools/dlpage/res/chrome/images/chrome-16.png"><title>Vilk&aring;r for Google Chrome</title>
<style>
body { font-family:Arial; font-size:13px; }
</style>
<script type="text/javascript">
function carry_tracking(obj) {
    var s = '(\\?.*)';
    var regex = new RegExp(s);
    var results = regex.exec(window.location.href);
	if (results != null) {
		obj.href = obj.href + results[1];
	} else {
		s2 = 'intl/([^/]*)';
		regex2 = new RegExp(s2);
		results2 = regex2.exec(window.location.href);
		if (results2 != null) {
			obj.href = obj.href + '?hl=' + results2[1];
		}
	}
}
</script></head>

<body>
<h2>Vilk&aring;r for Google Chrome</h2>
<p>Disse vilk&aring;rene gjelder versjonen av Google Chrome med kj&oslash;rbar kode. Kildekoden for Google Chrome er tilgjengelig gratis under lisensavtalene for programvare med &aring;pen kildekode p&aring; http://code.google.com/chromium/terms.html.</p>
<p><strong>1. Ditt forhold til Google</strong></p>
<p>1.1 Din bruk av Googles produkter, programvare, tjenester og nettsteder (omtalt samlet som &laquo;tjenester&raquo; i dette dokumentet, og med unntak av eventuelle tjenester som leveres til deg av Google i samsvar med separat, skriftlig avtale) reguleres av bestemmelsene i en juridisk avtale mellom deg og Google. &laquo;Google&raquo; betyr Google Inc., med prim&aelig;r forretningsadresse 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA. Dette dokumentet forklarer hvordan avtalen er bygd opp, og etablerer noen av bestemmelsene i avtalen.</p>
<p>1.2 Dersom annet ikke er skriftlig avtalt med Google, omfatter din avtale med Google alltid vilk&aring;rene som er angitt i dette dokumentet. Disse vilk&aring;rene omtales nedenfor som &laquo;generelle vilk&aring;r&raquo;. Programvarelisenser for &aring;pen kildekode for Google Chrome best&aring;r av egne skriftlige avtaler. Med unntak av i den begrensede grad at programvarelisensene for &aring;pen kildekode uttrykkelig tilsidesetter disse generelle vilk&aring;rene, styrer lisensene for &aring;pen kildekode din avtale med Google for bruk av Google Chrome eller spesifikke komponenter som er inkludert i Google Chrome.</p>
<p>1.3 Din avtale med Google omfatter ogs&aring; vilk&aring;rene som inng&aring;r i eventuelle juridiske merknader som gjelder for tjenestene, i tillegg til de generelle vilk&aring;rene. Alle disse vilk&aring;rene omtales nedenfor som &laquo;tilleggsvilk&aring;r&raquo;. Der tilleggsvilk&aring;r gjelder for en tjeneste, f&aring;r du mulighet til &aring; lese dem, enten i den aktuelle tjenesten eller under bruk av den.</p>
<p>1.4 De generelle vilk&aring;rene utgj&oslash;r sammen med tilleggsvilk&aring;rene en juridisk bindende avtale mellom deg og Google med hensyn til din bruk av tjenestene. Det er viktig at du tar deg tid til &aring; lese vilk&aring;rene n&oslash;ye. Denne juridiske avtalen omtales samlet nedenfor som &laquo;vilk&aring;r&raquo;.</p>
<p>1.5 Hvis det er uoverensstemmelse mellom innholdet i tilleggsvilk&aring;rene og de generelle vilk&aring;rene, skal tilleggsvilk&aring;rene ha forrang i forbindelse med den aktuelle tjenesten.</p>
<p><strong>2. Godtakelse av vilk&aring;rene</strong></p>
<p>2.1 For &aring; kunne bruke tjenestene, m&aring; du f&oslash;rst godta vilk&aring;rene. Du kan ikke bruke tjenesten hvis du ikke godtar vilk&aring;rene.</p>
<p>2.2 Du kan godta vilk&aring;rene p&aring; f&oslash;lgende m&aring;te:</p>
<p>(A) ved &aring; klikke for &aring; godta vilk&aring;rene, dersom Google gj&oslash;r dette alternativet tilgjengelig for deg i brukergrensesnittet for en tjeneste, eller</p>
<p>(B) ved &aring; bruke tjenestene. I s&aring; fall er du innforst&aring;tt med og samtykker i at Google vil betrakte din bruk av tjenestene som godkjennelse av vilk&aring;rene fra det aktuelle tidspunktet. </p>
<p><strong>3. Oversettelse av vilk&aring;rene</strong></p>
<p>3.1 Dersom Google har stilt til din r&aring;dighet en oversettelse av den engelskspr&aring;klige versjonen av vilk&aring;rene, samtykker du i at oversettelsen kun er gjort tilgjengelig av praktiske hensyn og at det er de engelskspr&aring;klige versjonene av vilk&aring;rene som styrer ditt forhold til Google.</p>
<p>3.2 Hvis det er uoverensstemmelse mellom innholdet i den engelskspr&aring;klige versjonen av vilk&aring;rene og innholdet i en oversettelse, skal innholdet i den engelskspr&aring;klige versjonen ha forrang.</p>
<p><strong>4. Googles levering av tjenestene</strong></p>
<p>4.1 Google har datterselskaper og juridisk underordnede enheter over hele verden (&laquo;datterselskaper og underavdelinger&raquo;). Tidvis vil disse firmaene levere tjenester til deg p&aring; vegne av Google. Du erkjenner og godtar at datterselskaper og underavdelinger har rett til &aring; levere tjenestene til deg.</p>
<p>4.2 Google driver kontinuerlig innovasjon for &aring; kunne levere brukerne best mulig kvalitet. Du erkjenner og godtar at tjenestenes form og type som stilles til r&aring;dighet fra Googles side, kan endres uten at du blir varslet p&aring; forh&aring;nd.</p>
<p>4.3 Som ledd i denne kontinuerlige innovasjonen erkjenner og godtar du at Google kan slutte (varig eller midlertidig) &aring; tilby tjenestene (eller funksjonalitet innenfor tjenestene) til deg eller brukere generelt, etter Googles eget valg, uten at du blir varslet p&aring; forh&aring;nd. Du kan n&aring;r som helst avslutte bruken av tjenestene. Du trenger ikke &aring; gi Google spesifikk beskjed n&aring;r du slutter &aring; bruke tjenestene.</p>
<p>4.4 Du erkjenner og godtar at dersom Google deaktiverer tilgang til kontoen din, kan du bli hindret i &aring; bruke tjenestene, kontodetaljene og eventuelle filer eller annet innhold som kontoen din inneholder.</p>
<p><strong>5. Din bruk av tjenestene</strong></p>
<p>5.1 Du samtykker i &aring; bruke tjenestene bare til form&aring;l som er tillatt i henhold til (a) vilk&aring;rene og (b) eventuelle gjeldende lover, forskrifter eller generelt akseptert praksis eller generelt aksepterte retningslinjer i de relevante jurisdiksjonene (inkludert lover om eksport av data eller programvare til og fra USA eller andre relevante land). </p>
<p>5.2 Du samtykker i at du ikke vil ta del i noen aktivitet som griper inn i eller forstyrrer tjenestene (eller serverne og nettverkene som er koblet til tjenestene).</p>
<p>5.3 Med mindre du i en egen avtale med Google spesifikt har f&aring;tt tillatelse til &aring; gj&oslash;re slikt, samtykker du i at du ikke vil gjengi, duplisere, kopiere, selge, drive handel med eller videreselge tjenestene til noe form&aring;l.</p>
<p>5.4 Du godtar at du ene og alene er ansvarlig for (og at Google ikke er ansvarlig overfor deg eller noen tredjepart for) eventuelle brudd p&aring; dine forpliktelser i henhold til vilk&aring;rene og for konsekvensene (deriblant eventuelt tap eller skade som Google kan utsettes for) i forbindelse med et slikt brudd. </p>
<p><strong>6. Personvern og personlig informasjon</strong></p>
<p>6.1 Hvis du vil vite mer om Googles personvernpraksis, kan du lese Googles retningslinjer for personvern p&aring; http://www.google.no/privacy.html. Disse retningslinjene beskriver hvordan Google behandler personlig informasjon og sikrer ditt personvern n&aring;r du bruker tjenestene.</p>
<p>6.2 Du samtykker i at dine data brukes i henhold til Googles retningslinjer for personvern.</p>
<p><strong>7. Tjenestenes innhold</strong></p>
<p>7.1 Du forst&aring;r at alt av informasjon (som datafiler, skrevet tekst, programvare, musikk, lydfiler eller andre lyder, fotografier, videoer eller andre bilder) som du kan f&aring; tilgang til som en del av, eller via bruken av, tjenestene, er eneansvaret til personen som er opphav til slikt innhold. All slik informasjon omtales samlet nedenfor som &laquo;innhold&raquo;.</p>
<p>7.2 Du m&aring; v&aelig;re oppmerksom p&aring; at innhold som presenteres for deg gjennom tjenestene, inkludert, men ikke begrenset til, annonser i tjenestene og sponset innhold innen tjenestene, kan v&aelig;re beskyttet av &aring;ndsverksrettigheter som eies av sponsorene eller annons&oslash;rene som leverer dette innholdet til Google (eller av andre personer eller bedrifter p&aring; deres vegne). Du kan ikke endre, leie, lease ut, l&aring;ne ut, selge, distribuere eller lage avledet arbeid basert p&aring; dette innholdet (i sin helhet eller delvis), med mindre du i en egen avtale spesifikt har f&aring;tt tillatelse til &aring; gj&oslash;re slikt av Google eller av eierne av dette innholdet.</p>
<p>7.3 Google forbeholder seg retten (men har ingen forpliktelse) til &aring; forh&aring;ndssortere, lese gjennom, markere, filtrere, avsl&aring;, endre eller flytte noe eller alt innhold fra en hvilken som helst tjeneste. For noen av tjenestene kan Google tilby verkt&oslash;y som filtrerer bort eksplisitt seksuelt innhold. Disse verkt&oslash;yene omfatter innstillingene for Sikkert s&oslash;k (se http://www.google.no/help/customize.html#safe). I tillegg finnes det tjenester og programvare p&aring; markedet som begrenser tilgangen til materiale som du kanskje finner upassende.</p>
<p>7.4 Du forst&aring;r at du ved &aring; bruke tjenestene kan bli eksponert for innhold som du kanskje finner st&oslash;tende, krenkende eller upassende, og at du i dette henseende bruker tjenestene p&aring; egen risiko.</p>
<p>7.5 Du godtar at du ene og alene er ansvarlig for (og at Google ikke er ansvarlig overfor deg eller noen tredjepart for) eventuelt innhold du oppretter, overf&oslash;rer eller viser mens du bruker tjenestene og for konsekvensene av dine handlinger (inkludert eventuelt tap eller skade som Google kan utsettes for).</p>
<p><strong>8. Eierrettigheter</strong></p>
<p>8.1 Du erkjenner og godtar at Google (eller Googles lisensgivere) har alle juridiske rettigheter, eierrettigheter og interesser i og til tjenestene, deriblant &aring;ndsverksrettigheter som finnes i tjenesten (enten disse rettighetene er registrerte eller ikke, og uansett hvor i verden disse rettighetene eksisterer).</p>
<p>8.2 Med mindre du skriftlig har samtykket i annet med Google, er det ingenting i vilk&aring;rene som gir deg rett til &aring; bruke noen av Googles varemerkenavn, varemerker, tjenestemerker, logoer, domenenavn og andre karakteristiske varemerketrekk.</p>
<p>8.3 Hvis du har mottatt en eksplisitt rettighet til &aring; bruke noen av disse varemerkene i en egen skriftlig avtale med Google, samtykker du i at din bruk av slike varemerker skal v&aelig;re i overensstemmelse med denne avtalen, eventuelle gjeldende bestemmelser i vilk&aring;rene og Googles retningslinjer for bruk av merkefordeler som oppdateres fra tid til annen. Disse retningslinjene kan du lese p&aring; http://www.google.no/permissions/guidelines.html (eller annen nettadresse Google oppgir fra tid til annen).</p>
<p>8.4 Google erkjenner og godtar at vi ikke har innhentet rettigheter, eiendomsretter eller interesser fra deg (eller dine lisensgivere) under disse vilk&aring;rene i eller til eventuelt innhold som du sender inn, legger inn, overf&oslash;rer eller viser p&aring; eller gjennom tjenestene, inkludert &aring;ndsverksrettigheter som finnes i dette innholdet (enten disse rettighetene er registrerte eller ikke, og uansett hvor i verden disse rettighetene eksisterer). Dersom ikke annet er skriftlig avtalt med Google, godtar du at du er ansvarlig for &aring; beskytte og h&aring;ndheve disse rettighetene og at Google ikke er forpliktet til &aring; gj&oslash;re dette p&aring; dine vegne.</p>
<p>8.5 Du samtykker i &aring; ikke fjerne, utydeliggj&oslash;re eller endre informasjon om eierrettigheter (deriblant merknader i forbindelse med opphavsrett og varemerker) som kan v&aelig;re knyttet til eller som finnes i tjenestene.</p>
<p>8.6 Med mindre du har mottatt en uttrykkelig skriftlig tillatelse fra Google, samtykker du i at ved bruk av tjenestene vil du ikke bruke noen varemerker, tjenestemerker, varenavn eller logoer for noen bedrifter eller organisasjoner p&aring; en m&aring;te som kan ha eller har som hensikt &aring; for&aring;rsake forvirring ang&aring;ende eieren eller den autoriserte brukeren av slike merker, navn eller logoer.</p>
<p><strong>9. Lisens fra Google</strong></p>
<p>9.1 Google gir deg en personlig, verdensomspennende, vederlagsfri, ikke-overf&oslash;rbar og ikke-eksklusiv lisens til &aring; bruke programvaren som stilles til r&aring;dighet av Google som del av tjenestene slik de er stilt til r&aring;dighet av Google (referert til som &laquo;programvare&raquo; nedenfor). Denne lisensen gis utelukkende for at du skal v&aelig;re i stand til &aring; bruke og dra nytte av tjenestene som Google tilbyr, i overensstemmelse med vilk&aring;rene.</p>
<p>9.2 I henhold til paragraf 1.2, kan du ikke (og du kan heller ikke gi andre lov til &aring;) kopiere, endre, lage avledede arbeider av, foreta omvendt utvikling av (&laquo;reverse engineering&raquo;), dekompilere eller p&aring; annen m&aring;te avdekke kilde- eller objektkoden til programvaren eller deler av denne, unntatt i de tilfellene hvor Google spesifikt har gitt skriftlig tillatelse til dette.</p>
<p>9.3 I henhold til paragraf 1.2, med mindre Google har gitt deg eksplisitt skriftlig tillatelse, kan du ikke tildele (eller dellisensiere) dine rettigheter til &aring; bruke programvaren, gi sikkerhetsinteresser for bruken av programvaren eller p&aring; annen m&aring;te overf&oslash;re hele eller deler av rettighetene til bruken av programvaren.</p>
<p><strong>10. Innholdslisens fra deg</strong></p>
<p>10.1 Du beholder opphavsrett og alle andre rettigheter du allerede har, til innhold som du sender inn, poster eller viser p&aring; eller gjennom tjenestene.</p>
<p><strong>11. Programvareoppdateringer</strong></p>
<p>11.1 Programvaren du bruker, kan med visse mellomrom automatisk laste ned og installere oppdateringer fra Google. Disse oppdateringene er utformet for &aring; forbedre, tilpasse og videreutvikle tjenestene, og kan v&aelig;re i form av feilrettinger, forbedrede funksjoner, nye programvaremoduler eller fullstendig nye versjoner. Du samtykker i &aring; motta slike oppdateringer (og tillater Google &aring; levere dem til deg) som del av din bruk av tjenestene.</p>
<p><strong>12. Avslutning av ditt forhold til Google</strong></p>
<p>12.1 Vilk&aring;rene gjelder inntil de avsluttes av deg eller Google som angitt nedenfor. </p>
<p>12.2 Google kan n&aring;r som helst avslutte sin juridiske avtale med deg i f&oslash;lgende tilfeller:</p>
<p>(A) hvis du har brutt bestemmelsene i avtalen (eller har opptr&aring;dt p&aring; slik m&aring;te at det klart viser at du ikke har til hensikt &aring; oppfylle vilk&aring;rene i avtalen, eller er ute av stand til &aring; oppfylle dem), eller</p>
<p>(B) hvis Google blir p&aring;lagt &aring; gj&oslash;re dette av gjeldende lovgivning (for eksempel der det er eller blir ulovlig &aring; tilby tjenestene til deg), eller</p>
<p>(C) hvis partneren som Google tilb&oslash;d deg tjenestene sammen med, har avsluttet sitt forhold til Google eller opph&oslash;rt &aring; tilby tjenestene til deg, eller</p>
<p>(D) hvis Google g&aring;r over til &aring; ikke lenger tilby tjenester til brukere i landet der du bor eller der du bruker tjenesten, eller</p>
<p>(E) hvis det ikke lenger etter Googles vurdering er kommersielt forsvarlig for Google &aring; tilby deg tjenestene.</p>
<p>12.3 Ingen bestemmelser i dette avsnittet skal ha innvirkning p&aring; Googles rettigheter for levering av tjenester etter avsnitt 4 i vilk&aring;rene.</p>
<p>12.4 N&aring;r disse vilk&aring;rene opph&oslash;rer, skal dette ikke p&aring;virke juridiske rettigheter, forpliktelser og erstatningsansvar som du og Google har nytt godt av, har v&aelig;rt underlagt (eller som har p&aring;l&oslash;pt over tid mens vilk&aring;rene har v&aelig;rt i kraft) eller som er uttrykt &aring; fortsette uten tidsbegrensning, og bestemmelsene i paragraf 19.7 skal fortsette &aring; gjelde for slike rettigheter, forpliktelser og erstatningsansvar p&aring; ubestemt tid.</p>
<p><strong>13. Utelukkelse av garantier</strong></p>
<p>13.1 Tjenestene leveres i den tilstand de p&aring; ethvert tidspunkt m&aring;tte v&aelig;re, og Google og tilh&oslash;rende datterselskaper samt tilknyttede selskaper og lisensgivere gir deg ingen garantier for tjenestene.</p>
<p>13.2 Spesielt kan ikke Google og tilh&oslash;rende datterselskaper samt tilknyttede selskaper bekrefte eller garantere overfor deg f&oslash;lgende:</p>
<p>(A) at din bruk av tjenestene vil svare til dine behov,</p>
<p>(B) at din bruk av tjenestene vil skje uten avbrudd, til rett tid, sikkert eller feilfritt,</p>
<p>(C) at informasjon du innhenter ved bruk av tjenestene, vil v&aelig;re n&oslash;yaktig eller p&aring;litelig, og</p>
<p>(D) at driftsmessige eller funksjonelle mangler i programvaren som stilles til r&aring;dighet som del av tjenesten, vil bli utbedret.</p>
<p>13.3 Ingen vilk&aring;r, garantier eller andre betingelser (deriblant eventuelle underforst&aring;tte vilk&aring;r som gjelder tilfredsstillende kvalitet, egnethet for et form&aring;l eller samsvar med beskrivelse) gjelder for tjenestene, med mindre de er uttrykkelig angitt i vilk&aring;rene.</p>
<p>13.4 Ingenting i vilk&aring;rene skal ha innvirkning p&aring; de lovfestede rettighetene du har som forbruker, og som ikke kontraktsmessig kan endres eller fravikes.</p>
<p><strong>14. Ansvarsbegrensning</strong></p>
<p>14.1 Ingenting i disse vilk&aring;rene skal utelukke eller begrense Googles ansvar for tap som ikke kan utelukkes i henhold til loven.</p>
<p>14.2 I henhold til de generelle retningslinjene i paragraf 14.1 ovenfor skal Google og tilh&oslash;rende datterselskaper samt tilknyttede selskaper ikke v&aelig;re ansvarlig overfor deg for f&oslash;lgende:</p>
<p>(A) eventuelle indirekte tap eller f&oslash;lgetap som du utsettes for. Dette omfatter tap av fortjeneste (enten direkte eller indirekte tap), eventuelt tap av goodwill eller rykte eller tap av data,</p>
<p>(B) tap eller skade som oppst&aring;r som et resultat av f&oslash;lgende:</p>
<p>(i) at du stoler p&aring; at annonsering er fullstendig, n&oslash;yaktig eller tilstedev&aelig;rende, eller som resultat av et forhold eller en transaksjon mellom deg og en annons&oslash;r eller sponsor som viser sine annonser i tjenestene,</p>
<p>(ii) eventuelle endringer som Google foretar i tjenestene, eller for all stopp i tjenestene, enten de er permanente eller midlertidige (dette gjelder ogs&aring; alle funksjoner innen tjenestene),</p>
<p>(iii) sletting, &oslash;delegging eller mislykket lagring av innhold eller andre kommunikasjonsdata som vedlikeholdes eller overf&oslash;res av eller gjennom din bruk av tjenestene,</p>
<p>(iv) at du ikke har gitt Google n&oslash;yaktig kontoinformasjon,</p>
<p>(v) at du ikke har holdt passordet eller kontoinformasjonen hemmelig.</p>
<p>14.3 Denne begrensningen i Googles ansvar som angitt i paragraf 14.2 ovenfor skal gjelde uansett om Google var gjort oppmerksom p&aring; eller burde v&aelig;re oppmerksom p&aring; muligheten for slike tap.</p>
<p><strong>15. Retningslinjer ang&aring;ende opphavsrett og varemerker</strong></p>
<p>15.1 I henhold til Googles retningslinjer vil vi svare p&aring; meldinger om angivelige brudd p&aring; opphavsretten i henhold til gjeldende opphavsrettslovgivning (inklusive, for USA, den amerikanske DMCA-loven (Digital Millennium Copyright Act) og avslutte kontoene til personer som gjentatte ganger krenker disse rettighetene. Detaljinformasjon om Googles retningslinjer finner du p&aring; http://www.google.no/dmca.html.</p>
<p>15.2 Google har en prosedyre for varemerkeklager som m&aring;tte oppst&aring; i forbindelse med v&aring;re annonseringstjenester. Du finner detaljert informasjon om denne prosedyren p&aring; http://www.google.no/tm_complaint.html.</p>
<p><strong>16. Annonser</strong></p>
<p>16.1 Noen tjenester st&oslash;ttes av annonseinntekter, og det kan vises annonser og reklame gjennom disse. Slike annonser kan m&aring;lrettes i forhold til informasjonen som er lagret i tjenestene, s&oslash;k som utf&oslash;res via tjenestene, eller annen informasjon.</p>
<p>16.2 Typen, formen p&aring; og omfanget av annonser fra Google, som vises gjennom tjenestene, kan endres uten forutg&aring;ende varsel.</p>
<p>16.3 Ved at Google gir deg tilgang og bruksrett til tjenestene godtar du at Google kan vise annonser gjennom tjenestene.</p>
<p><strong>17. Annet innhold</strong></p>
<p>17.1 Tjenestene kan angi hyperkoblinger til andre nettsteder eller innhold eller ressurser. Google har ingen kontroll over andre nettsteder eller ressurser som stilles til r&aring;dighet av andre selskaper eller personer.</p>
<p>17.2 Du erkjenner og godtar at Google ikke er ansvarlig for tilgjengeligheten til slike eksterne nettsteder eller ressurser samt at Google ikke st&oslash;tter eller er ansvarlig for annonser, produkter eller annet materiale p&aring; eller tilgjengelig fra slike nettsteder eller ressurser.</p>
<p>17.3 Du erkjenner og godtar at Google ikke er ansvarlig for et eventuelt tap eller skade som du m&aring;tte lide som f&oslash;lge av at disse nettstedene eller ressursene ikke er tilgjengelige, eller som resultat av at du er avhengig av at annonser, produkter eller annet materiale p&aring; eller tilgjengelig fra slike nettsteder eller ressurser er fullstendige, n&oslash;yaktige eller tilstedev&aelig;rende.</p>
<p><strong>19. Endringer i vilk&aring;rene</strong></p>
<p>18.1 Google kan tidvis komme til &aring; foreta endringer i de generelle vilk&aring;rene og i tilleggsvilk&aring;rene. N&aring;r slike endringer er foretatt, vil Google gj&oslash;re de nye generelle vilk&aring;rene tilgjengelig p&aring; http://www.google.com/accounts/TOS?hl=no, og eventuelle nye tilleggsvilk&aring;r vil bli gjort tilgjengelig for deg via de tjenestene som ber&oslash;res.</p>
<p>18.2 Du er innforst&aring;tt med og enig i at hvis du bruker tjenestene etter at de generelle vilk&aring;rene eller tilleggsvilk&aring;rene er endret, vil Google anse at du med dette har godtatt de oppdaterte generelle vilk&aring;rene eller tilleggsvilk&aring;rene.</p>
<p><strong>19. Generelle juridiske vilk&aring;r</strong></p>
<p>19.1 Gjennom bruken av tjenestene vil du enkelte ganger (som resultat av eller gjennom bruken av tjenestene) kunne komme til &aring; bruke en tjeneste, laste ned programvare eller kj&oslash;pe varer som er levert av en annen person eller et annet selskap. Din bruk av slike tjenester, programvare eller varer kan v&aelig;re gjenstand for egne vilk&aring;r som gjelder mellom deg og den aktuelle bedriften eller personen. I slike tilfeller har disse vilk&aring;rene ikke virkning for ditt juridiske forhold til disse bedriftene eller personene.</p>
<p>19.2 Vilk&aring;rene utgj&oslash;r hele den juridiske avtalen mellom deg og Google, og regulerer din bruk av tjenestene (med unntak av eventuelle tjenester som leveres til deg av Google i samsvar med separat, skriftlig avtale), og erstatter alle tidligere avtaler som kan ha v&aelig;rt inng&aring;tt mellom deg og Google i forbindelse med tjenestene.</p>
<p>19.3 Du samtykker i at Google kan sende deg meldinger, deriblant meldinger om endringer av vilk&aring;rene, via e-post, vanlig post eller innlegg p&aring; tjenestene.</p>
<p>19.4 Du samtykker i at dersom Google ikke ut&oslash;ver eller h&aring;ndhever juridisk rett eller sanksjonsmulighet som finnes i vilk&aring;rene (eller som tilfaller Google i henhold til gjeldende rett), skal dette ikke tas som formell fraskrivelse av Googles rettigheter. Slike rettigheter eller sanksjonsmuligheter skal derfor fortsatt st&aring; til Googles r&aring;dighet.</p>
<p>19.5 Hvis en domstol med aktuell jurisdiksjon fastsl&aring;r at en bestemmelse i disse vilk&aring;rene er ugyldig, skal denne bestemmelsen fjernes fra vilk&aring;rene uten &aring; p&aring;virke resten av vilk&aring;rene. De gjenv&aelig;rende bestemmelsene i vilk&aring;rene skal fortsatt betraktes som gyldige og tvangskraftige.</p>
<p>19.6 Du erkjenner og godtar at hvert enkeltmedlem av gruppen av bedrifter der Google er overordnet, er tredjepartsbegunstiget for vilk&aring;rene og at slike bedrifter har rett til &aring; direkte h&aring;ndheve og basere seg p&aring; bestemmelser i vilk&aring;rene som tildeler dem en fordel eller rettighet. Ut over dette skal ingen person eller bedrift v&aelig;re tredjepartsbegunstiget i forhold til vilk&aring;rene.</p>
<p>19.7 Vilk&aring;rene og forholdet mellom deg og Google i henhold til vilk&aring;rene skal styres av engelsk lovgivning. Du og Google samtykker i &aring; utelukkende v&aelig;re underlagt jurisdiksjonen til domstolene i England for avklaring av eventuelle juridiske sp&oslash;rsm&aring;l som oppst&aring;r i forbindelse med vilk&aring;rene. Til tross for dette samtykker du i at Google skal ha mulighet til &aring; s&oslash;ke midlertidige forf&oslash;yninger (eller tilsvarende juridiske strakstiltak) i ethvert rettsomr&aring;de.</p>
<p>4. desember 2008</p>
<h3>&nbsp;</h3>
<br />
</body>
</html>
