<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="icon" type="image/ico" href="/tools/dlpage/res/chrome/images/chrome-16.png"><title>Google Chrome Hizmet Şartları</title>
<style>
body { font-family:Arial; font-size:13px; }
</style>
<script type="text/javascript">
function carry_tracking(obj) {
    var s = '(\\?.*)';
    var regex = new RegExp(s);
    var results = regex.exec(window.location.href);
	if (results != null) {
		obj.href = obj.href + results[1];
	} else {
		s2 = 'intl/([^/]*)';
		regex2 = new RegExp(s2);
		results2 = regex2.exec(window.location.href);
		if (results2 != null) {
			obj.href = obj.href + '?hl=' + results2[1];
		}
	}
}
</script></head>

<body>
<h2>Google Chrome Hizmet Şartları</h2>
<p>Bu Hizmet Şartları Google Chrome'un y&uuml;r&uuml;t&uuml;lebilir kod s&uuml;r&uuml;m&uuml; i&ccedil;in ge&ccedil;erlidir. Google Chrome kaynak kodu, http://code.google.com/chromium/terms.html adresindeki a&ccedil;ık kaynak yazılım lisans s&ouml;zleşmeleri altında &uuml;cretsiz olarak kullanılabilir.</p>
<p><strong>1. Google ile ilişkiniz</strong></p>
<p>1.1 Google &uuml;r&uuml;nlerini, yazılımlarını, hizmetlerini ve web sitelerini kullanımınız (işbu dok&uuml;manda hepsi birden &ldquo;Hizmetler&rdquo; olarak anılacaktır. Google&rsquo;ın başka bir yazılı s&ouml;zleşme altında size sunduğu hizmetleri kapsamaz), Google ile aranızdaki yasal bir s&ouml;zleşmenin şartlarına tabidir. &ldquo;Google&rdquo;, esas iş merkezi 1600 Amphitheatre Parkway, Mountain View, CA 94043, ABD adresinde bulunan Google Inc. şirketini ifade etmektedir. Bu dok&uuml;manda s&ouml;zleşmenin nasıl yapıldığı ve s&ouml;z konusu s&ouml;zleşmenin bazı şartları a&ccedil;ıklanmaktadır.</p>
<p>1.2 Google tarafından aksi yazılı olarak kabul edilmedik&ccedil;e Google ile yaptığınız s&ouml;zleşme, her zaman, asgari olarak bu dok&uuml;manda belirtilen şartları ve koşulları i&ccedil;erecektir. Bu şartlar ve koşullar, aşağıda &ldquo;Genel Şartlar&rdquo; olarak ifade edilmektedir. Google Chrome kaynak kodu i&ccedil;in a&ccedil;ık kaynak yazılım lisansları ayrı yazılı s&ouml;zleşmelerdir. A&ccedil;ık kaynak yazılım lisanslarının bu Genel Şartlar'ın a&ccedil;ık&ccedil;a yerini aldığı &ouml;l&ccedil;&uuml;de, Google Chrome veya Google Chrome'un belirli bileşenlerinin kullanımı i&ccedil;in Google ile aranızdaki s&ouml;zleşme a&ccedil;ık kaynak lisanslarına tabidir.</p>
<p>1.3 Google ile yaptığınız s&ouml;zleşme, Genel Şartlar'a ek olarak Hizmetler'in tabi olduğu Yasal Bildirimlere ilişkin şartları da i&ccedil;erecektir. Bunların t&uuml;m&uuml;, aşağıda &ldquo;Ek Şartlar&rdquo; olarak ifade edilmiştir. Bir Hizmet Ek Şartlar'a tabi olduğunda bu şartları, s&ouml;z konusu Hizmet'in i&ccedil;inden veya o Hizmet'i kullanırken erişerek okuyabilirsiniz.</p>
<p>1.4 Genel Şartlar, Ek Şartlar'la birlikte Hizmetler'i kullanımınızla ilişkili olarak Google ile aranızda yasal bağlayıcılığı olan bir s&ouml;zleşme teşkil eder. Zaman ayırıp bu şartları dikkatli bir şekilde okumanız &ouml;nemlidir. Bu yasal s&ouml;zleşme, aşağıda kısaca &ldquo;Şartlar&rdquo; olarak ifade edilmektedir.</p>
<p>1.5 Ek Şartlar ile Genel Şartlar arasında bir uyuşmazlık s&ouml;z konusu olduğunda Hizmetle ilişkili olarak Ek Şartlar ge&ccedil;erli olacaktır.</p>
<p><strong>2. Şartlar'ın Kabul&uuml;</strong></p>
<p>2.1 Hizmetler'den yararlanabilmek i&ccedil;in &ouml;nce Şartlar'ı kabul etmeniz gerekir. Şartlar'ı kabul etmeden Hizmetler'i kullanamazsınız.</p>
<p>2.2 Şartlar'ı aşağıdaki yollarla kabul edebilirsiniz:</p>
<p>(A) herhangi bir Hizmet'in kullanıcı aray&uuml;z&uuml;nde Şartlar'ı kabul etme se&ccedil;eneğini (Google tarafından bu se&ccedil;enek sunulmuşsa) tıklayarak veya</p>
<p>(B) Hizmetler'i fiili olarak kullanmaya başlayarak. Bu noktadan itibaren, Google'ın, Hizmetler'i kullanımınızı Şartlar'ı kabul ettiğiniz şeklinde yorumlayacağını anlar ve kabul edersiniz. </p>
<p><strong>3. Şartlar'ın yazıldığı dil</strong></p>
<p>3.1 Google, Şartlar'ın İngilizce s&uuml;r&uuml;m&uuml;n&uuml;n bir &ccedil;evirisini sağladığında bu &ccedil;evirinin yalnızca size kolaylık sağlamak i&ccedil;in sunulduğunu ve Google ile ilişkinizde Şartlar'ın İngilizce s&uuml;r&uuml;m&uuml;n&uuml;n esas alınacağını kabul edersiniz.</p>
<p>3.2 Şartlar'ın İngilizce s&uuml;r&uuml;m&uuml;nde ifade edilenlerle &ccedil;eviride ifade edilenler arasında bir uyuşmazlık s&ouml;z konusu olduğunda İngilizce s&uuml;r&uuml;m ge&ccedil;erli olacaktır.</p>
<p><strong>4. Hizmetler'in Google tarafından sağlanması</strong></p>
<p>4.1 Google&rsquo;ın d&uuml;nyanın d&ouml;rt bir yanında yan kuruluşları ve bağlı t&uuml;zel kuruluşları vardır (&ldquo;Yan Kuruluşlar ve Bağlı Şirketler&rdquo;). Bazen s&ouml;z konusu Hizmetler Google adına bu şirketler tarafından size sunulur. Yan Kuruluşların ve Bağlı Şirketlerin bu Hizmetler'i size sunmaya yetkili olduğunu kabul edersiniz.</p>
<p>4.2 Google, kullanıcılarına m&uuml;mk&uuml;n olan en iyi deneyimi sağlamak i&ccedil;in s&uuml;rekli yenilikler yapmaktadır. Google&rsquo;ın sunduğu Hizmetler'in bi&ccedil;im ve niteliğinin zaman zaman &ouml;nceden bildirilmeksizin değişebileceğini kabul edersiniz.</p>
<p>4.3 Bu s&uuml;rekli yenilenmenin bir par&ccedil;ası olarak Google&rsquo;ın &ouml;nceden haber vermeksizin bazı Hizmetler'i (veya Hizmetler'in kimi &ouml;zelliklerini) tamamen kendi takdirine bağlı olarak size veya genel olarak kullanıcılara sağlamayı (ge&ccedil;ici veya kalıcı olarak) durdurabileceğini kabul edersiniz. Siz, Hizmetler'i kullanmayı istediğiniz zaman bırakabilirsiniz. Hizmetler'i kullanmayı bıraktığınızda bunu &ouml;zel olarak Google&rsquo;a bildirmeniz gerekmez.</p>
<p>4.4 Google&rsquo;ın hesabınıza erişimi devre dışı bırakması durumunda s&ouml;z konusu Hizmetler'e, hesap ayrıntılarınıza veya hesabınızda bulunan başka dosyalara ya da i&ccedil;eriğe erişiminizin engellenebileceğini kabul edersiniz.</p>
<p><strong>5. Hizmetler'in tarafınızdan kullanımı</strong></p>
<p>5.1 Hizmetler, yalnızca (a) Şartlar ve (b) (veri veya yazılımların Amerika Birleşik Devletleri'ne/Devletleri'nden diğer ilgili &uuml;lkelere/&uuml;lkelerden ihracı ile ilgili t&uuml;m yasalar da dahil olmak &uuml;zere) ilgili yargı b&ouml;lgesindeki ge&ccedil;erli herhangi bir yasa, y&ouml;netmelik veya genel olarak kabul edilmiş uygulamalar ve y&ouml;nergeler tarafından izin verilen ama&ccedil;lar doğrultusunda kullanmayı kabul edersiniz. </p>
<p>5.2 Hizmetler'i (veya Hizmetler'e bağlı sunucuları ve ağları) engelleyen veya bozan hi&ccedil;bir etkinlikte bulunmayacağınızı kabul edersiniz.</p>
<p>5.3 Google ile yaptığınız ayrı bir s&ouml;zleşmede a&ccedil;ık&ccedil;a izin verilmediği s&uuml;rece, Hizmetler'i hi&ccedil;bir ama&ccedil;la yeniden &uuml;retmemeyi, &ccedil;oğaltmamayı, kopyalamamayı, satmamayı, ticaretini yapmamayı veya yeniden satmamayı kabul edersiniz.</p>
<p>5.4 Şartlar'dan doğan y&uuml;k&uuml;ml&uuml;l&uuml;klerinizin ihlalinden ve bu ihlalin sonu&ccedil;larından (Google&rsquo;ın uğrayabileceği her t&uuml;r kayıp ve hasar dahil olmak &uuml;zere) tek başınıza sorumlu olduğunuzu (ve Google&rsquo;ın size veya &uuml;&ccedil;&uuml;nc&uuml; bir tarafa karşı hi&ccedil;bir sorumluluğu olmadığını) kabul edersiniz. </p>
<p><strong>6. Gizlilik ve kişisel bilgileriniz</strong></p>
<p>6.1 Google'ın veri koruma uygulamaları hakkında bilgi i&ccedil;in l&uuml;tfen http://www.google.com.tr/privacy.html adresindeki Google gizlilik politikasını okuyun. Bu politika, Hizmetler'i kullandığınızda Google&rsquo;ın kişisel bilgilerinizi nasıl ele aldığını ve gizliliğinizi nasıl koruduğunu a&ccedil;ıklar.</p>
<p>6.2 Verilerinizin Google&rsquo;ın gizlilik politikası doğrultusunda kullanılmasını kabul edersiniz.</p>
<p><strong>7. Hizmetler'in İ&ccedil;eriği</strong></p>
<p>7.1 Hizmetler'in veya bu Hizmetler'i kullanmanızın bir par&ccedil;ası olarak eriştiğiniz t&uuml;m bilgilerin (&ouml;rneğin veri dosyaları, yazılı metin, bilgisayar yazılımı, m&uuml;zik, ses dosyaları veya diğer sesler, fotoğraflar, videolar ve diğer resimler), yalnızca bu i&ccedil;eriğin kaynağı olan kişinin sorumluluğunda olduğunu kabul edersiniz. Aşağıda bu t&uuml;rden bilgilerin t&uuml;m&uuml; &ldquo;İ&ccedil;erik&rdquo; olarak ifade edilmektedir.</p>
<p>7.2 Hizmetler'in i&ccedil;indeki reklamlar ve sponsorlu İ&ccedil;erik dahil, ancak bunlarla sınırlı olmamak &uuml;zere Hizmetler'in bir par&ccedil;ası olarak size sunulan İ&ccedil;eriğin, bu İ&ccedil;eriği Google'a sağlayan sponsorların veya reklamverenlerin (veya onlar adına hareket eden diğer kişi veya kuruluşların) fikri m&uuml;lkiyet haklarıyla korunuyor olabileceğini unutmamalısınız. Google veya s&ouml;z konusu İ&ccedil;eriğin sahipleri ayrı bir s&ouml;zleşmeye size bu yetkiyi vermediği s&uuml;rece bu İ&ccedil;eriği (tamamen veya kısmen) değiştiremez, finansal kiralama yoluyla veremez, kiralayamaz, &ouml;d&uuml;n&ccedil; veremez, satamaz, dağıtımını yapamaz veya İ&ccedil;eriği temel alan t&uuml;rev &ccedil;alışmalar oluşturamazsınız.</p>
<p>7.3 Google, herhangi bir Hizmet'in İ&ccedil;eriğinin bir kısmını veya tamamını &ouml;nceden g&ouml;r&uuml;nt&uuml;leme, inceleme, işaretleme, filtreleme, değiştirme, reddetme veya kaldırma hakkını saklı tutar; ancak bunu yapmakla y&uuml;k&uuml;ml&uuml; değildir. Bazı Hizmetler i&ccedil;in Google, a&ccedil;ık cinsel i&ccedil;eriği filtrelemek i&ccedil;in ara&ccedil;lar sunabilir. Bu ara&ccedil;lar, G&uuml;venli Arama tercih ayarlarını i&ccedil;erir (bkz. http://www.google.com.tr/help/customize.html#safe). Ayrıca, sakıncalı olabileceğini d&uuml;ş&uuml;nd&uuml;ğ&uuml;n&uuml;z materyallere erişimi kısıtlamak i&ccedil;in satın alabileceğiniz hizmetler ve yazılımlar vardır.</p>
<p>7.4 Hizmetler'i kullandığınızda, saldırgan, uygunsuz veya sakıncalı olabileceğini d&uuml;ş&uuml;nd&uuml;ğ&uuml;n&uuml;z İ&ccedil;eriğe maruz kalabileceğinizi ve bu bakımdan, Hizmetler'i kullanmanın doğurabileceği riskleri &uuml;stlenmeyi kabul edersiniz.</p>
<p>7.5 Hizmetler'i kullanarak oluşturduğunuz, aktardığınız veya g&ouml;r&uuml;nt&uuml;lediğiniz her t&uuml;r İ&ccedil;erikten ve bu t&uuml;r eylemlerinizin sonu&ccedil;larından (Google&rsquo;ın uğrayabileceği her t&uuml;r kayıp ve hasar dahil olmak &uuml;zere) tek başınıza sorumlu olduğunuzu (ve Google&rsquo;ın size veya &uuml;&ccedil;&uuml;nc&uuml; bir tarafa karşı hi&ccedil;bir sorumluluğu olmadığını) kabul edersiniz.</p>
<p><strong>8. M&uuml;lkiyet hakları</strong></p>
<p>8.1 Hizmetler'de belirtilen fikri m&uuml;lkiyet hakları (bu haklar kayıtlı olsun veya olmasın ve d&uuml;nyanın neresinde bulunursa bulunsun) dahil olmak &uuml;zere bu Hizmetler i&ccedil;in her t&uuml;r yasal hak, m&uuml;lkiyet hakkı ve menfaatin Google&rsquo;a (veya Google&rsquo;ın lisans sağlayıcılarına) ait olduğunu kabul edersiniz.</p>
<p>8.2 Google ile aksi y&ouml;nde yazılı bir anlaşmanız olmadığı s&uuml;rece Şartlar'daki hi&ccedil;bir madde size Google&rsquo;ın ticari adlarını, ticari markalarını, hizmet markalarını, logolarını, etki alanı adlarını ve diğer belirleyici marka &ouml;zelliklerini kullanma hakkı vermez.</p>
<p>8.3 Google ile yaptığınız ayrı bir s&ouml;zleşmeyle bu marka &ouml;zelliklerinden herhangi birini kullanmanız i&ccedil;in a&ccedil;ık bir hak tanındıysa bu &ouml;zellikleri s&ouml;z konusu s&ouml;zleşmeye, varsa Şartlar'ın ge&ccedil;erli h&uuml;k&uuml;mlerine ve Google&rsquo;ın zaman zaman g&uuml;ncellenen marka &ouml;zelliği kullanımı y&ouml;nergelerine uygun bir şekilde kullanmayı kabul edersiniz. S&ouml;z konusu y&ouml;nergeleri http://www.google.com.tr/permissions/guidelines.html adresinden (veya Google&rsquo;ın bu ama&ccedil;la zaman zaman sağladığı diğer URL'lerden) online olarak g&ouml;r&uuml;nt&uuml;leyebilirsiniz.</p>
<p>8.4 Google, Şartlar uyarınca sizin Hizmetler'i kullanarak veya Hizmetler &uuml;zerinde g&ouml;nderdiğiniz, yayınladığınız, aktardığınız veya g&ouml;r&uuml;nt&uuml;lediğiniz İ&ccedil;erik i&ccedil;in sizden (veya lisans sağlayıcılarınızdan), s&ouml;z konusu İ&ccedil;erikte yer alan fikri m&uuml;lkiyet hakları (bu haklar tescilli olsun veya olmasın ve d&uuml;nyanın neresinde bulunursa bulunsun) dahil olmak &uuml;zere hi&ccedil;bir hak, m&uuml;lkiyet hakkı veya menfaat elde etmediğini kabul eder. Google ile aksi y&ouml;nde yazılı bir anlaşmanız olmadığı s&uuml;rece, bu hakları korumak ve uygulamaktan sorumlu olduğunuzu ve Google&rsquo;ın bunu sizin adınıza yapmakla y&uuml;k&uuml;ml&uuml; olmadığını kabul edersiniz.</p>
<p>8.5 Hizmetler'e eklenmiş olan veya Hizmetler'in i&ccedil;inde bulunan m&uuml;lkiyet hakkı bildirimlerini (telif hakkı ve ticari marka bildirimleri dahil) kaldırmayacağınızı, g&ouml;r&uuml;nmesini engellemeyeceğinizi veya değiştirmeyeceğinizi kabul edersiniz.</p>
<p>8.6 Google tarafından yazılı olarak a&ccedil;ık&ccedil;a yetki verilmediği s&uuml;rece Hizmetler'i kullanırken hi&ccedil;bir ticari markayı, hizmet markasını, ticari adı, herhangi bir şirket veya kuruluşun logosunu, s&ouml;z konusu markaların, adların veya logoların sahibi veya yetkili kullanıcısının kimliği konusunda dolaylı veya kasıtlı bir şekilde ş&uuml;phe yaratacak şekilde kullanmayacağınızı kabul edersiniz.</p>
<p><strong>9. Google lisansı</strong></p>
<p>9.1 Google size, Google tarafından Hizmetler'in bir par&ccedil;ası olarak sağlanan yazılımı (aşağıda &ldquo;Yazılım&rdquo; adıyla anılır) kullanmanız i&ccedil;in kişisel, t&uuml;m d&uuml;nyada ge&ccedil;erli, telif &uuml;cretsiz, başkasına devredilemez ve m&uuml;nhasır olmayan bir lisans verir. Bu lisans, yalnızca Google tarafından sağlanan Hizmetler'i, Şartlar tarafından izin verildiği bi&ccedil;imde kullanmanıza ve bu Hizmetler'den yararlanmanıza olanak sağlamak amacıyla verilir.</p>
<p>9.2 B&ouml;l&uuml;m 1.2'ye tabi olmak kaydıyla, yasalar tarafından a&ccedil;ık&ccedil;a izin verilmediği, yasalar gerektirmediği veya Google yazılı olarak yapmanıza izin vermediği s&uuml;rece, Yazılımı kopyalayamaz, değiştiremez, Yazılım &uuml;zerinde ters m&uuml;hendislik işlemi yapamaz, Yazılımın derlemesini &ccedil;&ouml;zemez, t&uuml;rev &ccedil;alışmalarını hazırlayamaz veya kaynak kodunu ya da herhangi bir par&ccedil;asını &ccedil;ıkaramazsınız (ve başkalarının bunları yapmasına izin veremezsiniz).</p>
<p>9.3 B&ouml;l&uuml;m 1.2'ye tabi olmak kaydıyla, Google size &ouml;zel bir yazılı izin vermedik&ccedil;e Yazılımı kullanma haklarınızı devredemez (veya bu haklarınız i&ccedil;in bir alt lisans veremez), Yazılımı kullanma haklarınız &uuml;zerinden teminat hakkı veremez veya Yazılımı kullanma haklarınızın hi&ccedil;bir b&ouml;l&uuml;m&uuml;n&uuml; aktaramazsınız.</p>
<p><strong>10. Sizin i&ccedil;erik lisansınız</strong></p>
<p>10.1 Hizmetler'de veya Hizmetler &uuml;zerinden g&ouml;nderdiğiniz, yayınladığınız veya g&ouml;r&uuml;nt&uuml;lediğiniz İ&ccedil;erik i&ccedil;in zaten sahip olduğunuz telif hakkı ve diğer haklar yine sizde kalır.</p>
<p><strong>11. Yazılım g&uuml;ncellemeleri</strong></p>
<p>11.1 Kullandığınız Yazılım, zaman zaman Google&rsquo;dan otomatik olarak g&uuml;ncellemeler indirip y&uuml;kleyebilir. Bu g&uuml;ncellemeler Hizmetler'i iyileştirmek, genişletmek ve daha da geliştirmek i&ccedil;in tasarlanmıştır ve hata d&uuml;zeltmeleri, gelişmiş işlevler, yeni yazılım mod&uuml;lleri ve tamamen yeni s&uuml;r&uuml;mler bi&ccedil;iminde olabilirler. Hizmetler'i kullanmanın bir par&ccedil;ası olarak bu t&uuml;r g&uuml;ncellemeler almayı (ve Google&rsquo;ın bunları size g&ouml;ndermesine izin vermeyi) kabul edersiniz.</p>
<p><strong>12. Google&rsquo;la ilişkinizi kesme</strong></p>
<p>12.1 Bu Şartlar, tarafınızdan veya Google tarafından aşağıda a&ccedil;ıklandığı bi&ccedil;imle sonlandırılıncaya dek ge&ccedil;erliliğini korur. </p>
<p>12.2 Aşağıdaki durumlarda Google sizinle olan yasal s&ouml;zleşmesini istediği zaman feshedebilir:</p>
<p>(A) Şartlar'ın herhangi bir h&uuml;km&uuml;n&uuml; ihlal ettiyseniz (veya Şartlar'ın h&uuml;k&uuml;mlerine uymak istemediğiniz ya da uyamayacağınızı a&ccedil;ık&ccedil;a g&ouml;sterir davranışlar i&ccedil;indeyseniz); </p>
<p>(B) Google, yasalar gereği bunu yapmak zorundaysa (&ouml;rneğin Hizmetler'in sizin kullanımınıza sunulması yasalara aykırıysa veya yasalara aykırı duruma gelirse);</p>
<p>(C) Google'ın Hizmetler'i size beraber sunduğu ortak, Google ile ilişkisini kestiyse ya da Hizmetleri size sunmayı bıraktıysa;</p>
<p>(D) Google, ikamet ettiğiniz veya hizmetlerini kullandığınız &uuml;lkedeki kullanıcılara artık bu Hizmetleri sunmuyorsa; </p>
<p>(E) Google, bu Hizmetler'i size sunmanın artık ticari olarak uygun olmadığına kanaat getirirse.</p>
<p>12.3 Bu B&ouml;l&uuml;mde yer alan hi&ccedil;bir madde, Google&rsquo;ın, Şartlar'ın 4. B&ouml;l&uuml;m&uuml; uyarınca Hizmetler'in sağlanmasına ilişkin haklarını etkilemez.</p>
<p>12.4 Bu Şartlar sona erdiğinde, Google&rsquo;ın ve sizin yararlandığınız, tabi olduğunuz (veya Şartlar ge&ccedil;erliyken zaman i&ccedil;inde doğan) veya s&uuml;resiz devam edeceği belirtilen yasal hakların, sorumlulukların ve y&uuml;k&uuml;ml&uuml;l&uuml;klerin hi&ccedil;biri bu durumdan etkilenmez ve paragraf 19.7'nin h&uuml;k&uuml;mleri bu t&uuml;r haklar, sorumluluklar ve y&uuml;k&uuml;ml&uuml;l&uuml;kler i&ccedil;in s&uuml;resiz olarak ge&ccedil;erliliğini s&uuml;rd&uuml;r&uuml;r.</p>
<p><strong>13. Garantilerin Kapsam Dışı Tutulması</strong></p>
<p>13.1 Hizmetler &quot;olduğu&quot; gibi sunulmaktadır ve Google, Yan Kuruluşları, Bağlı Şirketleri ve lisans sağlayıcıları bu hizmetler i&ccedil;in size herhangi bir garanti vermez.</p>
<p>13.2 &Ouml;zellikle, Google, Yan Kuruluşları, Bağlı Şirketleri ve lisans sağlayıcıları size:</p>
<p>(A) Hizmetler'i kullanımınızın gereksinimlerinizi karşılayacağını,</p>
<p>(B) Hizmetler'i kullanımınızın kesintisiz, zamanında, g&uuml;venli veya hatasız olacağını,</p>
<p>(C) Hizmetler'i kullanarak edineceğiniz bilgilerin doğru ve g&uuml;venilir olacağını ve</p>
<p>(D) Hizmetler'in bir par&ccedil;ası olarak kullanımınıza sunulan herhangi bir yazılımın &ccedil;alışmasında veya işlevlerinde ortaya &ccedil;ıkabilecek hataların d&uuml;zeltileceğini beyan veya garanti etmemektedir.</p>
<p>13.3 Şartlar'da a&ccedil;ık&ccedil;a belirtilenlerin dışında hi&ccedil;bir koşul, garanti veya diğer şartlar (tatmin edici kalite, ama&ccedil; i&ccedil;in uygunluk veya a&ccedil;ıklamayla uyumluluk a&ccedil;ısından herhangi zımni şart da dahil) Hizmetler'e uygulanamaz.</p>
<p>13.4 Bu Şartlar'da yer alan hi&ccedil;bir h&uuml;k&uuml;m, s&ouml;zleşmeye g&ouml;re feragat edilemeyen veya sınırlandırılamayan, yasaların zorunlu kıldığı t&uuml;ketici haklarını etkilemez.</p>
<p><strong>14. Y&uuml;k&uuml;ml&uuml;l&uuml;ğ&uuml;n Sınırlanması</strong></p>
<p>14.1 Bu Şartlar'daki hi&ccedil;bir madde, yasalara uygun olarak kapsam dışı tutulamayacak veya y&uuml;r&uuml;rl&uuml;kteki yasalarla sınırlandırılamayacak kayıplar i&ccedil;in Google&rsquo;ın garantisini ve sorumluluğunu ortadan kaldırmaz veya sınırlandırmaz.</p>
<p>14.2 Yukarıdaki paragraf 14.1'in t&uuml;m h&uuml;k&uuml;mleri gereğince, Google, yan kuruluşları ve bağlı şirketleri ile lisans sağlayıcıları aşağıdakiler i&ccedil;in sorumlu tutulamaz:</p>
<p>(A) uğrayabileceğiniz dolaylı veya sonu&ccedil; olarak ortaya &ccedil;ıkan kayıplar. Buna doğrudan veya dolaylı olarak uğradığınız her t&uuml;r kar kaybı, işletme saygınlığı veya itibar kaybı veya veri kaybı dahildir.</p>
<p>(B) aşağıdakilerin sonucunda uğrayabileceğiniz kayıp veya zararlar:</p>
<p>(i) herhangi bir reklamın tamlığına, doğruluğuna veya varlığına itimat etmeniz ve reklamları hizmetlerde g&ouml;sterilen bir reklamveren veya sponsorla olan ilişkiniz veya bu kişilerle yaptığınız işlem;</p>
<p>(ii) Google'ın hizmetler &uuml;zerinde yapabileceği herhangi bir değişiklik veya hizmetlerin (ya da hizmetlerin i&ccedil;indeki &ouml;zelliklerin) sağlanmasında kalıcı veya ge&ccedil;ici aksama;</p>
<p>(iii) Hizmetler'i kullanmanızla sağlanmış veya aktarılmış herhangi bir i&ccedil;eriğin veya diğer iletişim verilerinin silinmesi, bozulması veya saklanamaması;</p>
<p>(iii) Google&rsquo;a doğru hesap bilgileri verememeniz;</p>
<p>(iv) şifrenizin veya hesap ayrıntılarınızın g&uuml;venliğini ve gizliliğini koruyamamanız;</p>
<p>14.3 Yukarıdaki paragraf 14.2'de belirtilen Google&rsquo;ın size karşı sorumluluğuna ilişkin sınırlandırmalar, Google s&ouml;z konusu kayıplar konusunda uyarılmış veya kayıp olasılıklarının farkında olsa da olmasa da ge&ccedil;erliliğini korur.</p>
<p><strong>15. Telif hakkı ve ticari marka politikaları</strong></p>
<p>15.1 Y&uuml;r&uuml;rl&uuml;kteki uluslararası fikri m&uuml;lkiyet yasalarına (ABD'de, Dijital Binyıl Telif Hakkı Yasası dahil) uygun olarak ileri s&uuml;r&uuml;len telif hakkı ihlali iddiası bildirimlerine yanıt vermek ve ihlalleri tekrarlayanların hesaplarını feshetmek Google&rsquo;ın politikasıdır. Google&rsquo;ın politikasıyla ilgili ayrıntılı bilgi http://www.google.com.tr/dmca.html adresinde bulunabilir.</p>
<p>15.2 Google, Google reklam faaliyetleriyle ilgili olarak bir ticari marka şikayetleri prosed&uuml;r&uuml; uygular. Bu prosed&uuml;r&uuml;n ayrıntılarına http://www.google.com.tr/tm_complaint.html adresinden ulaşabilirsiniz.</p>
<p><strong>16. Reklamlar</strong></p>
<p>16.1 Bazı Hizmetler reklam geliriyle desteklenir ve bu Hizmetler'de reklamlar ve promosyonlar g&ouml;r&uuml;nt&uuml;lenebilir. Bu reklamlar, Hizmetler'de depolanan bilginin i&ccedil;eriğini, Hizmetler &uuml;zerinden yapılan sorguları veya başka bilgileri hedefleyebilir.</p>
<p>16.2 Google tarafından Hizmetler'de yayınlanan reklamların tarzı, modu ve kapsamı size &ouml;zel bir bildirimde bulunulmaksızın değiştirilebilir.</p>
<p>16.3 Google&rsquo;ın Hizmetler'e erişmenize ve Hizmetler'i kullanmanıza izin vermesi karşılığında siz de Google&rsquo;ın Hizmetler'de bu t&uuml;r reklamlar yayınlamasını kabul edersiniz.</p>
<p><strong>17. Diğer i&ccedil;erik</strong></p>
<p>17.1 Hizmetler, başka web sitelerine, i&ccedil;eriğe veya kaynaklara k&ouml;pr&uuml;ler i&ccedil;erebilir. Google&rsquo;ın, kendisi dışında şirketler veya kişiler tarafından sağlanan web siteleri veya kaynaklar &uuml;zerinde denetimi yoktur.</p>
<p>17.2 Google'ın bu t&uuml;r harici sitelerin veya kaynakların kullanılabilirliğinden sorumlu olmadığını ve bu t&uuml;r web sitelerinde veya kaynaklarda bulunan herhangi bir reklamı, &uuml;r&uuml;n&uuml; veya diğer materyalleri onaylamadığını bilir ve kabul edersiniz.</p>
<p>17.3 Bu harici siteler veya kaynakların kullanılabilirliği y&uuml;z&uuml;nden veya bu gibi web sitelerinde veya kaynaklarda bulunan veya buralardan temin edilebilen herhangi bir reklamın, &uuml;r&uuml;n&uuml;n veya diğer materyalin tamlığına, doğruluğuna veya varlığına itimat etmeniz sonucunda uğrayabileceğiniz kayıp veya zarardan Google&rsquo;ın sorumlu tutulamayacağını kabul edersiniz.</p>
<p><strong>19. Şartlar'da Değişiklik</strong></p>
<p>18.1 Google, zaman zaman Genel Şartlar veya Ek Şartlar &uuml;zerinde değişiklik yapabilir. Bu değişiklikler yapıldığında, Google, Genel Şartlar'ın yeni bir kopyasını http://www.google.com/accounts/TOS?hl=tr adresine koyar ve yeni Ek Şartlar bu değişiklikten etkilenen Hizmetler &uuml;zerinde veya bu Hizmetler aracılığıyla size ulaştırılır.</p>
<p>18.2 Genel Şartlar'ın veya Ek Şartlar'ın değiştiği tarihten sonra Hizmetler'i kullanmanız durumunda, bu durumun Google tarafından g&uuml;ncellenmiş Genel Şartlar'ı veya Ek Şartlar'ı kabul ettiğiniz şeklinde yorumlanacağını kabul edersiniz.</p>
<p><strong>19. Genel yasal şartlar</strong></p>
<p>19.1 Bazen Hizmetler'i kullandığınızda, (Hizmetler'i kullanmanızın bir sonucu olarak veya Hizmetler'i kullanarak) başka bir kişi veya şirket tarafından sağlanan bir hizmeti kullanabilir, bir yazılım indirebilir veya &uuml;r&uuml;n satın alabilirsiniz. Bu diğer hizmetleri, yazılımı veya &uuml;r&uuml;nleri kullanımınız, ilgili şirket veya kişiyle aranızdaki farklı şartlara tabi olabilir. Bu durumda, işbu Şartlar, s&ouml;z konusu diğer şirket veya kişilerle olan yasal ilişkilerinizi etkilemez.</p>
<p>19.2 Şartlar, Google ile aranızdaki t&uuml;m yasal s&ouml;zleşmeyi oluşturur ve Hizmetler'i (Google&rsquo;ın size ayrı bir yazılı s&ouml;zleşmeyle sağladığı hizmetler hari&ccedil; olmak koşuluyla) kullanımınızı y&ouml;netir ve Hizmetler'e ilişkin Google ile aranızdaki eski s&ouml;zleşmelerin tamamen yerini alır.</p>
<p>19.3 Google'ın, Şartlar'da yapılan değişikliklerle ilgili olanlar dahil, e-postayla, normal postayla veya Hizmetler &uuml;zerinde yapılan yayınlar yoluyla size bildirimlerde bulunabileceğini kabul edersiniz.</p>
<p>19.4 Google'ın, Şartlar dahilindeki (veya ge&ccedil;erli yasalar uyarınca Google'ın yararlanabileceği) herhangi bir yasal hak veya &ccedil;&ouml;z&uuml;m&uuml; kullanmaması veya uygulamaması, bu haklarından yasal olarak feragat ettiği anlamına gelmez ve s&ouml;z konusu hak veya &ccedil;&ouml;z&uuml;mler Google i&ccedil;in ge&ccedil;erli olmaya devam eder.</p>
<p>19.5 Bu konuda karar yetkisine sahip bir mahkeme, bu Şartlar'ın herhangi bir h&uuml;km&uuml;n&uuml;n ge&ccedil;ersiz olduğuna karar verirse, s&ouml;z konusu h&uuml;k&uuml;m, geri kalan Şartlar'ı etkilemeden Şartlar'dan &ccedil;ıkarılır. Şartlar'ın geri kalan h&uuml;k&uuml;mleri, ge&ccedil;erli ve uygulanabilir olmaya devam eder.</p>
<p>19.6 Google&rsquo;ın ana şirket olduğu şirketler grubunun her &uuml;yesinin bu Şartlar'a &uuml;&ccedil;&uuml;nc&uuml; taraf lehtarlar olduğunu ve bu gibi şirketlerin, Şartlar'ın kendilerine herhangi bir yarar (veya onların lehine bir hak) sağlayan bir h&uuml;km&uuml;n&uuml; doğrudan uygulamaya ve bu h&uuml;kme bağlı hareket etmeye hakkı olduğunu kabul edersiniz. Bunlar dışında hi&ccedil;bir kişi veya şirket, Şartlar'a &uuml;&ccedil;&uuml;nc&uuml; taraf lehtarlar olamaz.</p>
<p>19.7 Şartlar ve s&ouml;z konusu Şartlar altında Google ile aranızdaki ilişki İngiltere'de ge&ccedil;erli kanunlara tabidir. Siz ve Google, Şartlar'dan kaynaklanan herhangi bir ihtilafta m&uuml;nhasır yargı hakkı ve yetkisinin İngiliz mahkemelerinde olduğunu kabul edersiniz. &Ouml;te yandan, Google&rsquo;ın herhangi bir &uuml;lkenin yargı alanında ihtiyati tedbir &ccedil;arelerine (veya başka t&uuml;rl&uuml; acil hukuki &ccedil;arelere) başvurma izni olduğunu kabul edersiniz.</p>
<p>4 Aralık 2008</p>
<h3>&nbsp;</h3>
<br />
</body>
</html>
