<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<link rel="icon" type="image/ico" href="/tools/dlpage/res/chrome/images/chrome-16.png"><title>Google Chrome Terms of Service</title>
<style>
body { font-family:Arial; font-size:13px; }
</style>
</head>

<body>
<h3>Google Chrome Pakalpojuma noteikumi</h3>
<p>&Scaron;ie pakalpojuma noteikumi attiecas uz Google Chrome izpildāmā koda versiju. Google Chrome pirmkods pieejams bez maksas, ievērojot atvērtā koda programmatūras licences līgumu, kas pieejams vietnē <a href="http://code.google.com/chromium/terms.html">http://code.google.com/chromium/terms.html</a>.&nbsp; </p>
<p><b>1. Jūsu attiecības ar Google</b></p>
<p>1.1. Uz Google produktu, programmatūras, pakalpojumu un tīmekļa vietņu izmanto&scaron;anu (&scaron;ajā dokumentā turpmāk &ldquo;Pakalpojumiem&rdquo; un, izņemot visus pakalpojumus, kurus Google sniedz saskaņā ar atsevi&scaron;ķu rakstisku vieno&scaron;anos) attiecas likumīgas vieno&scaron;anās noteikumi, kas noslēgta starp jums un Google. &ldquo;Google&rdquo; ir uzņēmums Google Inc., kura galvenais birojs atrodas 1600 Amphitheatre Parkway, Mountain View, CA 94043, United States. &Scaron;ajā dokumentā izskaidrots, kā tiek veidota vieno&scaron;anās, un minēti daži vieno&scaron;anās noteikumi.</p>
<p>1.2.&nbsp;Ja vien ar Google nav noslēgta citāda rakstiska vieno&scaron;anās, jūsu līgumā ar Google vienmēr tiks iekļauti vismaz &scaron;ajā dokumentā iekļautie Google pakalpojumu noteikumi. Turpmāk tekstā saukti par &ldquo;Vispārējiem noteikumiem&rdquo;. Atvērtā pirmkoda programmatūras licences Google Chrome pirmkodam izveido vairākas atsevi&scaron;ķas vieno&scaron;anās. Ierobežotā apjomā atvērtā pirmkoda programmatūras licences skaidri aizstāj &scaron;os Vispārējos noteikumus, atvērtā pirmkoda licences nosaka jūsu līgumu ar Google, Google Chrome vai citu noteiktu Google Chrome daļu izmanto&scaron;anu.</p>
<p>1.3.&nbsp;Visas vieno&scaron;anās ar Google papildus Vispārējiem noteikumiem iekļaus arī visu Juridiskos paziņojumu noteikumus, kas piemērojami Pakalpojumiem. Visi tālāk tekstā tiek saukti par &ldquo;Papildu noteikumiem&rdquo;. Ja uz pakalpojumu attiecas Papildu noteikumi, tie ir pieejami lasī&scaron;anai kā Pakalpojuma sastāvdaļa vai pieejami Pakalpojuma lieto&scaron;anas laikā.</p>
<p>1.4.&nbsp;Vispārējie noteikumi kopā ar Papildu noteikumiem veido juridiski saisto&scaron;u vieno&scaron;anos starp jums un Google atbilsto&scaron;i tam, kā izmantojat Pakalpojumus. Ir svarīgi uzmanīgi izlasīt &scaron;os noteikumus. Kopā &scaron;ī likumīgā vieno&scaron;anās tālāk tekstā tiek saukta par &ldquo;Noteikumiem&rdquo;.</p>
<p>1.5. Ja Papildu noteikumos un Vispārējos noteikumos ir pretrunīgi apgalvojumi, vispirms saistībā ar pakalpojumu ir jāizpilda Papildu noteikumi.</p>
<p><b>2. Noteikumu pieņem&scaron;ana</b></p>
<p>2.1. Lai izmantotu Pakalpojumus, vispirms jāpiekrīt Noteikumiem. Nedrīkst izmantot Pakalpojumus, ja neesat piekritis Noteikumiem.</p>
<p>2.2. Noteikumus var pieņemt:</p>
<p>(A) noklik&scaron;ķinot uz atbilsto&scaron;ās opcijas, ko Google sniedz lietotāja saskarnē visiem Pakalpojumiem, tādējādi pieņemot Noteikumus vai piekrītot tiem; vai</p>
<p>(B) faktiski izmantojot Pakalpojumus. Tādā gadījumā jums jāsaprot un jāpiekrīt, ka Google no &scaron;ī brīža uzskata Pakalpojumu izmanto&scaron;anu kā Noteikumu pieņem&scaron;anu.</p>
<p>2.3. Nedrīkst izmantot Pakalpojumus un nedrīkst pieņemt Noteikumus, ja (a) neesat pietiekami vecs, lai noformētu saisto&scaron;u līgumu ar Google, vai (b) esat persona, kurai liegts saņemt Pakalpojumus saskaņā ar Amerikas Savienoto Valstu vai citas valsts likumiem, ieskaitot valsti, kurā jūs dzīvojat vai no kuras izmantojat Pakalpojumus.</p>
<p>2.4. Pirms turpiniet, izdrukājiet un saglabājiet Vispārējo noteikumu personisko kopiju savai lietvedībai.</p>
<p><b>3. Noteikumu valoda</b></p>
<p>3.1. Ja Google ir sniedzis Noteikumu angliskās versijas tulkojumu, jūs piekrītat, ka tulkojums ir sniegts tikai jūsu ērtībai un jūsu attiecībās ar Google noteico&scaron;ās ir Noteikumu angliskās versijas.</p>
<p>3.2. Ja Noteikumu angliskā versija ir pretrunā ar tulkoto versiju, priek&scaron;roka ir angļu valodas versijai.</p>
<p><b>4. Google pakalpojumu snieg&scaron;ana</b></p>
<p>4.1 Google ir filiāles un likumīgo apak&scaron;uzņēmēju struktūrvienības visā pasaulē (&ldquo;Filiāles un apak&scaron;uzņēmēji&rdquo;). Dažreiz &scaron;ie uzņēmumi sniegs Pakalpojumus Google vārdā. Jūs apstiprināt un piekrītat, ka Apak&scaron;nodaļas un struktūrvienības ir pilnvarotas sniegt jums Pakalpojumus.</p>
<p>4.2. Google pastāvīgi veic jauninājumus, lai saviem lietotājiem nodro&scaron;inātu vislabāko iespējamo funkcionalitāti. Jūs apstiprināt un piekrītat, ka Google sniegto Pakalpojumu forma un veids var dažkārt mainīties bez iepriek&scaron;ēja brīdinājuma.</p>
<p>4.3. Jūs apstiprināt un piekrītat, ka Google, kā daļu &scaron;īs pastāvīgās uzlabo&scaron;anas, drīkst pārtraukt (pastāvīgi vai īslaicīgi) jums vai lietotājiem kopumā sniegt konkrētus Pakalpojumus (vai jebkuras Pakalpojumu funkcijas), iepriek&scaron; par to nebrīdinot. Jūs drīkstat pārtraukt izmantot Pakalpojumus jebkurā laikā. Jums nav īpa&scaron;i jāinformē Google, ja beidzat izmantot Pakalpojumus.</p>
<p>4.4. Jūs apstiprināt un piekrītat, ka, ja Google liedz piekļuvi jūsu kontam, jums, iespējams, būs liegta piekļuve Pakalpojumiem, savai konta informācijai vai jebkuriem failiem, vai citam saturam, kas atrodas jūsu kontā.</p>
<p>4.5. Jūs apstiprināt un piekrītat, ka neatkarīgi no tā, vai Google pa&scaron;reiz ir fiksēts aug&scaron;ējais ierobežojums pārsūtījumu skaitam, ko drīkstat sūtīt vai saņemt, izmantojot Pakalpojumus, vai krātuves vietas apjomam, kas tiek izmantota jebkuru Pakalpojumu snieg&scaron;anai, &scaron;ādu fiksētu aug&scaron;ējo ierobežojumu Google var noteikt jebkurā laikā pēc saviem ieskatiem.</p>
<p><b>5. Jūsu izmantotie Pakalpojumi</b></p>
<p>5.1. Lai piekļūtu noteiktiem Pakalpojumiem, jums, iespējams, būs jāsniedz personīgā informācija (piemēram, identifikācija vai kontaktinformācija) Pakalpojuma reģistrē&scaron;anās vai Pakalpojuma lieto&scaron;anas laikā. Piekrītat, ka visa Google sniegtā reģistrācijas informācija vienmēr būs precīza, pareiza un aktuāla.</p>
<p>5.2. Jūs piekrītat izmantot Pakalpojumus tikai mērķiem, ko atļauj (a) Noteikumi un (b) visi piemērojamie likumi, regulas vai vispārēji pieņemta prakse, vai vadlīnijas attiecīgajā jurisdikcijā (arī visi likumi, kas attiecas uz informācijas vai programmatūras eksportē&scaron;anu un importē&scaron;anu Amerikas Savienotajās Valstīs un citās atbilsto&scaron;ajās valstīs).</p>
<p>5.3. Jūs piekrītat, ka nepiekļūsit (un nemēģināsit piekļūt) nevienam Pakalpojumam ne ar kādiem līdzekļiem, izņemot Google sniegto saskarni, vai piekļūsit saskaņā ar atsevi&scaron;ķu vieno&scaron;anos, ko noslēgsit ar Google.</p>
<p>5.4. Jūs piekrītat, ka neuzsāksit nekādas darbības, kas traucē Pakalpojumiem (vai serveriem un tīkliem, kas ir saistīti ar Pakalpojumiem) vai pārtrauc tos.</p>
<p>5.5. Jūs piekrītat, ka nekādos nolūkos neatjaunosit, nedublēsit, nekopēsit, nepārdosit, netirgosit un nepārdosit Pakalpojumus tālāk, izņemot gadījumus, kad saskaņā ar Google noslēgtu īpa&scaron;u vieno&scaron;anos, jums ir atļauts to darīt.</p>
<p>5.6. Jūs piekrītat, ka vienpersoniski esat atbildīgs (un ka Google nav atbildīgs attiecībā pret jums vai tre&scaron;o personu) par jebkuru jūsu Noteikumos minēto saistību pārkāpumu un par visām &scaron;ādu pārkāpumu iespējamām sekām (arī par visiem iespējamiem zaudējumiem vai bojājumiem, ko radīsit Google).</p>
<p><b>6. Jūsu paroles un konta dro&scaron;ība</b></p>
<p>6.1. Jūs piekrītat un saprotat, ka esat atbildīgs par paroļu konfidencialitātes saglabā&scaron;anu saistībā ar visiem saviem kontiem, ko izmantojat, lai piekļūtu Pakalpojumiem.</p>
<p>6.2. Tādējādi jūs piekrītat, ka būsit vienpersoniski atbildīgs Google par visām jūsu kontā veiktajām darbībām.</p>
<p>6.3 Ja uzzināt, ka jūsu parole vai jūsu konts tiek izmantots bez atļaujas, piekrītat nekavējoties ziņot par to Google <a href="http://www.google.com/support/accounts/bin/answer.py?answer=48601">http://www.google.lv/support/accounts/bin/answer.py?answer=48601</a>.</p>
<p><b>7. Konfidencialitāte un jūsu personiskā informācija</b></p>
<p>7.1. Lai iegūtu informāciju par Google datu aizsardzības praksi, lūdzu, skatiet Google Konfidencialitātes politiku, apmeklējot vietni <a href="http://www.google.co.uk/privacy.html">http://www.google.lv/privacy.html</a>. &Scaron;ajā politikā izskaidrots, kā Google rīkojas ar jūsu personisko informāciju un aizsargā jūsu konfidencialitāti Pakalpojumu izmanto&scaron;anas laikā.</p>
<p>7.2. Jūs piekrītat, ka jūsu informācija tiek izmantota saskaņā ar Google konfidencialitātes politiku.</p>
<p><b>8. Pakalpojumu saturs</b></p>
<p>8.1. Jūs saprotat, ka par visu informāciju (piemēram, datu failiem, rakstītu tekstu, datoru programmatūru, mūziku, audiofailiem vai citām skaņām, fotoattēliem, videoierakstiem vai citiem attēliem), kas jums var būt pieejama kā Pakalpojuma daļa vai Pakalpojuma izmanto&scaron;anas rezultāts, vienpersoniski ir atbildīga persona, kas izveidojusi &scaron;o saturu. Visa &scaron;ī informācija tālāk tekstā saukta par &ldquo;Saturu&rdquo;.</p>
<p>8.2. Jums jāzina, ka jums sniegto Saturu, kas ir daļa no Pakalpojumiem, ieskaitot, bet neaprobežojoties ar reklāmām Pakalpojumos un sponsorēto Saturu Pakalpojumiem, iespējams, ir aizsargātas ar intelektuālā īpa&scaron;uma tiesībām, kas var piederēt sponsoriem vai reklāmdevējiem, kuri sniedz &scaron;o Google Saturu (vai citām personām, vai uzņēmumiem, kas darbojas to vārdā). Jūs nedrīkstat mainīt, izīrēt, nomāt, aizņemties, pārdot, izplatīt vai radīt atvasinātus darbus, balstoties uz &scaron;o Saturu (gan pa daļām, gan kā vienotu veselu), izņemot gadījumus, kad Google vai &scaron;ī Satura īpa&scaron;nieks ir jums īpa&scaron;i izteicis &scaron;ādu atļauju atsevi&scaron;ķā līgumā.</p>
<p>8.3. Google patur tiesības (bet neuzņemas par pienākumu) iepriek&scaron; filtrēt, pārskatīt, atzīmēt ar karodziņiem, filtrēt, mainīt, atsaukt vai noņemt jebkādu vai visu Saturu no jebkura Pakalpojuma. Dažiem Pakalpojumiem Google var sniegt rīkus, lai filtrētu izteikti seksuāla rakstura saturu. &Scaron;o rīku skaitā ir SafeSearch priek&scaron;rocības iestatījumi (skatiet <a href="http://www.google.co.uk/help/customize.html#safe">http://www.google.lv/help/customize.html#safe</a>). Turklāt ir komerciāli pieejami pakalpojumi un programmatūra, kas ļauj ierobežot piekļuvi materiālam, kur&scaron; jums nav vēlams.</p>
<p>8.4. Jūs saprotat, ka, izmantojot Pakalpojumus, varat saskarties ar Saturu, kas var likties apvainojo&scaron;s, nepiedienīgs vai nevēlams, un ka &scaron;ādos gadījumos jūs pats uzņematies atbildību par Pakalpojumu izmanto&scaron;anu.</p>
<p>8.5. Jūs piekrītat, ka esat vienpersoniski atbildīgs (un Google nav atbildīgs attiecībā pret jums vai kādu tre&scaron;o personu) par jebkuru jūsu Pakalpojumu izmanto&scaron;anas laikā izveidoto, pārsūtīto vai attēloto Saturu un par jebkādām jūsu darbības sekām (tai skaitā visiem zudumiem vai bojājumiem, kas var rasties Google), kas var rasties &scaron;ādas darbības rezultātā.</p>
<p><b>9. Īpa&scaron;uma tiesības</b></p>
<p>9.1. Jūs atzīstat un piekrītat, ka Google (vai Google licences devējiem) pieder visas likumīgās tiesības, īpa&scaron;umtiesības uz Pakalpojumiem un līdzdalību tajos, tai skaitā visas intelektuālā īpa&scaron;uma tiesības, kas eksistē Pakalpojumos (neatkarīgi no tā, vai &scaron;īs īpa&scaron;ības ir reģistrētas un kurā pasaules daļā &scaron;īs tiesības pastāv). Jūs turpmāk atzīstat, ka Pakalpojumi var saturēt informāciju, kuru uzņēmums Google ir noteicis kā konfidenciālu un kuru jūs nedrīkstat atklāt bez iepriek&scaron;ējas rakstiskas Google piekri&scaron;anas.</p>
<p>9.2. Izņemot, ja rakstiski esat ar Google vienojies citādi, nekas Noteikumos nedod jums tiesības izmantot nevienu no Google tirdzniecības nosaukumiem, preču zīmēm, pakalpojumu zīmēm, logotipiem, domēnu vārdiem un citiem konkrētiem preču zīmju elementiem.</p>
<p>9.3. Ja jums ir pie&scaron;ķirtas skaidri formulētas tiesības izmantot kādu no &scaron;īm zīmola iezīmēm atsevi&scaron;ķā ar Google noslēgtā rakstītā līgumā, jūs piekrītat, ka izmantosiet &scaron;īs riezīmes tikai saskaņā ar &scaron;o līgumu, visām piemērojamām Noteikumu prasībām un Google zīmola iezīmes izmanto&scaron;anas vadlīnijām, kas laiku pa laikam tiek atjauninātas. &Scaron;īs vadlīnijas var apskatīt internetā vietnē<a href="http://www.google.co.uk/permissions/guidelines.html">http://www.google.lv/permissions/guidelines.html</a> (vai līdzīga adrese, ko Google laiku pa laikam var izveidot &scaron;ādam nolūkam).</p>
<p>9.4. Uzņēmums Google atzīst un piekrīt, ka saskaņā ar Noteikumiem tas neiegūst tiesības, īpa&scaron;umtiesības vai procentus no jūsu (vai jūsu licences devēja) Pakalpojumos iesniegtā, publicētā, pārsūtītā vai attēlotā Satura, tai skaitā jebkuras intelektuālā īpa&scaron;uma tiesības, kas eksistē &scaron;ajā Saturā (neatkarīgi no tā, vai &scaron;ādas tiesības ir reģistrētas, un kurā pasaules daļā &scaron;īs tiesības eksistē), izņemot ierobežoto licenci, kas sniegta 11.&nbsp;sadaļā. Jūs piekrītat, ka esat atbildīgs par &scaron;o tiesību aizsargā&scaron;anu un realizē&scaron;anu un ka uzņēmumam Google tas nav jādara jūsu vietā, izņemot gadījumus, kad esat rakstiski vienojies ar Google par citiem nosacījumiem.</p>
<p>9.5. Jūs piekrītat, ka neizņemsit, neslēpsit un nemainīsit nevienu īpa&scaron;uma tiesību paziņojumu (tai skaitā autortiesību un preču zīmju paziņojumus), kas var būt pievienoti Pakalpojumiem vai iekļauti tajos.</p>
<p>9.6. Jūs piekrītat, ka, izmantojot Pakalpojumus, jūs neizmantosit nevienu uzņēmuma vai organizācijas preču zīmi, pakalpojuma zīmi, firmas nosaukumu un logotipu veidā, kas varētu radīt neskaidrības par &scaron;īm zīmēm, nosaukumiem vai logotipiem, vai ir paredzēts &scaron;ādu neskaidrību radī&scaron;anai, izņemot gadījumu, kad esat saņēmis skaidri formulētu rakstisku atļauju no Google.</p>
<p><b>10. Google licence</b></p>
<p>10.1. Google sniedz jums personisku, globālu, nepie&scaron;ķiramu un neekskluzīvu licenci, uz kuru neattiecas autoratlīdzība, lai jūs varētu izmantot programmatūru, ko Google jums nodro&scaron;ina kā daļu no pakalpojumiem (tālāk saukta par &ldquo;Programmatūru&rdquo;). &Scaron;ī licence ir paredzēta tikai, lai sniegtu jums iespēju izmantot un baudīt Google sniegtos Pakalpojumus veidos, ko atļauj Noteikumi.</p>
<p>10.2. Jūs nedrīkstat (un nedrīkstat ļaut nevienam citam) kopēt, mainīt, izjaukt, dekonstruēt, dekompilēt vai kā citādi izvilkt Programmatūras vai kādas tās daļas avota kodu, vai izmantot to atvasinātam darbam, izņemot gadījumus, kad tas viennozīmīgi atļauts vai pieprasīts ar likumu, vai arī uzņēmums Google jums rakstiski to atļāvis darīt.</p>
<p>10.3. Jūs nedrīkstat pie&scaron;ķirt savas tiesības izmantot Programmatūru (vai garantēt apak&scaron;licenci uz tām), garantēt dro&scaron;ības procentus savās tiesībās izmantot Programmatūru vai kā citādi cedēt kādu daļu savu tiesību izmantot Programmatūru, izņemot gadījumus, kad uzņēmums Google jums ir devis skaidri formulētu rakstisku atļauju rīkoties citādi.</p>
<p><b>11. Satura licence no jums</b></p>
<p>11.1. Jūs saglabājat jums jau piedero&scaron;ās autortiesības un jebkuras citas tiesības uz Saturu, kuru iesniedzat, publicējat vai attēlojat Pakalpojumos.</p>
<p><b>12. Programmatūras atjauninā&scaron;ana</b></p>
<p>12.1. Jūsu izmantotā programmatūra laiku pa laikam var automātiski lejupielādēt un instalēt atjauninājumus no Google. &Scaron;ie atjauninājumi ir veidoti, lai uzlabotu, papildinātu un tālāk attīstītu Pakalpojumus, un tie var būt kļūdu labojumi, papla&scaron;inātas funkcijas, jauni programmatūras moduļi un pilnīgi jaunas versijas. Jūs piekrītat saņemt &scaron;ādus atjauninājumus (un ļaut Google tos jums piegādāt) kā daļu no Pakalpojumiem.</p>
<p><b>13. Attiecību pārtrauk&scaron;ana ar Google</b></p>
<p>13.1. Noteikumi paliek spēkā, līdz jūs vai Google tos pārtrauc, kā norādīts tālāk.</p>
<p>13.2. Ja vēlaties pārtraukt savu likumīgo vieno&scaron;anos ar uzņēmumu Google, to var izdarīt, (a) jebkurā laikā paziņojot par to Google un (b) slēdzot visu izmantoto Pakalpojumu kontus, kam Google &scaron;ādu iespēju ir piedāvājis. Jūsu paziņojums rakstveidā jānosūta uz Google adresi, kas ir norādīta &scaron;o Noteikumu sākumā.</p>
<p>13.3. Google drīkst jebkurā laikā pārtraukt tā likumīgo vieno&scaron;anos ar jums, ja:</p>
<p>(A) esat pārkāpis kādu no Noteikumu prasībām (vai esat veicis darbības, kas skaidri norāda, ka neplānojat vai nespējat pakļauties Noteikumu prasībām); vai</p>
<p>(B) Google tā rīkoties pieprasa likums (piemēram, ja Pakalpojumu snieg&scaron;ana jums ir vai kļūst nelikumīga); vai</p>
<p>(C) partneris, ar ko kopā Google jums sniedza Pakalpojumus, ir pārtraucis savas attiecības ar Google vai beidzis sniegt Pakalpojumus jums; vai</p>
<p>(D) Google pārtrauc sniegt Pakalpojumus lietotājiem valstī, kurā jūs dzīvojat vai no kuras jūs izmantojat &scaron;os pakalpojumus; vai</p>
<p>(E) Google Pakalpojumu snieg&scaron;ana jums pēc Google uzskatiem vairs nav komerciāli dzīvotspējīga.</p>
<p>13.4. Nekas no &scaron;ajā nodaļā minētā neietekmēs Google tiesības saistībā ar Pakalpojumu snieg&scaron;anu saskaņā ar Noteikumu 4.&nbsp;sadaļu.</p>
<p>13.5. Ja &scaron;ie Noteikumi vairs nav spēkā, visas likumīgās tiesības, pienākumus un saistības, no kā jūs un uzņēmums Google ir guvis labumu vai kuri uz jums attiecas (vai ko esat saņēmis laika gaitā, kamēr Noteikumi bija spēkā), vai kurām nav noteikts ierobežojums laikā, &scaron;ī pārtrauk&scaron;ana neietekmēs, un 20.7. punktā minētās prasības turpinās attiekties uz &scaron;īm tiesībām, pienākumiem un saistībām bez ierobežojuma laikā.</p>
<p><b>14. Garantiju izslēg&scaron;ana</b></p>
<p>14.1. Pakalpojumi tiek sniegti "kādi tie ir", un uzņēmums Google, tā apak&scaron;nodaļas un struktūrvienības, un tā licences devēji attiecībā uz pakalpojumiem nesniedz jums nekādu garantiju.</p>
<p>14.2 Īpa&scaron;i uzņēmums Google, tā apak&scaron;nodaļas un struktūrvienības, un licences devēji nenodro&scaron;ina un negarantē, ka:</p>
<p>(A) jūsu Pakalpojumu izmanto&scaron;ana atbildīs jūsu prasībām,</p>
<p>(B) jūsu Pakalpojumu izmanto&scaron;ana būs netraucēta, savlaicīga, dro&scaron;a vai bez kļūdām,</p>
<p>(C) visa informācija, ko saņemsiet savas Pakalpojumu izmanto&scaron;anas dēļ, būs precīza un uzticama, un</p>
<p>(D) tiks laboti visu programmatūru, kas jums sniegtas kā Pakalpojumu daļa, darbības vai funkciju defekti.</p>
<p>14.3. Uz Pakalpojumiem neattiecas nekādas garantijas vai citi noteikumi (tai skaitā jebkādi netie&scaron;i norādīti noteikumi kā apmierino&scaron;a kvalitāte, atbilstība nolūkam vai atbilstība aprakstam), izņemot tos, kas ir skaidri izteikti &scaron;ajos Noteikumos.</p>
<p>14.4. Nekas no Noteikumos minētā neietekmē likumā noteiktās tiesības, kas jums vienmēr pienākas kā klientam un kuru mainī&scaron;anai vai atsauk&scaron;anai jūs nevar līgumiski piekrist.</p>
<p><b>15. Atbildības ierobežojumi</b></p>
<p>15.1 Nekas &scaron;ajos Noteikumos neizslēdz vai neierobežo uzņēmuma Google atbildību par zaudējumiem, kas var nebūt likumīgi izslēgti vai ierobežoti ar likumu.</p>
<p>15.2. Saskaņā ar vispārējiem nosacījumiem, kas aprakstīti 15.1 punktā., uzņēmums Google, tā apak&scaron;nodaļas un struktūrvienības, un tā licences devēji nav atbildīgi par:</p>
<p>(A) jebkādiem netie&scaron;iem vai izrieto&scaron;iem zaudējumiem, kas jums var rasties. Tas ietver visus peļņas zaudējumus (kas radu&scaron;ies tie&scaron;i vai netie&scaron;i), visus firmas prestiža vai uzņēmuma reputācijas zaudējumus, vai jebkādus jūsu ciestos informācijas zudumus;</p>
<p>(B) jebkādus zaudējumus vai bojājumus, ko izraisa:</p>
<p>(i) jebkādas cerības, attiecībā uz jebkuru reklāmu pilnību, precizitāti vai pastāvē&scaron;anu, vai ko izraisa jebkādas attiecības vai darījumi starp jums un jebkuru reklāmdevēju vai sponsoru, kura reklāma parādās Pakalpojumos;</p>
<p>(ii) Jebkādas izmaiņas, ko Google var veikt Pakalpojumos, vai jebkāda pastāvīgas vai īslaicīgas Pakalpojumu snieg&scaron;anas pārtrauk&scaron;ana (vai jebkura Pakalpojumu iespējas pārtrauk&scaron;ana);</p>
<p>(iii) jebkura Satura un citu Pakalpojumu izmanto&scaron;anas laikā vai ar Pakalpojumiem uzturētu vai pārraidītu sakaru datu dzē&scaron;ana, bojā&scaron;ana vai nespēja to saglabāt;</p>
<p>(iii) jūsu nespēja sniegt Google precīzu konta informāciju;</p>
<p>(iv) jūsu nespēja dro&scaron;i un konfidenciāli saglabāt savu paroli vai konta informāciju.</p>
<p>15.3 Ierobežojumi Google atbildībā attiecībā pret jums, kas minēti 15.2 punktā, ir spēkā neatkarīgi no tā, vai uzņēmums Google ir ticis brīdināts par jebkādu &scaron;ādu zudumu ra&scaron;anos iespēju vai ir par tiem zinājis, vai ne.</p>
<p><b>16. Autortiesību un preču zīmju politikas</b></p>
<p>16.1. Uzņēmuma Google politika ir atbildēt uz ziņojumiem par autortiesību pārkāpumiem, kas atbilst piemērojamajam starptautiskajam intelektuālā īpa&scaron;uma likumam (tai skaitā Amerikas Savienotajās Valstīs, Digitālās tūksto&scaron;gades autortiesību likumam), un likvidēt atkārtotu pārkāpēju kontus. Pla&scaron;āk par Google politiku lasiet vietnē <a href="http://www.google.co.uk/dmca.html">http://www.google.lv/dmca.html</a>.</p>
<p>16.2. Google izmanto preču zīmju sūdzību procedūru attiecībā uz Google reklāmu uzņēmējdarbību, par kuru informāciju iespējams atrast vietnē <a href="http://www.google.co.uk/tm_complaint.html">http://www.google.lv/tm_complaint.html</a>.</p>
<p><b>17. Reklāmas</b></p>
<p>17.1. Daži Pakalpojumi tiek finansēti, izmantojot reklāmas ienākumus, tāpēc tos var izmantot reklāmām un produktu virzī&scaron;anai. &Scaron;īs reklāmas var būt mērķētas uz Pakalpojumos saglabātās informācijas saturu, Pakalpojumos veiktajiem meklējumiem vai citu informāciju.</p>
<p>17.2. Google reklāmu veidu, režīmu un apjomu Pakalpojumos var mainīt bez īpa&scaron;a iepriek&scaron;ēja brīdinājuma.</p>
<p>17.3. Kā atlīdzību par to, ka Google sniedz jums piekļuvi Pakalpojumiem un iespēju tos izmantot, jūs piekrītat, ka Google drīkst Pakalpojumos izvietot reklāmas.</p>
<p><b>18. Cits saturs</b></p>
<p>18.1. Pakalpojumi var iekļaut saites uz citām tīmekļa vietnēm, saturu vai resursiem. Uzņēmumam Google var nebūt kontroles pār kādām tīmekļa vietnēm vai resursiem, ko sniedz uzņēmumi vai personas, kas nav Google.</p>
<p>18.2. Jūs apzināties un piekrītat, ka uzņēmums Google nav atbildīgs par &scaron;ādu ārēju tīmekļa vietņu vai resursu pieejamību, un uzņēmums nesankcionē reklāmas, produktus vai citus materiālus, kas atrodas &scaron;ādās tīmekļa vietnēs vai resursos, vai ir pieejami no tiem.</p>
<p>18.3. Jūs apzināties un piekrītat, ka uzņēmums Google nav atbildīgs par jebkādiem zaudējumiem vai bojājumiem, kas jums var rasties &scaron;ādu ārēju tīmekļa vietņu vai resursu pieejamības dēļ, vai jebkādu cerību gadījumā, kas jums biju&scaron;as par jebkuru &scaron;ādās tīmekļa vietnēs vai resursos reklamētu produktu, preču vai citu materiālu pilnību, precizitāti vai pastāvē&scaron;anu.</p>
<p><b>19. Izmaiņas Noteikumos</b></p>
<p>19.1. Google drīkst laiku pa laikam veikt izmaiņas Vispārējos noteikumos vai Papildu noteikumos. Kad &scaron;ādas izmaiņas tiek veiktas, Google izveido jaunu Vispārējo noteikumu kopiju, kas ir pieejama vietnē <a href="http://google.co.uk/accounts/TOS?hl=en">http://www.google.lv/accounts/TOS?hl=lv</a> un visi jaunie Papildu noteikumi ir pieejami Pakalpojumos vai mainītajos Pakalpojumus.</p>
<p>19.2. Jūs saprotat un piekrītat, ka, ja izmantojat Pakalpojumus pēc datuma, kurā Vispārējie noteikumi vai Papildu noteikumi tika mainīti, Google uzskata Pakalpojumu izmanto&scaron;anu kā piekri&scaron;anu atjauninātajiem Vispārējiem noteikumiem un Papildu noteikumiem.</p>
<p><b>20. Vispārējie likumīgie noteikumi</b></p>
<p>20.1. Dažreiz Pakalpojumu lieto&scaron;anas laikā jūs varat (Pakalpojumu izmanto&scaron;anas dēļ vai izmantojot Pakalpojumus) izmantot pakalpojumu vai lejupielādēt programmatūru, vai iegādāties preces, ko sniedz cita persona vai uzņēmums. Iespējams, citu pakalpojumu, programmatūras vai preču izmanto&scaron;anu regulē citi noteikumi starp jums un iesaistīto uzņēmumu vai personu. &Scaron;ādā gadījumā &scaron;ie Noteikumi neietekmē jūsu likumīgās attiecības ar &scaron;iem citiem uzņēmumiem vai personām.</p>
<p>20.2. &Scaron;ie Noteikumi veido visu likumīgo vieno&scaron;anos starp jums un Google un nosaka Pakalpojumu izmanto&scaron;anu (bet izņemot visus pakalpojumus, ko Google var jums sniegt saskaņā ar citu rakstisku vieno&scaron;anos), un pilnīgi aizstāj visas iepriek&scaron;ējās vieno&scaron;anās starp jums un uzņēmumu Google saistībā ar Pakalpojumiem.</p>
<p>20.3. Jūs piekrītat, ka Google var sniegt jums ziņojumus, tai skaitā par Noteikumu maiņu, pa elektronisko pastu, pastu vai publikācijām Pakalpojumos.</p>
<p>20.4. Jūs piekrītat, ka, ja uzņēmums Google neizmanto vai neuzspiež nekādas likumīgas tiesības vai līdzekļus, kas ir ietverti Noteikumos (vai no kā Google ir guvis labumu atbilsto&scaron;i kādam piemērojamam likumam), tas nav jāuztver kā oficiāla atteik&scaron;anās no Google tiesībām, un &scaron;īs tiesības vai līdzekļi joprojām būs Google pieejami.</p>
<p>20.5. Ja kāda tiesa vai likums, kas ir pilnvarots izlemt &scaron;o jautājumu, lemj, ka kāds no Noteikumu punktiem nav derīgs, &scaron;is punkts tiks izņemts no Noteikumiem, neietekmējot pārējos Noteikumus. Pārējie Noteikumu punkti būs spēkā eso&scaron;i un izpildāmi.</p>
<p>20.6. Jūs apzināties un piekrītat, ka katrs to grupu vai uzņēmumu dalībnieks, kuriem Google ir mātes uzņēmums, atbilsto&scaron;i Noteikumiem ir tre&scaron;ās puses saņēmēji, un citi &scaron;ādi uzņēmumi tiek pilnvaroti tie&scaron;i realizēt visus Noteikumu punktus un paļauties uz Noteikumu punktiem, kas pie&scaron;ķir tiem labumu (vai tiesības). Izņemot tos, Noteikumiem nav citu personu vai uzņēmumu, kas būtu tre&scaron;ās puses saņēmēji.</p>
<p>20.7. Noteikumus un jūsu attiecības ar Google saskaņā ar &scaron;iem Noteikumiem nosaka Anglijas likums. Jūs un uzņēmums Google piekrītat iesniegt lietu tikai Anglijas tiesas jurisdikcijai, lai atrisinātu domstarpības, kuru avots ir Noteikumi. Tomēr jūs piekrītat, ka uzņēmumam Google joprojām ir atļauts pieprasīt tiesas rīkojumus (vai līdzīgu veidu steidzamu juridisku atvieglojumu) jebkurā jurisdikcijā.</p>
<p>2008. gada 15. augusts</p>
</body>
</html>

