<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="icon" type="image/ico" href="/tools/dlpage/res/chrome/images/chrome-16.png"><title>Termos de Servi&ccedil;o do Google Chrome</title>
<style>
body { font-family:Arial; font-size:13px; }
</style>
<script type="text/javascript">
function carry_tracking(obj) {
    var s = '(\\?.*)';
    var regex = new RegExp(s);
    var results = regex.exec(window.location.href);
	if (results != null) {
		obj.href = obj.href + results[1];
	} else {
		s2 = 'intl/([^/]*)';
		regex2 = new RegExp(s2);
		results2 = regex2.exec(window.location.href);
		if (results2 != null) {
			obj.href = obj.href + '?hl=' + results2[1];
		}
	}
}
</script></head>

<body>
<h2>Termos de Servi&ccedil;o do Google Chrome</h2>
<p>Esses Termos de Servi&ccedil;o aplicam-se &agrave; vers&atilde;o do c&oacute;digo execut&aacute;vel do Google Chrome. O c&oacute;digo-fonte do Google Chrome est&aacute; dispon&iacute;vel gratuitamente conforme os acordos de licen&ccedil;a de software de c&oacute;digo aberto em http://code.google.com/chromium/terms.html.</p>
<p><strong>1. Rela&ccedil;&atilde;o do usu&aacute;rio com o Google</strong></p>
<p>1.1 O uso de produtos, softwares, servi&ccedil;os e sites do Google (denominados coletivamente &ldquo;Servi&ccedil;os&rdquo; neste documento e excluindo quaisquer servi&ccedil;os fornecidos ao usu&aacute;rio pelo Google de acordo com um contrato por escrito separado) por parte do usu&aacute;rio est&aacute; sujeito aos termos de um contrato entre o usu&aacute;rio e o Google. &ldquo;Google&rdquo; significa Google Inc., empresa com sede em 1600 Amphitheatre Parkway, Mountain View, CA 94043, Estados Unidos. Este documento explica como &eacute; constitu&iacute;do o contrato e define alguns dos seus termos.</p>
<p>1.2 Exceto se acordado de outra forma por escrito pelo Google, o contrato do usu&aacute;rio com o Google incluir&aacute; sempre, no m&iacute;nimo, os termos e condi&ccedil;&otilde;es apresentados neste documento. Esses termos ser&atilde;o denominados a seguir como &ldquo;Termos Universais&rdquo;. As licen&ccedil;as de software do c&oacute;digo aberto do Google Chrome s&atilde;o constitu&iacute;das por acordos firmados &agrave; parte. At&eacute; a extens&atilde;o permitida pelas licen&ccedil;as de software de c&oacute;digo aberto que substituem explicitamente estes Termos Universais, as licen&ccedil;as de c&oacute;digo aberto regem seu contrato com o Google para uso do Google Chrome ou de componentes espec&iacute;ficos inclu&iacute;dos no Google Chrome.</p>
<p>1.3 O contrato do usu&aacute;rio com o Google tamb&eacute;m incluir&aacute; os termos de quaisquer Notifica&ccedil;&otilde;es Legais aplic&aacute;veis aos Servi&ccedil;os, al&eacute;m dos Termos Universais. Todos esses termos ser&atilde;o denominados a seguir como &ldquo;Termos Adicionais&rdquo;. Nos casos em que os Termos Adicionais se aplicarem a um Servi&ccedil;o, esses termos ficar&atilde;o dispon&iacute;veis para leitura por parte do usu&aacute;rio nesse Servi&ccedil;o ou por meio do uso do mesmo.</p>
<p>1.4 Os Termos Universais, juntamente com os Termos Adicionais, formam um acordo com efeito jur&iacute;dico entre o usu&aacute;rio e o Google com rela&ccedil;&atilde;o ao uso dos Servi&ccedil;os por parte do usu&aacute;rio. &Eacute; importante que o usu&aacute;rio os leia com aten&ccedil;&atilde;o. Coletivamente, este contrato &eacute; denominado &ldquo;Termos&rdquo;.</p>
<p>1.5 Caso haja alguma contradi&ccedil;&atilde;o entre o que indicam os Termos Adicionais e o que indicam os Termos Universais, os Termos Adicionais dever&atilde;o prevalecer com rela&ccedil;&atilde;o a esse Servi&ccedil;o.</p>
<p><strong>2. Aceita&ccedil;&atilde;o dos Termos</strong></p>
<p>2.1 Para usar os Servi&ccedil;os, o usu&aacute;rio dever&aacute; primeiro concordar com os Termos. N&atilde;o &eacute; permitido o uso dos Servi&ccedil;os por parte do usu&aacute;rio se ele n&atilde;o aceitar os Termos.</p>
<p>2.2 O usu&aacute;rio pode aceitar os Termos:</p>
<p>(A) clicando para aceitar ou concordar, no caso de essa op&ccedil;&atilde;o ser disponibilizada pelo Google na interface do usu&aacute;rio do Servi&ccedil;o; ou</p>
<p>(B) usando efetivamente os Servi&ccedil;os. Nesse caso, o usu&aacute;rio compreende e aceita que o Google considerar&aacute; o seu uso dos Servi&ccedil;os uma aceita&ccedil;&atilde;o dos Termos a partir desse momento.</p>
<p><strong>3. Idioma dos Termos</strong></p>
<p>3.1 No caso de o Google fornecer uma tradu&ccedil;&atilde;o da vers&atilde;o em l&iacute;ngua inglesa dos Termos, o usu&aacute;rio concorda que essa tradu&ccedil;&atilde;o &eacute; fornecida apenas para sua conveni&ecirc;ncia e que a vers&atilde;o em l&iacute;ngua inglesa dos Termos reger&aacute; o seu relacionamento com o Google.</p>
<p>3.2 Se houver alguma contradi&ccedil;&atilde;o entre o que indica a vers&atilde;o em ingl&ecirc;s dos Termos e o que indica uma tradu&ccedil;&atilde;o, a vers&atilde;o em ingl&ecirc;s dever&aacute; prevalecer.</p>
<p><strong>4. Presta&ccedil;&atilde;o dos Servi&ccedil;os pelo Google</strong></p>
<p>4.1 O Google tem subsidi&aacute;rias e entitades afiliadas em todo o mundo (&ldquo;Subsidi&aacute;rias e Afiliadas&rdquo;). Ocasionalmente, essas empresas prestar&atilde;o os Servi&ccedil;os ao usu&aacute;rio em nome do pr&oacute;prio Google. O usu&aacute;rio tem conhecimento e concorda que as Subsidi&aacute;rias e Afiliadas t&ecirc;m direito de prestar os Servi&ccedil;os.</p>
<p>4.2 O Google est&aacute; constantemente inovando para poder oferecer a melhor experi&ecirc;ncia poss&iacute;vel aos seus usu&aacute;rios. O usu&aacute;rio tem conhecimento e aceita que a forma e a natureza dos Servi&ccedil;os fornecidos pelo Google podem mudar ocasionalmente sem aviso pr&eacute;vio ao usu&aacute;rio.</p>
<p>4.3 Como parte dessa constante inova&ccedil;&atilde;o, o usu&aacute;rio tem conhecimento e concorda que o Google pode, a seu pr&oacute;prio crit&eacute;rio, deixar (permanente ou temporariamente) de fornecer os Servi&ccedil;os (ou qualquer recurso dos Servi&ccedil;os) aos usu&aacute;rios em geral, sem aviso pr&eacute;vio. O usu&aacute;rio pode deixar de utilizar os Servi&ccedil;os a qualquer momento. O usu&aacute;rio n&atilde;o necessita informar especificamente o Google quando deixar de usar os Servi&ccedil;os.</p>
<p>4.4 O usu&aacute;rio reconhece e aceita que, se o Google desativar o acesso &agrave; sua conta, ele poder&aacute; ser impedido de acessar os Servi&ccedil;os, os detalhes da conta ou quaisquer arquivos ou outros conte&uacute;dos que estejam na conta.</p>
<p><strong>5. Uso dos Servi&ccedil;os por parte do usu&aacute;rio</strong></p>
<p>5.1 O usu&aacute;rio concorda em usar os Servi&ccedil;os somente para os fins permitidos: (a) pelos Termos; e (b) pelas leis, normas, pr&aacute;ticas ou diretrizes geralmente aceitas nas jurisdi&ccedil;&otilde;es relevantes e aplic&aacute;veis (inclusive todas as leis em rela&ccedil;&atilde;o &agrave; exporta&ccedil;&atilde;o e importa&ccedil;&atilde;o de dados ou softwares nos Estados Unidos ou em outros pa&iacute;ses relevantes).</p>
<p>5.2 O usu&aacute;rio concorda em n&atilde;o participar de atividades que interfiram ou interrompam o funcionamento dos Servi&ccedil;os (ou servidores e redes conectados aos Servi&ccedil;os).</p>
<p>5.3 Exceto se tiver sido especificamente autorizado por meio de um contrato em separado firmado com o Google, o usu&aacute;rio concorda em n&atilde;o reproduzir, duplicar, copiar, vender, comercializar ou revender os Servi&ccedil;os para qualquer efeito.</p>
<p>5.4 O usu&aacute;rio concorda que ser&aacute; o &uacute;nico respons&aacute;vel (e que o Google n&atilde;o tem qualquer responsabilidade perante o usu&aacute;rio ou terceiros) por qualquer viola&ccedil;&atilde;o das suas obriga&ccedil;&otilde;es no que diz respeito aos Termos e pelas conseq&uuml;&ecirc;ncias (incluindo qualquer perda ou dano que o Google possa sofrer) resultantes dessa viola&ccedil;&atilde;o.</p>
<p>6. Privacidade e informa&ccedil;&otilde;es pessoais do usu&aacute;rio</p>
<p>6.1 Para obter informa&ccedil;&otilde;es sobre as pr&aacute;ticas de prote&ccedil;&atilde;o de dados do Google, leia a pol&iacute;tica de privacidade do Google em http://www.google.com.br/privacy.html. Essa pol&iacute;tica explica como o Google trata as informa&ccedil;&otilde;es pessoais e protege a privacidade quando o usu&aacute;rio utiliza os Servi&ccedil;os.</p>
<p>6.2 O usu&aacute;rio concorda com a utiliza&ccedil;&atilde;o de seus dados de acordo com as pol&iacute;ticas de privacidade do Google.</p>
<p><strong>7. Conte&uacute;do dos Servi&ccedil;os</strong></p>
<p>7.1 O usu&aacute;rio compreende que a responsabilidade integral por todas as informa&ccedil;&otilde;es (tais como arquivos de dados, texto escrito, software, m&uacute;sica, arquivos de &aacute;udio ou outros sons, fotografias, v&iacute;deos ou outras imagens) a que possa ter acesso como parte dos Servi&ccedil;os, ou atrav&eacute;s da utiliza&ccedil;&atilde;o dos mesmos, &eacute; da pessoa que deu origem a esse conte&uacute;do. Todas essas informa&ccedil;&otilde;es ser&atilde;o denominadas a seguir como &ldquo;Conte&uacute;do&rdquo;.</p>
<p>7.2 O usu&aacute;rio dever&aacute; estar ciente de que o Conte&uacute;do apresentado como parte dos Servi&ccedil;os, incluindo, sem limita&ccedil;&atilde;o, an&uacute;ncios e Conte&uacute;do patrocinado dentro dos Servi&ccedil;os, pode estar protegido por direitos de propriedade intelectual dos patrocinadores ou anunciantes que fornecem esse Conte&uacute;do ao Google (ou de outras pessoas ou empresas em seu nome). O usu&aacute;rio n&atilde;o poder&aacute; modificar, alugar, arrendar, emprestar, vender, distribuir ou criar obras derivadas baseadas neste Conte&uacute;do (no todo ou em parte), a menos que tenha sido especificamente autorizado a faz&ecirc;-lo pelo Google ou pelos propriet&aacute;rios desse Conte&uacute;do, por meio de um contrato separado.</p>
<p>7.3 O Google se reserva o direito (mas n&atilde;o tem qualquer obriga&ccedil;&atilde;o) de pr&eacute;-selecionar, rever, sinalizar, filtrar, modificar, recusar ou remover qualquer ou todo Conte&uacute;do de qualquer Servi&ccedil;o. Em alguns dos Servi&ccedil;os, o Google poder&aacute; fornecer ferramentas para filtrar conte&uacute;dos sexuais expl&iacute;citos. Essas ferramentas incluem as configura&ccedil;&otilde;es de prefer&ecirc;ncias do SafeSearch (consulte http://www.google.com.br/help/customize.html#safe). Al&eacute;m disso, existem servi&ccedil;os e softwares dispon&iacute;veis comercialmente para limitar o acesso a materiais que o usu&aacute;rio possa considerar ofensivos.</p>
<p>7.4 O usu&aacute;rio compreende que, ao utilizar os Servi&ccedil;os, poder&aacute; se expor a Conte&uacute;do considerado ofensivo, indecente ou censur&aacute;vel e que, a este respeito, utiliza os Servi&ccedil;os por sua conta e risco.</p>
<p>7.5 O usu&aacute;rio concorda que ser&aacute; o &uacute;nico respons&aacute;vel (e que o Google n&atilde;o tem qualquer responsabilidade perante o usu&aacute;rio ou terceiros) por qualquer Conte&uacute;do que crie, transmita ou exiba ao utilizar os Servi&ccedil;os e pelas conseq&uuml;&ecirc;ncias das suas a&ccedil;&otilde;es (incluindo qualquer perda ou dano que o Google possa sofrer) resultantes disso.</p>
<p><strong>8. Direitos reservados</strong></p>
<p>8.1 O usu&aacute;rio reconhece e concorda que o Google (ou os licenciantes do Google) det&eacute;m todos os direitos legais, t&iacute;tulos e participa&ccedil;&otilde;es relativas aos Servi&ccedil;os, incluindo quaisquer direitos de propriedade intelectual que subsistam nos Servi&ccedil;os (quer esses direitos estejam registrados ou n&atilde;o, e em qualquer parte do mundo onde esses direitos possam existir).</p>
<p>8.2 A menos que o usu&aacute;rio tenha concordado por escrito em contr&aacute;rio com o Google, nada nos Termos lhe d&aacute; o direito de utilizar qualquer uma das marcas registradas, marcas comerciais, marcas de servi&ccedil;os, logotipos, nomes de dom&iacute;nios e outras caracter&iacute;sticas de marca especiais do Google.</p>
<p>8.3 Se o usu&aacute;rio tiver o direito expl&iacute;cito de utiliza&ccedil;&atilde;o de qualquer uma dessas caracter&iacute;sticas de marca, por meio de um contrato por escrito separado e celebrado entre ele e o Google, ele concorda que o uso dessas caracter&iacute;sticas ser&aacute; feito em conformidade com esse contrato, com as cl&aacute;usulas aplic&aacute;veis dos Termos e com as diretrizes de uso das caracter&iacute;sticas de marca do Google, conforme possam ser atualizadas periodicamente. Essas diretrizes podem ser consultadas on-line em http://www.google.com.br/permissions/guidelines.html (ou qualquer outro URL que o Google possa fornecer com esse fim periodicamente).</p>
<p>8.4 O Google reconhece e concorda que n&atilde;o obt&eacute;m qualquer direito, t&iacute;tulo ou participa&ccedil;&atilde;o do usu&aacute;rio (ou dos seus licenciantes) de acordo com estes Termos e com rela&ccedil;&atilde;o a qualquer Conte&uacute;do que o usu&aacute;rio possa enviar, postar, transmitir ou exibir nos Servi&ccedil;os ou atrav&eacute;s deles, incluindo quaisquer direitos de propriedade intelectual que subsistam nesse Conte&uacute;do (quer esses direitos estejam registrados ou n&atilde;o, e em qualquer parte do mundo onde esses direitos possam existir). A menos que tenha concordado por escrito de outra forma com o Google, o usu&aacute;rio concorda em ser respons&aacute;vel por proteger e aplicar esses direitos e que o Google n&atilde;o tem qualquer obriga&ccedil;&atilde;o de faz&ecirc;-lo em seu nome.</p>
<p>8.5 O usu&aacute;rio concorda que n&atilde;o remover&aacute;, ocultar&aacute;, tampouco alterar&aacute; quaisquer avisos de direitos de propriedade (incluindo avisos de direitos autorais e de marcas comerciais) que possam estar afixados ou contidos nos Servi&ccedil;os.</p>
<p>8.6 A menos que tenha sido expressamente autorizado por escrito pelo Google, o usu&aacute;rio concorda que, ao usar os Servi&ccedil;os, n&atilde;o utilizar&aacute; qualquer marca comercial, marca de servi&ccedil;o, marca registrada, logotipo de qualquer empresa ou organiza&ccedil;&atilde;o de forma que prov&aacute;vel ou intencionalmente cause confus&atilde;o com rela&ccedil;&atilde;o ao propriet&aacute;rio ou ao usu&aacute;rio autorizado dessas marcas, nomes ou logotipos.</p>
<p><strong>9. Licen&ccedil;a do Google</strong></p>
<p>9.1 O Google concede ao usu&aacute;rio uma licen&ccedil;a pessoal, internacional, isenta de royalties, n&atilde;o atribu&iacute;vel e n&atilde;o exclusiva para utilizar o software fornecido ao usu&aacute;rio como parte dos Servi&ccedil;os fornecidos pelo Google (denominado como &ldquo;Software&rdquo; a seguir). Essa licen&ccedil;a tem como &uacute;nico objetivo permitir o uso, por parte do usu&aacute;rio, dos benef&iacute;cios dos Servi&ccedil;os tal como s&atilde;o fornecidos pelo Google, da forma permitida pelos Termos.</p>
<p>9.2 Sujeito &agrave; se&ccedil;&atilde;o 1.2, o usu&aacute;rio n&atilde;o poder&aacute; (nem poder&aacute; permitir a outra pessoa) copiar, modificar ou criar uma obra derivada do c&oacute;digo-fonte, tampouco realizar engenharia inversa, descompilar ou, de algum outro modo, tentar extrair o c&oacute;digo-fonte do Software ou de qualquer parte que o componha, a menos que seja expressamente permitido ou previsto por lei, ou que o usu&aacute;rio tenha sido especificamente autorizado por escrito pelo Google a faz&ecirc;-lo.</p>
<p>9.3 Sujeito &agrave; se&ccedil;&atilde;o 1.2, a menos que o Google tenha concedido uma permiss&atilde;o espec&iacute;fica, por escrito, para faz&ecirc;-lo, o usu&aacute;rio n&atilde;o poder&aacute; transferir (ou conceder uma sublicen&ccedil;a de) seus direitos de utiliza&ccedil;&atilde;o do Software, conceder uma garantia relativa aos seus direitos de utiliza&ccedil;&atilde;o do Software ou, de algum outro modo, transferir qualquer parte dos seus direitos de utiliza&ccedil;&atilde;o do Software.</p>
<p><strong>10. Licen&ccedil;a de conte&uacute;do do usu&aacute;rio</strong></p>
<p>10.1 O usu&aacute;rio ret&eacute;m direitos autorais e quaisquer outros direitos que j&aacute; tiver posse em rela&ccedil;&atilde;o ao Conte&uacute;do que enviar, postar ou exibir nos Servi&ccedil;os ou atrav&eacute;s deles.</p>
<p><strong>11. Atualiza&ccedil;&otilde;es de software</strong></p>
<p>11.1 O Software usado pelo usu&aacute;rio pode, ocasionalmente, fazer download e instalar automaticamente atualiza&ccedil;&otilde;es do Google. Essas atualiza&ccedil;&otilde;es s&atilde;o concebidas para melhorar, aperfei&ccedil;oar e desenvolver os Servi&ccedil;os e podem ser apresentadas sob a forma de corre&ccedil;&otilde;es de erros, fun&ccedil;&otilde;es aprimoradas, novos m&oacute;dulos de software e vers&otilde;es completamente novas. O usu&aacute;rio concorda em receber essas atualiza&ccedil;&otilde;es (e permitir que o Google as forne&ccedil;a) como parte da utiliza&ccedil;&atilde;o dos Servi&ccedil;os.</p>
<p><strong>12. T&eacute;rmino da rela&ccedil;&atilde;o do usu&aacute;rio com o Google</strong></p>
<p>12.1 Os Termos continuar&atilde;o a ser aplic&aacute;veis at&eacute; serem rescindidos pelo usu&aacute;rio ou pelo Google, conforme estabelecido a seguir.</p>
<p>12.2 O Google poder&aacute;, a qualquer momento, rescindir o contrato com o usu&aacute;rio se:</p>
<p>(A) o usu&aacute;rio tiver violado qualquer cl&aacute;usula dos Termos (ou tiver agido de forma que demonstre claramente que n&atilde;o pretende ou n&atilde;o pode obedecer as cl&aacute;usulas dos Termos); ou</p>
<p>(B) isso for exigido ao Google por lei (por exemplo, quando o fornecimento dos Servi&ccedil;os ao usu&aacute;rio for ou se tornar ilegal); ou</p>
<p>(C) o parceiro com o qual o Google ofereceu os Servi&ccedil;os ao usu&aacute;rio tiver rescindido a sua rela&ccedil;&atilde;o com o Google ou tiver deixado de oferecer os Servi&ccedil;os ao usu&aacute;rio; ou</p>
<p>(D) o Google estiver em fase de transi&ccedil;&atilde;o para uma situa&ccedil;&atilde;o em que j&aacute; n&atilde;o forne&ccedil;a os Servi&ccedil;os aos usu&aacute;rios do pa&iacute;s no qual o usu&aacute;rio &eacute; residente ou a partir do qual utiliza os Servi&ccedil;os; ou</p>
<p>(E) o fornecimento dos Servi&ccedil;os ao usu&aacute;rio pelo Google j&aacute; n&atilde;o for, na opini&atilde;o do Google, comercialmente vi&aacute;vel.</p>
<p>12.3 Nada nesta Se&ccedil;&atilde;o afetar&aacute; os direitos do Google relativos ao fornecimento de Servi&ccedil;os de acordo com a Se&ccedil;&atilde;o 4 dos Termos.</p>
<p>12.4 Quando estes Termos forem encerrados, todos os direitos, obriga&ccedil;&otilde;es e responsabilidades jur&iacute;dicas das quais o usu&aacute;rio ou o Google tenham se beneficiado, tenham se sujeitado (ou tenham acumulado durante o per&iacute;odo em que os Termos estiveram em vigor) ou que expressamente devam continuar em vigor indefinidamente, n&atilde;o ser&atilde;o afetados por essa resolu&ccedil;&atilde;o, e as cl&aacute;usulas do par&aacute;grafo 19.7 continuar&atilde;o a ser aplic&aacute;veis a esses direitos, obriga&ccedil;&otilde;es e responsabilidades indefinidamente.</p>
<p><strong>13. EXCLUS&Atilde;O DE GARANTIAS</strong></p>
<p>13.1 NADA NESTES TERMOS, INCLUSIVE AS SE&Ccedil;&Otilde;ES 13 E 14, EXCLUIR&Aacute; OU LIMITAR&Aacute; A RESPONSABILIDADE OU GARANTIA DO GOOGLE POR PERDAS QUE N&Atilde;O POSSAM SER LEGALMENTE EXCLU&Iacute;DAS OU LIMITADAS PELA LEI APLIC&Aacute;VEL. ALGUMAS JURISDI&Ccedil;&Otilde;ES N&Atilde;O PERMITEM A EXCLUS&Atilde;O DE CERTAS GARANTIAS OU CONDI&Ccedil;&Otilde;ES OU A LIMITA&Ccedil;&Atilde;O OU EXCLUS&Atilde;O DE RESPONSABILIDADE POR PERDAS OU DANOS CAUSADOS POR NEGLIG&Ecirc;NCIA, QUEBRA DE CONTRATO OU VIOLA&Ccedil;&Atilde;O DOS TERMOS IMPL&Iacute;CITOS OU DANOS INCIDENTAIS OU EMERGENTES. CONSEQ&Uuml;ENTEMENTE, APENAS AS LIMITA&Ccedil;&Otilde;ES QUE FOREM PERMITIDAS POR LEI NA SUA JURISDI&Ccedil;&Atilde;O SE APLICAR&Atilde;O AO USU&Aacute;RIO, E A NOSSA RESPONSABILIDADE SER&Aacute; LIMITADA AO M&Aacute;XIMO PERMITIDO POR LEI.</p>
<p>13.2 O USU&Aacute;RIO ENTENDE E CONCORDA EXPRESSAMENTE QUE USA OS SERVI&Ccedil;OS POR CONTA E RISCO PR&Oacute;PRIOS E QUE OS SERVI&Ccedil;OS S&Atilde;O FORNECIDOS &ldquo;NA FORMA EM QUE SE ENCONTRAM&rdquo; E &ldquo;DE ACORDO COM A DISPONIBILIDADE&rdquo;.</p>
<p>13.3 ESPECIFICAMENTE, O GOOGLE, AS SUAS SUBSIDI&Aacute;RIAS E AFILIADAS E OS SEUS LICENCIANTES N&Atilde;O GARANTEM QUE:</p>
<p>(A) O USO DOS SERVI&Ccedil;OS ATENDER&Aacute; AOS SEUS REQUISITOS;</p>
<p>(B) O USO DOS SERVI&Ccedil;OS SER&Aacute; ININTERRUPTO, PONTUAL, SEGURO E ISENTO DE ERROS;</p>
<p>(C) TODAS AS INFORMA&Ccedil;&Otilde;ES OBTIDAS POR VOC&Ecirc; EM DECORR&Ecirc;NCIA DO USO DOS SERVI&Ccedil;OS SER&Atilde;O PRECISAS OU CONFI&Aacute;VEIS; E</p>
<p>(D) OS DEFEITOS DE FUNCIONAMENTO OU NOS RECURSOS DE QUALQUER SOFTWARE FORNECIDO AO USU&Aacute;RIO COMO PARTE DOS SERVI&Ccedil;OS SER&Atilde;O CORRIGIDOS.</p>
<p>13.4 QUALQUER MATERIAL BAIXADO OU OBTIDO DE OUTRA FORMA POR MEIO DOS SERVI&Ccedil;OS &Eacute; OBTIDO A SEU EXCLUSIVO CRIT&Eacute;RIO E RISCO, E O USU&Aacute;RIO SER&Aacute; O &Uacute;NICO RESPONS&Aacute;VEL POR QUALQUER DANO AO SISTEMA DO SEU COMPUTADOR OU A QUALQUER OUTRO APARELHO, ASSIM COMO PELA PERDA DE DADOS QUE ACONTE&Ccedil;A COMO RESULTADO DO DOWNLOAD DE QUALQUER MATERIAL.</p>
<p>13.5 NENHUM CONSELHO OU INFORMA&Ccedil;&Atilde;O, SEJA ORAL OU ESCRITO, OBTIDO PELO USU&Aacute;RIO DO GOOGLE POR MEIO DOS SERVI&Ccedil;OS CRIAR&Aacute; QUALQUER GARANTIA QUE N&Atilde;O ESTEJA EXPRESSAMENTE DECLARADA NOS TERMOS.</p>
<p>13.6 O GOOGLE AINDA SE EXCLUI EXPRESSAMENTE DE TODAS AS GARANTIAS OU CONDI&Ccedil;&Otilde;ES DE QUALQUER NATUREZA, SEJAM ELAS EXPRESSAS OU IMPL&Iacute;CITAS, INCLUINDO, ENTRE OUTROS, AS GARANTIAS IMPL&Iacute;CITAS E AS CONDI&Ccedil;&Otilde;ES DE COMERCIALIDADE, A ADEQUA&Ccedil;&Atilde;O PARA UM PROP&Oacute;SITO PARTICULAR E A N&Atilde;O-VIOLA&Ccedil;&Atilde;O.</p>
<p><strong>14. LIMITA&Ccedil;&Atilde;O DE RESPONSABILIDADE</strong></p>
<p>14.1 SUJEITO &Agrave; CL&Aacute;USULA GERAL MENCIONADA NO PAR&Aacute;GRAFO 13.1 ACIMA, O USU&Aacute;RIO ENTENDE E CONCORDA QUE O GOOGLE, AS SUAS SUBSIDI&Aacute;RIAS E AFILIADAS E OS RESPECTIVOS LICENCIANTES N&Atilde;O SER&Atilde;O RESPONS&Aacute;VEIS PERANTE O USU&Aacute;RIO POR:</p>
<p>(A) QUAISQUER DANOS DIRETOS, INDIRETOS, INCIDENTAIS, ESPECIAIS, EMERGENTES OU EXEMPLARES QUE POSSAM TER SIDO INCORRIDOS PELO USU&Aacute;RIO, CAUSADOS DE ALGUMA FORMA E SOB QUALQUER TEORIA DE RESPONSABILIDADE. ISSO INCLUIR&Aacute;, MAS N&Atilde;O SE LIMITAR&Aacute; A, QUALQUER LUCRO CESSANTE (INCORRIDO DIRETA OU INDIRETAMENTE), QUALQUER PERDA RELACIONADA COM A BOA-F&Eacute; OU REPUTA&Ccedil;&Atilde;O COMERCIAL, QUALQUER PERDA DE DADOS QUE O USU&Aacute;RIO POSSA SOFRER, CUSTOS DE AQUISI&Ccedil;&Atilde;O DE BENS OU SERVI&Ccedil;OS OU OUTRA PERDA INTANG&Iacute;VEL;</p>
<p>(B) QUALQUER PERDA OU DANO EM QUE O USU&Aacute;RIO POSSA INCORRER, INCLUSIVE, MAS N&Atilde;O SE LIMITANDO A, PERDA OU DANOS EM DECORR&Ecirc;NCIA DE:</p>
<p>(I) QUALQUER CONFIAN&Ccedil;A DO USU&Aacute;RIO QUANTO &Agrave; INTEGRIDADE, PRECIS&Atilde;O OU EXIST&Ecirc;NCIA DE QUALQUER PUBLICIDADE, OU COMO RESULTADO DE QUALQUER RELA&Ccedil;&Atilde;O OU TRANSA&Ccedil;&Atilde;O REALIZADA COM QUALQUER ANUNCIANTE OU PATROCINADOR, CUJA PUBLICIDADE APARE&Ccedil;A NOS SERVI&Ccedil;OS;</p>
<p>(II) QUAISQUER ALTERA&Ccedil;&Otilde;ES QUE O GOOGLE POSSA FAZER AOS SERVI&Ccedil;OS, OU POR QUALQUER INTERRUP&Ccedil;&Atilde;O PERMANENTE OU TEMPOR&Aacute;RIA DO FORNECIMENTO DOS SERVI&Ccedil;OS (OU DE QUAISQUER RECURSOS DOS SERVI&Ccedil;OS);</p>
<p>(III) A EXCLUS&Atilde;O, CORRUP&Ccedil;&Atilde;O OU FALHA DE ARMAZENAMENTO DE QUALQUER CONTE&Uacute;DO OU OUTROS DADOS DE COMUNICA&Ccedil;&Otilde;ES MANTIDOS OU TRANSMITIDOS POR MEIO DA UTILIZA&Ccedil;&Atilde;O DOS SERVI&Ccedil;OS POR PARTE DO USU&Aacute;RIO;</p>
<p>(IV) O N&Atilde;O FORNECIMENTO AO GOOGLE, POR PARTE DO USU&Aacute;RIO, DE INFORMA&Ccedil;&Otilde;ES CORRETAS RELATIVAS &Agrave; CONTA;</p>
<p>(V) A N&Atilde;O MANUTEN&Ccedil;&Atilde;O, POR PARTE DO USU&Aacute;RIO, DA SEGURAN&Ccedil;A E DA CONFIDENCIALIDADE DOS DETALHES DA SUA CONTA E SENHA.</p>
<p>14.2 AS LIMITA&Ccedil;&Otilde;ES DE RESPONSABILIDADE DO GOOGLE PERANTE O USU&Aacute;RIO, MENCIONADAS NO PAR&Aacute;GRAFO 14.1 ACIMA, SER&Atilde;O APLIC&Aacute;VEIS INDEPENDENTEMENTE DE O GOOGLE TER OU N&Atilde;O SIDO NOTIFICADO OU ESTAR CIENTE DA POSSIBILIDADE DE OCORR&Ecirc;NCIA DE TAIS PERDAS.</p>
<p><strong>15. Pol&iacute;ticas relativas a direitos autorais e marcas comerciais</strong></p>
<p>15.1 &Eacute; pol&iacute;tica do Google responder a avisos sobre supostas viola&ccedil;&otilde;es de direitos autorais, conforme a lei internacional aplic&aacute;vel sobre propriedade intelectual (incluindo, nos Estados Unidos, A Lei de Direitos Autorais do Mil&ecirc;nio Digital), bem como encerrar as contas de infratores reincidentes. Detalhes sobre a pol&iacute;tica do Google podem ser obtidos em http://www.google.com.br/dmca.html.</p>
<p>15.2 O Google utiliza um procedimento de reclama&ccedil;&otilde;es sobre marcas comerciais com rela&ccedil;&atilde;o ao seu servi&ccedil;o de publicidade, cujos detalhes poder&atilde;o ser obtidos em http://www.google.com/tm_complaint.html.</p>
<p><strong>16. An&uacute;ncios</strong></p>
<p>16.1 Alguns dos Servi&ccedil;os s&atilde;o mantidos por receita proveniente de publicidade e podem exibir an&uacute;ncios e promo&ccedil;&otilde;es. Esses an&uacute;ncios podem ser segmentados ao conte&uacute;do da informa&ccedil;&atilde;o armazenada nos Servi&ccedil;os, consultas feitas por meio dos Servi&ccedil;os ou outras informa&ccedil;&otilde;es.</p>
<p>16.2 A maneira, modo e abrang&ecirc;ncia da publicidade do Google nos Servi&ccedil;os est&atilde;o sujeitos a altera&ccedil;&otilde;es sem aviso pr&eacute;vio espec&iacute;fico ao usu&aacute;rio.</p>
<p>16.3 Considerando a concess&atilde;o por parte do Google do acesso e uso dos Servi&ccedil;os, o usu&aacute;rio concorda com a possibilidade de o Google veicular tais an&uacute;ncios nos Servi&ccedil;os.</p>
<p><strong>17. Outros conte&uacute;dos</strong></p>
<p>17.1 Os Servi&ccedil;os podem incluir hyperlinks para outros sites, conte&uacute;do ou recursos. O Google pode n&atilde;o ter controle algum sobre quaisquer sites ou recursos fornecidos por empresas ou pessoas que n&atilde;o o Google.</p>
<p>17.2 O usu&aacute;rio reconhece e concorda que o Google n&atilde;o &eacute; respons&aacute;vel pela disponibilidade de qualquer um desses sites ou recursos externos e nem endossa qualquer an&uacute;ncio, produto ou outro material dispon&iacute;vel ou originado em tais sites e recursos.</p>
<p>17.3 O usu&aacute;rio reconhece e concorda que o Google n&atilde;o &eacute; respons&aacute;vel por qualquer perda ou dano em que possa incorrer em resultado da disponibilidade de tais sites ou recursos externos, ou em decorr&ecirc;ncia de qualquer confian&ccedil;a do usu&aacute;rio em rela&ccedil;&atilde;o &agrave; integridade, precis&atilde;o ou exist&ecirc;ncia de quaisquer an&uacute;ncios, produtos ou outros materiais presentes ou dispon&iacute;veis a partir de tais sites ou recursos.</p>
<p><strong>18. Altera&ccedil;&otilde;es nos Termos</strong></p>
<p>18.1 O Google poder&aacute; alterar periodicamente os Termos Universais ou Termos Adicionais. Quando essas altera&ccedil;&otilde;es forem efetuadas, o Google disponibilizar&aacute; uma nova c&oacute;pia dos Termos Universais em http://www.google.com/accounts/TOS?hl=pt_BR e quaisquer novos Termos Adicionais ser&atilde;o disponibilizados ao usu&aacute;rio nos Servi&ccedil;os afetados ou atrav&eacute;s deles.</p>
<p>18.2 O usu&aacute;rio compreende e concorda que, se utilizar os Servi&ccedil;os ap&oacute;s a data de altera&ccedil;&atilde;o dos Termos Universais ou Termos Adicionais, o Google considerar&aacute; essa utiliza&ccedil;&atilde;o como uma aceita&ccedil;&atilde;o dos Termos Universais ou Termos Adicionais atualizados.</p>
<p><strong>19. Termos jur&iacute;dicos gerais</strong></p>
<p>19.1 Ocasionalmente, durante a utiliza&ccedil;&atilde;o dos Servi&ccedil;os, o usu&aacute;rio poder&aacute; (em resultado ou por meio da utiliza&ccedil;&atilde;o dos Servi&ccedil;os) usar um servi&ccedil;o, fazer download de um componente de software ou comprar bens fornecidos por outra pessoa ou empresa. A utiliza&ccedil;&atilde;o de tais servi&ccedil;os, software ou bens por parte do usu&aacute;rio poder&aacute; estar sujeita a termos em separado entre o usu&aacute;rio e a empresa ou pessoa em quest&atilde;o. Nesse caso, os Termos n&atilde;o afetam a rela&ccedil;&atilde;o jur&iacute;dica do usu&aacute;rio com essas empresas ou indiv&iacute;duos.</p>
<p>19.2 Os Termos constituem o contrato integral entre o usu&aacute;rio e o Google e regem a utiliza&ccedil;&atilde;o dos Servi&ccedil;os (excluindo quaisquer servi&ccedil;os que possam eventualmente ser fornecidos pelo Google de acordo com um contrato escrito em separado), substituindo na &iacute;ntegra quaisquer contratos anteriores estabelecidos entre o usu&aacute;rio e o Google em rela&ccedil;&atilde;o aos Servi&ccedil;os.</p>
<p>19.3 O usu&aacute;rio concorda que o Google poder&aacute; enviar avisos, incluindo aqueles sobre altera&ccedil;&otilde;es feitas aos Termos, por e-mail, carta ou publica&ccedil;&otilde;es nos Servi&ccedil;os.</p>
<p>19.4 O usu&aacute;rio concorda que, se o Google n&atilde;o exercer ou utilizar qualquer direito legal ou rem&eacute;dio judicial contido nos Termos (ou ao qual o Google tenha direito nos termos de qualquer lei aplic&aacute;vel), isso n&atilde;o ser&aacute; considerado como uma ren&uacute;ncia formal aos direitos ou aos rem&eacute;dios judiciais do Google, mantendo-se tais direitos dispon&iacute;veis para todos os devidos efeitos.</p>
<p>19.5 Se qualquer tribunal, tendo jurisdi&ccedil;&atilde;o para decidir sobre essa quest&atilde;o, determinar que qualquer cl&aacute;usula destes Termos &eacute; inv&aacute;lida, tal cl&aacute;usula ser&aacute; removida dos Termos sem afetar a validade do restante dos Termos. As cl&aacute;usulas restantes dos Termos continuar&atilde;o sendo v&aacute;lidas e aplic&aacute;veis.</p>
<p>19.6 O usu&aacute;rio reconhece e concorda que cada membro do grupo de empresas das quais o Google &eacute; a empresa controladora ser&aacute; tido como terceiro benefici&aacute;rio dos Termos e que essas outras empresas ter&atilde;o direito a aplicar diretamente, e a contar com, qualquer cl&aacute;usula dos Termos que lhes atribua um benef&iacute;cio (ou um direito a favor delas). Com a exce&ccedil;&atilde;o do caso anterior, nenhuma outra pessoa ou empresa poder&aacute; ser considerada como terceiros benefici&aacute;rios destes Termos.</p>
<p>19.7 Os Termos e o relacionamento entre o usu&aacute;rio e o Google conforme os Termos ser&atilde;o regidos pelas leis do Estado da Calif&oacute;rnia, independentemente do conflito de provis&otilde;es legais. Voc&ecirc; e o Google concordam em submeter &agrave; exclusiva jurisdi&ccedil;&atilde;o dos tribunais localizados no condado de Santa Clara, Calif&oacute;rnia, a resolu&ccedil;&atilde;o de quaisquer quest&otilde;es legais resultantes dos Termos. N&atilde;o obstante o referido, voc&ecirc; concorda que o Google poder&aacute; ainda recorrer a rem&eacute;dios judiciais cautelares (ou um tipo equivalente de medida legal urgente) em qualquer jurisdi&ccedil;&atilde;o.</p>
<p>___ de dezembro de 2008</p>
</body>
</html>
