<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="icon" type="image/ico" href="/tools/dlpage/res/chrome/images/chrome-16.png"><title>Termos de utiliza&ccedil;&atilde;o do Google Chrome</title>
<style>
body { font-family:Arial; font-size:13px; }
</style>
<script type="text/javascript">
function carry_tracking(obj) {
    var s = '(\\?.*)';
    var regex = new RegExp(s);
    var results = regex.exec(window.location.href);
	if (results != null) {
		obj.href = obj.href + results[1];
	} else {
		s2 = 'intl/([^/]*)';
		regex2 = new RegExp(s2);
		results2 = regex2.exec(window.location.href);
		if (results2 != null) {
			obj.href = obj.href + '?hl=' + results2[1];
		}
	}
}
</script></head>

<body>
<h2>Termos de utiliza&ccedil;&atilde;o do Google Chrome</h2>
<p>Estes Termos de utiliza&ccedil;&atilde;o s&atilde;o aplic&aacute;veis &agrave; vers&atilde;o de c&oacute;digo execut&aacute;vel do Google Chrome. O c&oacute;digo fonte do Google Chrome est&aacute; dispon&iacute;vel gratuitamente nos contratos de licen&ccedil;a de software de fonte aberta em http://code.google.com/chromium/terms.html.</p>
<p><strong>1. Rela&ccedil;&atilde;o do utilizador com a Google</strong></p>
<p>1.1 A utiliza&ccedil;&atilde;o de produtos, software, servi&ccedil;os e Web sites da Google (designados colectivamente por &ldquo;Servi&ccedil;os&rdquo; neste documento e excluindo quaisquer servi&ccedil;os fornecidos pela Google ao abrigo de um contrato escrito em separado) est&aacute; sujeita aos termos de um contrato entre o utilizador e a Google. &ldquo;Google&rdquo; significa Google Inc., empresa com sede principal em 1600 Amphitheatre Parkway, Mountain View, CA 94043, E.U.A. Este documento explica como &eacute; constitu&iacute;do o contrato e apresenta alguns dos seus termos.</p>
<p>1.2 Salvo disposi&ccedil;&atilde;o em contr&aacute;rio acordada por escrito com a Google, o contrato com a Google incluir&aacute; sempre, no m&iacute;nimo, os termos de utiliza&ccedil;&atilde;o apresentados neste documento. Estes s&atilde;o referidos em seguida como &ldquo;Termos universais&rdquo;. As licen&ccedil;as de software de fonte aberta para o c&oacute;digo fonte do Google Chrome constituem contratos escritos em separado. Nos casos em que as licen&ccedil;as de software de fonte aberta prevale&ccedil;am expressamente sobre estes Termos universais, as licen&ccedil;as de fonte aberta regular&atilde;o o seu contrato com a Google para a utiliza&ccedil;&atilde;o do Google Chrome ou de componentes inclu&iacute;dos espec&iacute;ficos do Google Chrome.</p>
<p>1.3 Al&eacute;m dos Termos universais, o contrato com a Google incluir&aacute; igualmente os termos de todos os Avisos jur&iacute;dicos aplic&aacute;veis aos Servi&ccedil;os. Todos estes termos s&atilde;o referidos em seguida como &ldquo;Termos adicionais&rdquo;. Nos casos em que forem aplic&aacute;veis Termos adicionais a um Servi&ccedil;o, esses termos estar&atilde;o dispon&iacute;veis para sua leitura nesse Servi&ccedil;o ou atrav&eacute;s da utiliza&ccedil;&atilde;o do mesmo.</p>
<p>1.4 Os Termos universais, juntamente com os Termos adicionais, formam um contrato juridicamente vinculativo entre o utilizador e a Google no que se refere &agrave; utiliza&ccedil;&atilde;o dos Servi&ccedil;os. &Eacute; importante que os leia com aten&ccedil;&atilde;o. Colectivamente, este contrato &eacute; referido em seguida como &ldquo;Termos&rdquo;.</p>
<p>1.5 No caso de existir alguma contradi&ccedil;&atilde;o entre o que indicam os Termos adicionais e o que indicam os Termos universais, dever&atilde;o prevalecer os Termos adicionais em rela&ccedil;&atilde;o a esse Servi&ccedil;o.</p>
<p><strong>2. Aceita&ccedil;&atilde;o dos Termos</strong></p>
<p>2.1 Para utilizar os Servi&ccedil;os, ter&aacute; primeiro de aceitar os Termos. N&atilde;o &eacute; permitida a utiliza&ccedil;&atilde;o dos Servi&ccedil;os por parte do utilizador se n&atilde;o aceitar os Termos.</p>
<p>2.2 Pode aceitar os Termos:</p>
<p>(A) clicando para aceitar ou concordar com os Termos, no caso de esta op&ccedil;&atilde;o ser disponibilizada pela Google na interface do utilizador para qualquer Servi&ccedil;o; ou</p>
<p>(B) utilizando efectivamente os Servi&ccedil;os. Neste caso, compreende e concorda que a Google considerar&aacute; a sua utiliza&ccedil;&atilde;o dos Servi&ccedil;os como uma aceita&ccedil;&atilde;o dos Termos a partir desse momento em diante. </p>
<p><strong>3. Idioma dos Termos</strong></p>
<p>3.1 No caso de a Google fornecer uma tradu&ccedil;&atilde;o da vers&atilde;o em l&iacute;ngua inglesa dos Termos, concorda que essa tradu&ccedil;&atilde;o lhe &eacute; fornecida apenas para sua conveni&ecirc;ncia e que a vers&atilde;o em l&iacute;ngua inglesa dos Termos regular&aacute; a sua rela&ccedil;&atilde;o com a Google.</p>
<p>3.2 No caso de existir alguma contradi&ccedil;&atilde;o entre o que indica a vers&atilde;o em l&iacute;ngua inglesa dos Termos e o que indica uma tradu&ccedil;&atilde;o, prevalecer&aacute; a vers&atilde;o em l&iacute;ngua inglesa.</p>
<p><strong>4. Presta&ccedil;&atilde;o dos Servi&ccedil;os pela Google</strong></p>
<p>4.1 A Google tem subsidi&aacute;rias e entidades legais afiliadas em todo o mundo (&ldquo;Subsidi&aacute;rias e afiliadas&rdquo;). Por vezes, ser&atilde;o estas empresas a fornecer-lhe os Servi&ccedil;os em nome da pr&oacute;pria Google. Reconhece e concorda que as Subsidi&aacute;rias e afiliadas t&ecirc;m o direito de fornecer-lhe os Servi&ccedil;os.</p>
<p>4.2 A Google est&aacute; constantemente a inovar para poder oferecer a melhor experi&ecirc;ncia poss&iacute;vel aos seus utilizadores. Reconhece e concorda que a forma e a natureza dos Servi&ccedil;os fornecidos pela Google podem mudar ocasionalmente sem aviso pr&eacute;vio.</p>
<p>4.3 No &acirc;mbito desta constante inova&ccedil;&atilde;o, reconhece e concorda que a Google poder&aacute;, apenas no seu entender, deixar (permanente ou temporariamente) de fornecer os Servi&ccedil;os (ou qualquer funcionalidade dos Servi&ccedil;os) ao utilizador ou aos utilizadores em geral, sem aviso pr&eacute;vio. Poder&aacute; deixar de utilizar os Servi&ccedil;os em qualquer altura. N&atilde;o &eacute; necess&aacute;rio informar especificamente a Google quando deixar de utilizar os Servi&ccedil;os.</p>
<p>4.4 Reconhece e concorda que, se a Google desactivar o acesso &agrave; sua conta, poder&aacute; ser impedido de aceder aos Servi&ccedil;os, aos detalhes da conta ou a quaisquer ficheiros ou outro conte&uacute;do associados &agrave; conta.</p>
<p><strong>5. Utiliza&ccedil;&atilde;o dos Servi&ccedil;os por parte do utilizador</strong></p>
<p>5.1 Concorda em utilizar os Servi&ccedil;os apenas para os fins permitidos (a) pelos Termos e (b) por qualquer lei aplic&aacute;vel, regulamento ou pr&aacute;ticas e directrizes geralmente aceites nas jurisdi&ccedil;&otilde;es relevantes (incluindo todas as leis relacionadas com a exporta&ccedil;&atilde;o de dados ou de software de e para os Estados Unidos ou outros pa&iacute;ses relevantes). </p>
<p>5.2 Concorda em n&atilde;o participar em nenhuma actividade que interfira com ou interrompa o funcionamento dos Servi&ccedil;os (ou servidores e redes ligados aos Servi&ccedil;os).</p>
<p>5.3 Excepto se tiver sido especificamente autorizado para tal num contrato em separado estabelecido com a Google, concorda em n&atilde;o reproduzir, duplicar, copiar, vender, comercializar ou revender os Servi&ccedil;os para qualquer efeito.</p>
<p>5.4 Concorda que ser&aacute; o &uacute;nico respons&aacute;vel (e que a Google n&atilde;o tem qualquer responsabilidade perante o utilizador ou terceiros) por qualquer viola&ccedil;&atilde;o das suas obriga&ccedil;&otilde;es ao abrigo dos Termos e pelas consequ&ecirc;ncias (incluindo qualquer perda ou dano que a Google possa sofrer) resultantes dessa viola&ccedil;&atilde;o. </p>
<p><strong>6. Privacidade e informa&ccedil;&otilde;es pessoais do utilizador</strong></p>
<p>6.1 Para obter informa&ccedil;&otilde;es sobre as pr&aacute;ticas de protec&ccedil;&atilde;o de dados da Google, leia a pol&iacute;tica de privacidade da Google em http://www.google.co.uk/privacy.html. Esta pol&iacute;tica explica a forma como a Google trata as suas informa&ccedil;&otilde;es pessoais e protege a privacidade durante a utiliza&ccedil;&atilde;o dos Servi&ccedil;os.</p>
<p>6.2 Concorda com a utiliza&ccedil;&atilde;o dos seus dados de acordo com as pol&iacute;ticas de privacidade da Google.</p>
<p><strong>7. Conte&uacute;do nos Servi&ccedil;os</strong></p>
<p>7.1 Compreende que a responsabilidade integral por todas as informa&ccedil;&otilde;es (tais como ficheiros de dados, texto escrito, software de computador, m&uacute;sica, ficheiros de &aacute;udio ou outros sons, fotografias, v&iacute;deos ou outras imagens) a que poder&aacute; ter acesso como parte dos Servi&ccedil;os, ou atrav&eacute;s da utiliza&ccedil;&atilde;o dos mesmos, &eacute; da pessoa que deu origem a esse conte&uacute;do. Todas essas informa&ccedil;&otilde;es s&atilde;o referidas em seguida como &ldquo;Conte&uacute;do&rdquo;.</p>
<p>7.2 Dever&aacute; estar consciente de que o Conte&uacute;do que lhe &eacute; apresentado como parte dos Servi&ccedil;os, incluindo, entre outros, an&uacute;ncios nos Servi&ccedil;os e no Conte&uacute;do patrocinado dos Servi&ccedil;os, poder&aacute; estar protegido por direitos de propriedade intelectual que s&atilde;o detidos pelos patrocinadores ou anunciantes que fornecem esse Conte&uacute;do &agrave; Google (ou por outras pessoas ou empresas em seu nome). N&atilde;o poder&aacute; modificar, alugar, arrendar, emprestar, vender, distribuir ou criar obras derivadas baseadas neste Conte&uacute;do (no todo ou em parte), a menos que tenha sido especificamente autorizado a faz&ecirc;-lo, pela Google ou pelos propriet&aacute;rios desse Conte&uacute;do, num contrato em separado.</p>
<p>7.3 A Google reserva-se o direito (mas n&atilde;o tem qualquer obriga&ccedil;&atilde;o) de pr&eacute;-visualizar, rever, sinalizar, filtrar, modificar, recusar ou remover todo ou qualquer Conte&uacute;do de qualquer Servi&ccedil;o. Para alguns dos Servi&ccedil;os, a Google pode fornecer ferramentas para filtrar conte&uacute;dos sexuais expl&iacute;citos. Estas ferramentas incluem as defini&ccedil;&otilde;es de prefer&ecirc;ncia do SafeSearch (consulte http://www.google.co.uk/help/customize.html#safe). Al&eacute;m disso, existem servi&ccedil;os e software dispon&iacute;veis comercialmente para limitar o acesso a material que possa considerar object&aacute;vel.</p>
<p>7.4 Compreende que, ao utilizar os Servi&ccedil;os, pode estar exposto a Conte&uacute;do que possa considerar ofensivo, indecente ou object&aacute;vel e que, a este respeito, utiliza os Servi&ccedil;os por sua conta e risco.</p>
<p>7.5 O utilizador concorda que ser&aacute; o &uacute;nico respons&aacute;vel (e que a Google n&atilde;o tem qualquer responsabilidade perante o utilizador ou terceiros) por qualquer Conte&uacute;do que crie, transmita ou apresente enquanto utiliza os Servi&ccedil;os e pelas consequ&ecirc;ncias das suas ac&ccedil;&otilde;es (incluindo qualquer perda ou dano que a Google possa sofrer) ao faz&ecirc;-lo.</p>
<p><strong>8. Direitos de propriedade</strong></p>
<p>8.1 Reconhece e concorda que a Google (ou os licenciadores da Google) det&eacute;m todos os direitos legais, t&iacute;tulos e interesses relativos aos Servi&ccedil;os, incluindo quaisquer direitos de propriedade intelectual que subsistam nos Servi&ccedil;os (quer esses direitos estejam registados quer n&atilde;o e em qualquer parte do mundo onde esses direitos possam existir).</p>
<p>8.2 A n&atilde;o ser que tenha acordado por escrito em contr&aacute;rio com a Google, nada nos Termos lhe d&aacute; o direito de utilizar qualquer das marcas registadas, marcas comerciais, marcas de servi&ccedil;os, log&oacute;tipos, nomes de dom&iacute;nios e outras caracter&iacute;sticas de marca distintas da Google.</p>
<p>8.3 Se lhe tiver sido concedido um direito expl&iacute;cito de utiliza&ccedil;&atilde;o de qualquer uma destas caracter&iacute;sticas de marca num contrato escrito em separado com a Google, concorda que a utiliza&ccedil;&atilde;o dessas caracter&iacute;sticas deve estar em conformidade com esse contrato, com quaisquer disposi&ccedil;&otilde;es aplic&aacute;veis dos Termos e com as directrizes de utiliza&ccedil;&atilde;o das caracter&iacute;sticas de marca da Google, &agrave; medida que forem actualizadas ocasionalmente. Estas directrizes podem ser visualizadas on-line em http://www.google.co.uk/permissions/guidelines.html (ou qualquer outro URL que a Google possa fornecer ocasionalmente para este fim).</p>
<p>8.4 A Google reconhece e concorda que n&atilde;o obt&eacute;m qualquer direito, t&iacute;tulo ou interesse do utilizador (ou dos seus licenciadores) ao abrigo destes Termos relativamente a qualquer Conte&uacute;do que possa submeter, publicar, transmitir ou apresentar nos Servi&ccedil;os, ou atrav&eacute;s dos mesmos, incluindo quaisquer direitos de propriedade intelectual que subsistam nesse Conte&uacute;do (quer esses direitos estejam registados quer n&atilde;o e em qualquer parte do mundo onde esses direitos possam existir). A n&atilde;o ser que tenha acordado por escrito em contr&aacute;rio com a Google, concorda que &eacute; respons&aacute;vel por proteger e aplicar esses direitos e que a Google n&atilde;o tem qualquer obriga&ccedil;&atilde;o de o fazer em seu nome.</p>
<p>8.5 Concorda em n&atilde;o remover, ocultar nem alterar quaisquer avisos de direitos de propriedade (incluindo avisos de direitos de autor e de marcas comerciais) que possam estar afixados ou contidos nos Servi&ccedil;os.</p>
<p>8.6 A n&atilde;o ser que tenha sido expressamente autorizado por escrito pela Google a faz&ecirc;-lo, concorda que, ao utilizar os Servi&ccedil;os, n&atilde;o ir&aacute; utilizar qualquer marca comercial, marca de servi&ccedil;o, marca registada, log&oacute;tipo de qualquer empresa ou organiza&ccedil;&atilde;o de forma a que seja prov&aacute;vel ou pretendido que cause confus&atilde;o relativamente ao propriet&aacute;rio ou ao utilizador autorizado dessas marcas, nomes ou log&oacute;tipos.</p>
<p><strong>9. Licen&ccedil;a da Google</strong></p>
<p>9.1 A Google concede-lhe uma licen&ccedil;a pessoal, internacional, isenta de royalties, n&atilde;o atribu&iacute;vel e n&atilde;o exclusiva para utilizar o software fornecido pela Google como parte dos Servi&ccedil;os fornecidos (referido em seguida como &ldquo;Software&rdquo;). Esta licen&ccedil;a tem como &uacute;nico objectivo permitir a utiliza&ccedil;&atilde;o e usufruto dos benef&iacute;cios dos Servi&ccedil;os tal como s&atilde;o fornecidos pela Google, da forma permitida pelos Termos.</p>
<p>9.2 Ao abrigo da sec&ccedil;&atilde;o 1.2, n&atilde;o poder&aacute; (nem poder&aacute; permitir a mais ningu&eacute;m) copiar, modificar, criar uma obra derivada, proceder &agrave; engenharia inversa, descompilar ou, de qualquer outro modo, tentar extrair o c&oacute;digo fonte do Software ou de qualquer parte que o componha, a menos que tal seja expressamente permitido ou previsto pela legisla&ccedil;&atilde;o ou que o utilizador tenha sido especificamente autorizado por escrito, pela Google, a faz&ecirc;-lo.</p>
<p>9.3 Ao abrigo da sec&ccedil;&atilde;o 1.2, a n&atilde;o ser que a Google lhe tenha concedido uma permiss&atilde;o espec&iacute;fica, por escrito, para faz&ecirc;-lo, n&atilde;o poder&aacute; ceder (ou atribuir uma sublicen&ccedil;a) os seus direitos de utiliza&ccedil;&atilde;o do Software, conceder uma garantia relativa aos seus direitos de utiliza&ccedil;&atilde;o do Software ou, em alternativa, transferir qualquer parte dos seus direitos de utiliza&ccedil;&atilde;o do Software.</p>
<p><strong>10. Licen&ccedil;a de conte&uacute;do do utilizador</strong></p>
<p>10.1 O utilizador mant&eacute;m os direitos de autor e quaisquer outros direitos que j&aacute; detenha relativamente ao Conte&uacute;do que submeter, publicar ou apresentar nos Servi&ccedil;os ou atrav&eacute;s dos mesmos.</p>
<p><strong>11. Actualiza&ccedil;&otilde;es de software</strong></p>
<p>11.1 O Software utilizado pelo utilizador pode, ocasionalmente, transferir e instalar automaticamente actualiza&ccedil;&otilde;es da Google. Estas actualiza&ccedil;&otilde;es s&atilde;o concebidas para melhorar, aperfei&ccedil;oar e desenvolver os Servi&ccedil;os e podem ser apresentadas sob a forma de correc&ccedil;&otilde;es de erros, fun&ccedil;&otilde;es melhoradas, novos m&oacute;dulos de software e vers&otilde;es completamente novas. Concorda em receber essas actualiza&ccedil;&otilde;es (e permite que a Google lhas forne&ccedil;a) como parte da utiliza&ccedil;&atilde;o dos Servi&ccedil;os.</p>
<p><strong>12. Cessa&ccedil;&atilde;o da rela&ccedil;&atilde;o do utilizador com a Google</strong></p>
<p>12.1 Os Termos continuar&atilde;o a ser aplic&aacute;veis at&eacute; serem cessados pelo utilizador ou pela Google, conforme estabelecido abaixo. </p>
<p>12.2 A Google poder&aacute;, em qualquer altura, rescindir o contrato se:</p>
<p>(A) tiver violado qualquer disposi&ccedil;&atilde;o dos Termos (ou tiver agido de forma que mostre claramente que n&atilde;o tenciona ou n&atilde;o consegue agir em conformidade com as disposi&ccedil;&otilde;es dos Termos); ou</p>
<p>(B) tal for exigido &agrave; Google por lei (por exemplo, quando o fornecimento dos Servi&ccedil;os for ou tornar-se ilegal); ou</p>
<p>(C) o parceiro com o qual a Google ofereceu os Servi&ccedil;os tiver cessado a sua rela&ccedil;&atilde;o com a Google ou tiver deixado de oferecer os Servi&ccedil;os ao utilizador; ou</p>
<p>(D) a Google estiver a transitar para uma situa&ccedil;&atilde;o em que j&aacute; n&atilde;o fornece os Servi&ccedil;os aos utilizadores do pa&iacute;s no qual o utilizador &eacute; residente ou a partir do qual utiliza os Servi&ccedil;os; ou</p>
<p>(E) a presta&ccedil;&atilde;o dos Servi&ccedil;os pela Google j&aacute; n&atilde;o for, na opini&atilde;o da Google, comercialmente vi&aacute;vel.</p>
<p>12.3 Nada nesta Sec&ccedil;&atilde;o dever&aacute; afectar os direitos da Google relativos &agrave; presta&ccedil;&atilde;o de Servi&ccedil;os ao abrigo da Sec&ccedil;&atilde;o 4 dos Termos.</p>
<p>12.4 Quando estes Termos cessarem, todos os direitos, obriga&ccedil;&otilde;es e responsabilidades legais de que o utilizador e a Google tenham beneficiado, a que tenham sido sujeitos (ou que tenham acrescido enquanto os Termos tiverem estado em vigor) ou que expressamente devam continuar em vigor indefinidamente, n&atilde;o dever&atilde;o ser afectados por esta cessa&ccedil;&atilde;o, e as disposi&ccedil;&otilde;es do par&aacute;grafo 19.7 dever&atilde;o continuar a ser aplic&aacute;veis a esses direitos, obriga&ccedil;&otilde;es e responsabilidades indefinidamente.</p>
<p><strong>13. Exclus&atilde;o de garantias</strong></p>
<p>13.1 Os Servi&ccedil;os s&atilde;o fornecidos &quot;tal como est&atilde;o&quot; e a Google, as suas Subsidi&aacute;rias e Afiliadas e respectivos licenciadores n&atilde;o lhe oferecem nenhuma garantia relativamente aos mesmos.</p>
<p>13.2 Em particular, a Google, as suas Subsidi&aacute;rias e Afiliadas, e licenciadores n&atilde;o declaram nem garantem que:</p>
<p>(A) a utiliza&ccedil;&atilde;o dos Servi&ccedil;os v&aacute; ao encontro das suas necessidades,</p>
<p>(B) a utiliza&ccedil;&atilde;o dos Servi&ccedil;os seja ininterrupta, atempada, segura ou isenta de erros,</p>
<p>(C) qualquer informa&ccedil;&atilde;o obtida pelo utilizador em resultado da utiliza&ccedil;&atilde;o dos Servi&ccedil;os seja precisa ou fi&aacute;vel, e</p>
<p>(D) que os defeitos no funcionamento ou na funcionalidade de qualquer Software fornecido ao utilizador como parte dos Servi&ccedil;os sejam corrigidos.</p>
<p>13.3 Nenhumas condi&ccedil;&otilde;es, garantias ou outros termos (incluindo quaisquer termos impl&iacute;citos no que respeita &agrave; qualidade satisfat&oacute;ria, adequa&ccedil;&atilde;o a um fim ou conformidade com a descri&ccedil;&atilde;o) s&atilde;o aplic&aacute;veis aos Servi&ccedil;os, excepto na medida em que se encontrem expressamente definidos nos Termos.</p>
<p>13.4 Nada nos Termos dever&aacute; afectar os direitos previstos por lei aos quais ter&aacute; sempre direito como consumidor e que, contratualmente, n&atilde;o pode concordar em alterar ou renunciar.</p>
<p><strong>14. Limita&ccedil;&atilde;o de responsabilidade</strong></p>
<p>14.1 Nada nestes Termos dever&aacute; excluir ou limitar a responsabilidade da Google por perdas que n&atilde;o possam ser legalmente exclu&iacute;das ou limitadas pela lei aplic&aacute;vel.</p>
<p>14.2 De acordo com a disposi&ccedil;&atilde;o geral referida no par&aacute;grafo 14.1 supracitado, a Google, as suas Subsidi&aacute;rias e Afiliadas, e respectivos licenciadores n&atilde;o dever&atilde;o ser respons&aacute;veis perante o utilizador por:</p>
<p>(A) quaisquer perdas indirectas ou resultantes que possam ser incorridas pelo utilizador. Isto dever&aacute; incluir qualquer perda de lucros (incorrida directa ou indirectamente), qualquer perda de boa vontade ou de reputa&ccedil;&atilde;o comercial ou qualquer perda de dados que o utilizador possa sofrer;</p>
<p>(B) qualquer perda ou dano em que o utilizador possa incorrer resultante de:</p>
<p>(i) qualquer confian&ccedil;a do utilizador quanto &agrave; integridade, precis&atilde;o ou exist&ecirc;ncia de qualquer an&uacute;ncio ou em resultado de qualquer rela&ccedil;&atilde;o ou transac&ccedil;&atilde;o realizada com qualquer anunciante ou patrocinador, cuja publicidade &eacute; apresentada nos Servi&ccedil;os;</p>
<p>(ii) quaisquer altera&ccedil;&otilde;es que a Google possa fazer aos Servi&ccedil;os ou qualquer cessa&ccedil;&atilde;o permanente ou tempor&aacute;ria da presta&ccedil;&atilde;o dos Servi&ccedil;os (ou quaisquer funcionalidades dos Servi&ccedil;os);</p>
<p>(iii) elimina&ccedil;&atilde;o, corrup&ccedil;&atilde;o ou incapacidade de armazenamento de qualquer Conte&uacute;do ou outros dados de comunica&ccedil;&otilde;es mantidos ou transmitidos por ou atrav&eacute;s da utiliza&ccedil;&atilde;o dos Servi&ccedil;os;</p>
<p>(iii) n&atilde;o fornecimento &agrave; Google de informa&ccedil;&otilde;es correctas sobre a conta;</p>
<p>(iv) n&atilde;o manuten&ccedil;&atilde;o da seguran&ccedil;a e confidencialidade da sua palavra-passe ou detalhes da conta;</p>
<p>14.3 As limita&ccedil;&otilde;es de responsabilidade da Google perante o utilizador, mencionadas no par&aacute;grafo 14.2 supracitado, dever&atilde;o ser aplic&aacute;veis independentemente de a Google ter ou n&atilde;o sido notificada ou ainda que devesse ter conhecimento da possibilidade da ocorr&ecirc;ncia de tais perdas.</p>
<p><strong>15. Pol&iacute;ticas de direitos de autor e marcas comerciais</strong></p>
<p>15.1 &Eacute; pol&iacute;tica da Google responder a avisos de alegadas infrac&ccedil;&otilde;es dos direitos de autor que respeitem a lei internacional aplic&aacute;vel sobre a propriedade intelectual (incluindo, nos E.U.A., o Digital Millennium Copyright Act), bem como cessar as contas de infractores reincidentes. Os detalhes da pol&iacute;tica da Google poder&atilde;o ser encontrados em http://www.google.co.uk/dmca.html.</p>
<p>15.2 A Google utiliza um procedimento de reclama&ccedil;&otilde;es sobre marcas comerciais no que respeita ao seu neg&oacute;cio de publicidade, cujos detalhes poder&atilde;o ser encontrados em  http://www.google.co.uk/tm_complaint.html.</p>
<p><strong>16. An&uacute;ncios</strong></p>
<p>16.1 Alguns dos Servi&ccedil;os s&atilde;o suportados por receitas provenientes da publicidade e poder&atilde;o apresentar an&uacute;ncios e promo&ccedil;&otilde;es. Estes an&uacute;ncios poder&atilde;o ser destinados ao conte&uacute;do das informa&ccedil;&otilde;es armazenadas nos Servi&ccedil;os, consultas realizadas atrav&eacute;s dos Servi&ccedil;os ou outras informa&ccedil;&otilde;es.</p>
<p>16.2 A forma, o modo e a extens&atilde;o da publicidade da Google nos Servi&ccedil;os est&atilde;o sujeitos a altera&ccedil;&otilde;es sem o aviso espec&iacute;fico ao utilizador.</p>
<p>16.3 No que respeita &agrave; ced&ecirc;ncia por parte da Google do acesso e utiliza&ccedil;&atilde;o dos Servi&ccedil;os, concorda que a Google poder&aacute; colocar esse tipo de publicidade nos Servi&ccedil;os.</p>
<p><strong>17. Outro conte&uacute;do</strong></p>
<p>17.1 Os Servi&ccedil;os podem incluir hiperliga&ccedil;&otilde;es para outros Web sites, conte&uacute;do ou recursos. A Google poder&aacute; n&atilde;o ter controlo sobre quaisquer Web sites ou recursos fornecidos por empresas ou pessoas que n&atilde;o a Google.</p>
<p>17.2 Reconhece e concorda que a Google n&atilde;o &eacute; respons&aacute;vel pela disponibilidade de quaisquer sites ou recursos externos, assim como n&atilde;o apoia qualquer publicidade, produtos ou outros materiais presentes ou dispon&iacute;veis a partir desses Web sites ou recursos.</p>
<p>17.3 Reconhece e concorda que a Google n&atilde;o &eacute; respons&aacute;vel por qualquer perda ou dano em que possa incorrer em resultado da disponibilidade de tais sites ou recursos externos, ou em resultado de qualquer confian&ccedil;a colocada pelo utilizador quanto &agrave; integridade, precis&atilde;o ou exist&ecirc;ncia de qualquer publicidade, produtos ou outros materiais presentes ou dispon&iacute;veis a partir de tais Web sites ou recursos.</p>
<p><strong>19. Altera&ccedil;&otilde;es aos Termos</strong></p>
<p>18.1 Periodicamente, a Google pode efectuar altera&ccedil;&otilde;es aos Termos universais ou aos Termos adicionais. Quando estas altera&ccedil;&otilde;es forem efectuadas, a Google far&aacute; uma nova c&oacute;pia dos Termos universais dispon&iacute;veis em http://www.google.com/accounts/TOS?hl=pt e todos os novos Termos adicionais ser-lhe-&atilde;o disponibilizados nos Servi&ccedil;os afectados ou atrav&eacute;s dos mesmos.</p>
<p>18.2 Compreende e concorda que, se utilizar os Servi&ccedil;os ap&oacute;s a data em que os Termos universais ou Termos adicionais foram alterados, a Google tratar&aacute; a sua utiliza&ccedil;&atilde;o como aceita&ccedil;&atilde;o dos Termos universais ou Termos adicionais actualizados.</p>
<p><strong>19. Termos legais gerais</strong></p>
<p>19.1 Por vezes, durante a utiliza&ccedil;&atilde;o dos Servi&ccedil;os, poder&aacute; (em resultado da ou atrav&eacute;s da utiliza&ccedil;&atilde;o dos Servi&ccedil;os) utilizar um servi&ccedil;o, transferir um componente de software ou comprar bens fornecidos por outra pessoa ou empresa. A utiliza&ccedil;&atilde;o de tais servi&ccedil;os, software ou bens poder&aacute; estar sujeita a termos em separado entre o utilizador e a empresa ou pessoa em causa. Neste caso, os Termos n&atilde;o afectam a sua rela&ccedil;&atilde;o legal com essas empresas ou indiv&iacute;duos.</p>
<p>19.2 Os Termos constituem o contrato integral entre o utilizador e a Google e regulam a utiliza&ccedil;&atilde;o dos Servi&ccedil;os (excluindo quaisquer servi&ccedil;os que possam ser fornecidos pela Google no &acirc;mbito de um contrato escrito em separado), substituindo na &iacute;ntegra quaisquer contratos anteriores estabelecidos entre o utilizador e a Google em rela&ccedil;&atilde;o aos Servi&ccedil;os.</p>
<p>19.3 Concorda que a Google pode fornecer-lhe avisos, incluindo avisos relacionados com altera&ccedil;&otilde;es aos Termos, por e-mail, correio normal ou publicar os avisos nos pr&oacute;prios Servi&ccedil;os.</p>
<p>19.4 Concorda que, se a Google n&atilde;o exercer ou aplicar qualquer direito legal ou solu&ccedil;&atilde;o contido nos Termos (ou ao qual a Google tenha direito nos termos de qualquer lei aplic&aacute;vel), tal n&atilde;o ser&aacute; considerado como uma ren&uacute;ncia formal dos direitos da Google, mantendo-se tais direitos ou solu&ccedil;&otilde;es dispon&iacute;veis para a Google.</p>
<p>19.5 Se qualquer tribunal, tendo jurisdi&ccedil;&atilde;o para decidir sobre esta mat&eacute;ria, determinar que qualquer disposi&ccedil;&atilde;o destes Termos &eacute; inv&aacute;lida, tal disposi&ccedil;&atilde;o ser&aacute; removida dos Termos sem afectar os restantes Termos. As restantes disposi&ccedil;&otilde;es dos Termos continuar&atilde;o a ser v&aacute;lidas e aplic&aacute;veis.</p>
<p>19.6 Reconhece e concorda que cada membro do grupo de empresas das quais a Google &eacute; a empresa-m&atilde;e dever&aacute; ser terceiro benefici&aacute;rio dos Termos e que essas empresas dever&atilde;o ter o direito de aplicar directamente, e de contar com, qualquer disposi&ccedil;&atilde;o dos Termos que lhes atribua um benef&iacute;cio (ou um direito a seu favor). Exceptuando o caso anterior, nenhuma outra pessoa ou empresa dever&aacute; ser terceiro benefici&aacute;rio relativamente a estes Termos.</p>
<p>19.7 Os Termos, bem como a sua rela&ccedil;&atilde;o com a Google de acordo com os Termos, dever&atilde;o ser regidos pela lei inglesa. O utilizador e a Google concordam em submeter &agrave; exclusiva jurisdi&ccedil;&atilde;o dos tribunais ingleses a resolu&ccedil;&atilde;o de quaisquer quest&otilde;es legais resultantes dos Termos. N&atilde;o obstante o referido, concorda que a Google dever&aacute; continuar a estar autorizada a aplicar solu&ccedil;&otilde;es injuntivas (ou de tipo equivalente de compensa&ccedil;&atilde;o legal urgente) em qualquer jurisdi&ccedil;&atilde;o.</p>
<p>4 de Dezembro de 2008</p>
<h3>&nbsp;</h3>
<br />
</body>
</html>
