<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="icon" type="image/ico" href="/tools/dlpage/res/chrome/images/chrome-16.png"><title>Smluvn&iacute; podm&iacute;nky aplikace Google Chrome </title>
<style>
body { font-family:Arial; font-size:13px; }
</style>
<script type="text/javascript">
function carry_tracking(obj) {
    var s = '(\\?.*)';
    var regex = new RegExp(s);
    var results = regex.exec(window.location.href);
	if (results != null) {
		obj.href = obj.href + results[1];
	} else {
		s2 = 'intl/([^/]*)';
		regex2 = new RegExp(s2);
		results2 = regex2.exec(window.location.href);
		if (results2 != null) {
			obj.href = obj.href + '?hl=' + results2[1];
		}
	}
}
</script></head>

<body>
<h2>Smluvn&iacute; podm&iacute;nky aplikace Google Chrome </h2>
<p>Tyto Smluvn&iacute; podm&iacute;nky jsou platn&eacute; pro verzi spustiteln&eacute;ho k&oacute;du aplikace Google Chrome. Zdrojov&yacute; k&oacute;d aplikace Google Chrome je k dispozici bezplatně s licenčn&iacute; smlouvou na software s otevřen&yacute;m zdrojov&yacute;m k&oacute;dem na adrese http://code.google.com/chromium/terms.html.</p>
<p><strong>1. Vztah mezi v&aacute;mi a společnost&iacute; Google</strong></p>
<p>1.1 Předmětem podm&iacute;nek smlouvy mezi v&aacute;mi a společnost&iacute; Google je použ&iacute;v&aacute;n&iacute; produktů, softwaru, služeb a webov&yacute;ch str&aacute;nek společnosti Google (v tomto dokumentu společně označovan&yacute;ch jako &bdquo;Služby&ldquo;, mimo služeb poskytovan&yacute;ch v&aacute;m společnost&iacute; Google na z&aacute;kladě samostatn&eacute; p&iacute;semn&eacute; smlouvy). &bdquo;Google&rdquo; znamen&aacute; společnost Google Inc., s hlavn&iacute;m obchodn&iacute;m s&iacute;dlem na adrese 1600 Amphitheatre Parkway, Mountain View, CA 94043, Spojen&eacute; st&aacute;ty. Tento dokument vysvětluje, jak je smlouva sestavena, a stanovuje někter&eacute; jej&iacute; podm&iacute;nky.</p>
<p>1.2 Nen&iacute;-li se společnost&iacute;&nbsp;Google p&iacute;semně dohodnuto jinak, vaše smlouva se společnost&iacute;&nbsp;Google bude vždy obsahovat přinejmenš&iacute;m smluvn&iacute; podm&iacute;nky stanoven&eacute; v&nbsp;tomto dokumentu. Tyto jsou d&aacute;le v&nbsp;textu&nbsp;označov&aacute;ny jako &bdquo;Univerz&aacute;ln&iacute; smluvn&iacute; podm&iacute;nky&ldquo;. Licence na software s otevřen&yacute;m zdrojov&yacute;m k&oacute;dem pro aplikaci Google Chrome tvoř&iacute; jednotliv&eacute; psan&eacute; smlouvy. V omezen&eacute;m rozsahu, kdy licence na software s otevřen&yacute;m zdrojov&yacute;m k&oacute;dem v&yacute;slovně nahrazuj&iacute; tyto Univerz&aacute;ln&iacute; smluvn&iacute; podm&iacute;nky, licence na software s otevřen&yacute;m zdrojov&yacute;m k&oacute;dem určuje v&aacute;š vztah se společnost&iacute; Google z hlediska použit&iacute; aplikace Google Chrome nebo určit&yacute;ch komponent zahrnut&yacute;ch do aplikace Google Chrome.</p>
<p>1.3 Vaše smlouva se společnost&iacute;&nbsp;Google bude kromě Univerz&aacute;ln&iacute;ch smluvn&iacute;ch podm&iacute;nek obsahovat tak&eacute; podm&iacute;nky př&iacute;padn&yacute;ch Pr&aacute;vn&iacute;ch doložek vztahuj&iacute;c&iacute;ch se ke Služb&aacute;m. Ty jsou společně d&aacute;le v textu označov&aacute;ny jako &bdquo;Dalš&iacute; smluvn&iacute; podm&iacute;nky&ldquo;. Pokud se Dalš&iacute; smluvn&iacute; podm&iacute;nky vztahuj&iacute; ke Službě, budou v&aacute;m k&nbsp;dispozici pro&nbsp;prostudov&aacute;n&iacute; v&nbsp;r&aacute;mci př&iacute;slušn&eacute; Služby nebo prostřednictv&iacute;m jej&iacute;ho použ&iacute;v&aacute;n&iacute;.</p>
<p>1.4 Univerz&aacute;ln&iacute; smluvn&iacute; podm&iacute;nky, společně s&nbsp;Dalš&iacute;mi smluvn&iacute;mi podm&iacute;nkami, tvoř&iacute; pr&aacute;vně z&aacute;vaznou smlouvu mezi v&aacute;mi a společnost&iacute; Google v&nbsp;souvislosti s&nbsp;vaš&iacute;m použ&iacute;v&aacute;n&iacute;m Služeb. Je důležit&eacute;, abyste si je v&nbsp;klidu a pečlivě přečetli. Společně je tato pr&aacute;vně z&aacute;vazn&aacute; smlouva d&aacute;le v&nbsp;textu označov&aacute;na jako &bdquo;Smluvn&iacute; podm&iacute;nky&ldquo;.</p>
<p>1.5 Existuje-li jak&yacute;koli rozpor mezi t&iacute;m, co ř&iacute;kaj&iacute; Dalš&iacute; smluvn&iacute; podm&iacute;nky a t&iacute;m, co ř&iacute;kaj&iacute; Univerz&aacute;ln&iacute; smluvn&iacute; podm&iacute;nky, maj&iacute; ve vztahu k dan&eacute; Službě přednost Dalš&iacute; smluvn&iacute; podm&iacute;nky.</p>
<p><strong>2. Přijet&iacute; Smluvn&iacute;ch podm&iacute;nek</strong></p>
<p>2.1 Abyste mohli Služby využ&iacute;vat, mus&iacute;te nejprve souhlasit se Smluvn&iacute;mi podm&iacute;nkami. Pokud Smluvn&iacute; podm&iacute;nky nepřijmete, nesm&iacute;te Služby využ&iacute;vat.</p>
<p>2.2 Smluvn&iacute; podm&iacute;nky můžete přijmout:</p>
<p>(A) kliknut&iacute;m pro potvrzen&iacute; přijet&iacute; nebo souhlasu se Smluvn&iacute;mi podm&iacute;nkami, pokud tuto možnost společnost Google v uživatelsk&eacute;m rozhran&iacute; určit&eacute; Služby poskytuje; nebo</p>
<p>(B) vlastn&iacute;m použ&iacute;v&aacute;n&iacute;m Služeb. V&nbsp;takov&eacute;m př&iacute;padě berete na vědom&iacute; a souhlas&iacute;te s&nbsp;t&iacute;m, že společnost Google bude od tohoto okamžiku považovat vaše použ&iacute;v&aacute;n&iacute; Služeb za přijet&iacute; Smluvn&iacute;ch podm&iacute;nek. </p>
<p><strong>3. Jazyk Smluvn&iacute;ch podm&iacute;nek</strong></p>
<p>3.1 Pokud v&aacute;m společnost Google poskytla překlad anglick&eacute; jazykov&eacute; verze Smluvn&iacute;ch podm&iacute;nek, pak souhlas&iacute;te s&nbsp;t&iacute;m, že překlad je poskytnut pouze pro vaši potřebu, a že v&aacute;š vztah se společnost&iacute;&nbsp;Google se bude ř&iacute;dit zněn&iacute;m Smluvn&iacute;ch podm&iacute;nek v angličtině.</p>
<p>3.2 Existuje-li jak&yacute;koli rozpor mezi t&iacute;m, co ř&iacute;k&aacute; zněn&iacute; Smluvn&iacute;ch podm&iacute;nek v&nbsp;angličtině a t&iacute;m, co je v&nbsp;překladu, m&aacute; přednost zněn&iacute; Smluvn&iacute;ch podm&iacute;nek v angličtině.</p>
<p><strong>4. Poskytov&aacute;n&iacute; Služeb ze strany společnosti Google</strong></p>
<p>4.1 Společnost Google m&aacute; dceřin&eacute; společnosti a přidružen&eacute; subjekty na cel&eacute;m světě (d&aacute;le jen &bdquo;dceřin&eacute; společnosti a přidružen&eacute; subjekty&ldquo;). Někdy v&aacute;m tyto společnosti budou poskytovat Služby jm&eacute;nem samotn&eacute; společnosti Google. Berete na vědom&iacute; a souhlas&iacute;te s&nbsp;t&iacute;m, že dceřin&eacute; společnosti a přidružen&eacute; subjekty budou m&iacute;t pr&aacute;vo poskytovat v&aacute;m Služby.</p>
<p>4.2 Společnost Google průběžně zav&aacute;d&iacute; inovace, aby sv&yacute;m uživatelům poskytovala co nejlepš&iacute; služby. Berete na vědom&iacute; a souhlas&iacute;te s&nbsp;t&iacute;m, že forma a povaha Služeb, kter&eacute; společnost Google poskytuje, se může bez předchoz&iacute;ho ozn&aacute;men&iacute; čas od času změnit.</p>
<p>4.3 Berete na vědom&iacute; a souhlas&iacute;te s&nbsp;t&iacute;m, že v&nbsp;r&aacute;mci těchto průběžn&yacute;ch inovac&iacute; může společnost Google zastavit (trvale nebo dočasně) poskytov&aacute;n&iacute; určit&yacute;ch Služeb (nebo jak&yacute;chkoli prvků těchto Služeb) v&aacute;m nebo uživatelům obecně, a to dle vlastn&iacute;ho rozhodnut&iacute; společnosti Google a bez předchoz&iacute;ho ozn&aacute;men&iacute;. Použ&iacute;v&aacute;n&iacute; Služeb můžete kdykoli ukončit. Když Služby přestanete použ&iacute;vat, nemus&iacute;te o tom společnost Google nijak informovat.</p>
<p>4.4 Berete na vědom&iacute; a souhlas&iacute;te s&nbsp;t&iacute;m, že pokud v&aacute;m společnost Google zablokuje př&iacute;stup k&nbsp;vašemu &uacute;čtu, může v&aacute;m b&yacute;t zabr&aacute;něno v&nbsp;př&iacute;stupu ke Služb&aacute;m, informac&iacute;m o vašem &uacute;čtu nebo souborům a dalš&iacute;mu obsahu, kter&yacute; je ve vašem &uacute;čtu obsažen.</p>
<p><strong>5. Použ&iacute;v&aacute;n&iacute; Služeb z&nbsp;vaš&iacute; strany</strong></p>
<p>5.1 Zavazujete se, že budete využ&iacute;vat Služby pouze pro &uacute;čely povolen&eacute; (a) Podm&iacute;nkami a (b) př&iacute;slušn&yacute;mi z&aacute;kony, nař&iacute;zen&iacute;mi nebo obecně přij&iacute;man&yacute;mi pravidly či pokyny v relevantn&iacute;ch jurisdikc&iacute;ch (včetně všech z&aacute;konů t&yacute;kaj&iacute;c&iacute;ch se exportu dat nebo softwaru do a ze Spojen&yacute;ch st&aacute;tů nebo jin&yacute;ch relevantn&iacute;ch zem&iacute;). </p>
<p>5.2 Souhlas&iacute;te s&nbsp;t&iacute;m, že se nebudete &uacute;častnit ž&aacute;dn&eacute; aktivity, kter&aacute; by ovlivňovala nebo narušovala Služby (nebo servery a s&iacute;tě spojen&eacute; se Službami).</p>
<p>5.3 Souhlas&iacute;te s t&iacute;m, že Služby z&nbsp;ž&aacute;dn&eacute;ho důvodu nebudete reprodukovat, duplikovat, kop&iacute;rovat ani prod&aacute;vat, nebudete-li k&nbsp;tomu v&yacute;slovně opr&aacute;vněni na z&aacute;kladě zvl&aacute;štn&iacute; smlouvy se společnost&iacute; Google.</p>
<p>5.4 Souhlas&iacute;te s&nbsp;t&iacute;m, že jste plně odpovědn&iacute; (a že společnost Google nem&aacute; ž&aacute;dnou odpovědnost vůči v&aacute;m ani ž&aacute;dn&eacute; třet&iacute; straně) za jak&eacute;koli porušen&iacute; sv&yacute;ch povinnost&iacute; vypl&yacute;vaj&iacute;c&iacute;ch ze Smluvn&iacute;ch podm&iacute;nek a za n&aacute;sledky takov&eacute;ho porušen&iacute; (včetně jak&eacute;koli ztr&aacute;ty nebo škody, kterou společnost Google př&iacute;padně utrp&iacute;). </p>
<p><strong>6. Ochrana soukrom&iacute; a osobn&iacute; &uacute;daje</strong></p>
<p>6.1 Informace o postupech v oblasti ochrany osobn&iacute;ch &uacute;dajů společnosti Google naleznete v Z&aacute;sad&aacute;ch ochrany osobn&iacute;ch &uacute;dajů společnosti Google na adrese http://www.google.cz/privacy.html. Tyto z&aacute;sady objasňuj&iacute; způsob, jak&yacute;m společnost Google zach&aacute;z&iacute; s vašimi osobn&iacute;mi &uacute;daji a jak chr&aacute;n&iacute; vaše soukrom&iacute; v př&iacute;padě, že využ&iacute;v&aacute;te Služby.</p>
<p>6.2 Souhlas&iacute;te s&nbsp;už&iacute;v&aacute;n&iacute;m vašich dat v&nbsp;souladu se&nbsp;z&aacute;sadami ochrany osobn&iacute;ch &uacute;dajů společnosti Google.</p>
<p><strong>7. Obsah ve Služb&aacute;ch</strong></p>
<p>7.1 Berete na vědom&iacute;, že za všechny informace (jako jsou datov&eacute; soubory, p&iacute;semn&yacute; text, poč&iacute;tačov&yacute; software, hudba, zvukov&eacute; soubory nebo jin&eacute; zvuky, fotografie, videa nebo jin&eacute; obr&aacute;zky), k&nbsp;nimž můžete m&iacute;t př&iacute;stup v&nbsp;r&aacute;mci Služeb či jejich použ&iacute;v&aacute;n&iacute;, je plně odpovědn&aacute; osoba, od n&iacute;ž tento obsah poch&aacute;z&iacute;. Všechny tyto informace se d&aacute;le v&nbsp;textu označuj&iacute; jako &bdquo;Obsah&ldquo;.</p>
<p>7.2 Vezměte na vědom&iacute;, že Obsah, kter&yacute; je v&aacute;m prezentov&aacute;n jako souč&aacute;st Služeb, včetně, mimo jin&eacute;, reklam a sponzorovan&eacute;ho Obsahu v&nbsp;r&aacute;mci Služeb, může b&yacute;t chr&aacute;něn pr&aacute;vy k duševn&iacute;mu vlastnictv&iacute;, kter&aacute; vlastn&iacute; sponzoři nebo inzerenti, kteř&iacute; tento Obsah poskytli společnosti Google (nebo jin&eacute; osoby nebo společnosti jednaj&iacute;c&iacute; jejich jm&eacute;nem). Tento Obsah nesm&iacute;te upravovat, pronaj&iacute;mat, poskytovat na leasing, půjčovat, prod&aacute;vat, š&iacute;řit nebo z&nbsp;něj vytv&aacute;řet odvozen&aacute; d&iacute;la (ať už z celku nebo jeho č&aacute;sti), nebude-li v&aacute;m to v&nbsp;samostatn&eacute; smlouvě v&yacute;slovně povoleno společnost&iacute; Google nebo vlastn&iacute;ky dan&eacute;ho Obsahu.</p>
<p>7.3 Společnost Google si vyhrazuje pr&aacute;vo (nen&iacute; však povinna) předběžně tř&iacute;dit, kontrolovat, označovat, filtrovat, upravovat, zam&iacute;tat nebo přesouvat libovoln&yacute; nebo vešker&yacute; Obsah z jak&yacute;chkoli Služeb. U někter&yacute;ch služeb poskytuje společnost Google n&aacute;stroje pro filtrov&aacute;n&iacute; pornografick&eacute;ho obsahu. K těmto n&aacute;strojům patř&iacute; nastaven&iacute; předvoleb funkce SafeSearch (viz http://www.google.cz/help/customize.html#safe). Kromě toho existuj&iacute; komerčně dostupn&eacute; služby a software umožňuj&iacute;c&iacute; omezen&iacute; př&iacute;stupu k&nbsp;materi&aacute;lu, kter&yacute; můžete považovat za nevhodn&yacute;.</p>
<p>7.4 Berete na vědom&iacute;, že při použ&iacute;v&aacute;n&iacute; Služeb můžete b&yacute;t vystaveni Obsahu, kter&yacute; pro v&aacute;s může b&yacute;t ur&aacute;žliv&yacute;, nemravn&yacute; nebo než&aacute;douc&iacute;, a že v&nbsp;tomto ohledu Služby použ&iacute;v&aacute;te na vlastn&iacute; nebezpeč&iacute;.</p>
<p>7.5 Souhlas&iacute;te s&nbsp;t&iacute;m, že jste plně odpovědn&iacute; (a že společnost Google nem&aacute; ž&aacute;dnou odpovědnost vůči v&aacute;m ani ž&aacute;dn&eacute; třet&iacute; straně) za jak&yacute;koli Obsah, kter&yacute; vytvoř&iacute;te, přenesete nebo zobraz&iacute;te při použ&iacute;v&aacute;n&iacute; Služeb a za n&aacute;sledky t&eacute;to sv&eacute; činnosti (včetně jak&eacute;koli ztr&aacute;ty nebo škody, kterou t&iacute;m společnost Google př&iacute;padně utrp&iacute;).</p>
<p><strong>8. Vlastnick&aacute; pr&aacute;va</strong></p>
<p>8.1 Berete na vědom&iacute; a souhlas&iacute;te s&nbsp;t&iacute;m, že společnost Google (nebo držitel&eacute; licence Google) vlastn&iacute; vešker&aacute; z&aacute;konn&aacute; pr&aacute;va a n&aacute;roky ke Služb&aacute;m a pod&iacute;ly v nich, včetně jak&yacute;chkoli pr&aacute;v k duševn&iacute;mu vlastnictv&iacute;, kter&aacute; jsou obsažena ve Služb&aacute;ch (ať už jsou tato pr&aacute;va registrov&aacute;na či nikoliv, a bez ohledu na to, v&nbsp;kter&eacute; č&aacute;sti světa tato pr&aacute;va př&iacute;padně existuj&iacute;).</p>
<p>8.2 Pokud jste se nedohodli p&iacute;semně se společnost&iacute; Google jinak, ž&aacute;dn&eacute; ustanoven&iacute; Smluvn&iacute;ch podm&iacute;nek v&aacute;m ned&aacute;v&aacute; pr&aacute;vo použ&iacute;vat ž&aacute;dn&eacute; obchodn&iacute; n&aacute;zvy, ochrann&eacute; zn&aacute;mky a značky služeb, loga, dom&eacute;nov&aacute; jm&eacute;na a jin&eacute; odlišuj&iacute;c&iacute; atributy značky společnosti Google.</p>
<p>8.3 Pokud v&aacute;m bylo samostatnou p&iacute;semnou smlouvou se společnost&iacute; Google v&yacute;slovně uděleno pr&aacute;vo použ&iacute;vat někter&eacute; z&nbsp;těchto atributů značek, pak souhlas&iacute;te s&nbsp;t&iacute;m, že vaše použ&iacute;v&aacute;n&iacute; těchto prvků bude v&nbsp;souladu s&nbsp;onou smlouvou, vešker&yacute;mi platn&yacute;mi ustanoven&iacute;mi Smluvn&iacute;ch podm&iacute;nek a pokyny pro použ&iacute;v&aacute;n&iacute; atributů značky společnosti Google, kter&eacute; mohou b&yacute;t čas od času aktualizov&aacute;ny. Tyto pokyny naleznete na internetov&eacute; adrese http://www.google.cz/permissions/guidelines.html (nebo na jin&eacute; takov&eacute; adrese URL, kterou může společnost Google k dan&eacute;mu &uacute;čelu čas od času poskytnout).</p>
<p>8.4 Společnost Google bere na vědom&iacute; a souhlas&iacute; s t&iacute;m, že na z&aacute;kladě těchto Smluvn&iacute;ch podm&iacute;nek od v&aacute;s (nebo vašich držitelů licence) nez&iacute;sk&aacute;v&aacute; ž&aacute;dn&aacute; pr&aacute;va, n&aacute;roky a pod&iacute;ly ohledně jak&eacute;hokoliv Obsahu, kter&yacute; odešlete, zveřejn&iacute;te, přenesete nebo zobraz&iacute;te v&nbsp;r&aacute;mci Služeb nebo jejich prostřednictv&iacute;m, včetně jak&yacute;chkoli pr&aacute;v k duševn&iacute;mu vlastnictv&iacute;, kter&aacute; se k&nbsp;tomuto Obsahu v&aacute;ž&iacute; (ať už jsou tato pr&aacute;va registrov&aacute;na či nikoliv, a bez ohledu na to, v&nbsp;kter&eacute; č&aacute;sti světa tato pr&aacute;va př&iacute;padně existuj&iacute;). Pokud jste se nedohodli se společnost&iacute; Google p&iacute;semně jinak, souhlas&iacute;te s&nbsp;t&iacute;m, že jste odpovědn&iacute; za ochranu a vym&aacute;h&aacute;n&iacute; těchto pr&aacute;v, a že společnost Google nen&iacute; povinna takto činit vaš&iacute;m jm&eacute;nem.</p>
<p>8.5 Souhlas&iacute;te s&nbsp;t&iacute;m, že nebudete odstraňovat, skr&yacute;vat či pozměňovat informace o vlastnick&yacute;ch pr&aacute;vech (včetně informac&iacute; o autorsk&yacute;ch pr&aacute;vech a ochrann&yacute;ch zn&aacute;mk&aacute;ch), kter&eacute; mohou b&yacute;t připojeny ke Služb&aacute;m nebo v&nbsp;nich mohou b&yacute;t obsaženy.</p>
<p>8.6 Pokud v&aacute;m nebyl společnost&iacute; Google udělen v&yacute;slovn&yacute; p&iacute;semn&yacute; souhlas, souhlas&iacute;te s&nbsp;t&iacute;m, že při použ&iacute;v&aacute;n&iacute; Služeb nebudete použ&iacute;vat ž&aacute;dnou ochrannou zn&aacute;mku, značku služby, obchodn&iacute; n&aacute;zev nebo logo jak&eacute;koli společnosti nebo organizace způsobem, kter&yacute; by mohl nebo měl způsobit nejistotu ohledně vlastn&iacute;ka nebo opr&aacute;vněn&eacute;ho uživatele těchto zn&aacute;mek, značek, n&aacute;zvů nebo log.</p>
<p><strong>9. Licence poskytnut&aacute; společnost&iacute; Google</strong></p>
<p>9.1 Společnost Google v&aacute;m uděluje osobn&iacute;, celosvětově platnou, bezplatnou, nepřevoditelnou a nev&yacute;hradn&iacute; licenci pro použ&iacute;v&aacute;n&iacute; softwaru (d&aacute;le v&nbsp;textu označovan&yacute; jako &bdquo;Software&ldquo;), kter&yacute; společnost Google poskytuje jako souč&aacute;st Služeb poskytovan&yacute;ch v&aacute;m společnost&iacute; Google. V&yacute;hradn&iacute;m &uacute;čelem t&eacute;to licence je umožnit v&aacute;m použ&iacute;vat Služby a využ&iacute;vat jejich př&iacute;nosy způsobem povolen&yacute;m ve&nbsp;Smluvn&iacute;ch podm&iacute;nk&aacute;ch.</p>
<p>9.2 S ohledem na ustanoven&iacute; odstavce 1.2 nesm&iacute;te (a nesm&iacute;te ani dovolit komukoli jin&eacute;mu) kop&iacute;rovat, upravovat, vytv&aacute;řet odvozen&aacute; d&iacute;la, prov&aacute;dět zpětnou anal&yacute;zu, dekompilovat ani se jinak pokoušet extrahovat zdrojov&yacute; k&oacute;d ze Softwaru nebo jeho č&aacute;sti, nen&iacute;-li to v&yacute;slovně povoleno nebo vyžadov&aacute;no z&aacute;konem, nebo nebylo-li v&aacute;m to p&iacute;semně v&yacute;slovně povoleno společnost&iacute; Google.</p>
<p>9.3 S ohledem na ustanoven&iacute; odstavce 1.2 nesm&iacute;te přev&aacute;dět sv&aacute; pr&aacute;va (ani poskytovat dalš&iacute; licence) na použit&iacute; Softwaru, ani zatěžovat Software z&aacute;stavn&iacute;m pr&aacute;vem nebo jin&yacute;m způsobem přev&aacute;dět jakoukoli č&aacute;st sv&yacute;ch pr&aacute;v použ&iacute;vat Software, pokud v&aacute;m společnost Google neudělila k tomu v&yacute;slovn&yacute; p&iacute;semn&yacute; souhlas.</p>
<p><strong>10. V&aacute;mi poskytnut&aacute; licence k&nbsp;Obsahu</strong></p>
<p>10.1 K Obsahu, kter&yacute; odešlete, zveřejn&iacute;te nebo zobraz&iacute;te v&nbsp;r&aacute;mci Služeb nebo jejich prostřednictv&iacute;m si ponech&aacute;v&aacute;te autorsk&aacute; pr&aacute;va a jak&aacute;koli jin&aacute; pr&aacute;va, kter&aacute; ohledně tohoto Obsahu vlastn&iacute;te.</p>
<p><strong>11. Aktualizace softwaru</strong></p>
<p>11.1 Software, kter&yacute; použ&iacute;v&aacute;te, může čas od času od společnosti Google automaticky stahovat a instalovat aktualizace. Tyto aktualizace jsou určeny ke zlepšen&iacute;, rozš&iacute;řen&iacute; a dalš&iacute;mu rozvoji Služeb a můžou m&iacute;t podobu oprav chyb, rozš&iacute;řen&yacute;ch funkc&iacute;, nov&yacute;ch softwarov&yacute;ch modulů a zcela nov&yacute;ch verz&iacute;. Souhlas&iacute;te s&nbsp;t&iacute;m, že jako souč&aacute;st sv&eacute;ho použ&iacute;v&aacute;n&iacute; Služeb budete přij&iacute;mat tyto aktualizace (a dovol&iacute;te společnosti Google v&aacute;m je dodat).</p>
<p><strong>12. Ukončen&iacute; vašeho vztahu se společnost&iacute; Google</strong></p>
<p>12.1 Platnost těchto Smluvn&iacute;ch podm&iacute;nek potrv&aacute; až do ukončen&iacute; z&nbsp;vaš&iacute; strany nebo ze strany společnosti Google, jak je pops&aacute;no n&iacute;že. </p>
<p>12.2 Společnost Google sm&iacute; kdykoli ukončit svůj pr&aacute;vn&iacute; vztah s&nbsp;v&aacute;mi, pokud:</p>
<p>(A) jste porušili kter&eacute;koli ustanoven&iacute; Smluvn&iacute;ch podm&iacute;nek (nebo jste jednali způsobem, kter&yacute; jasně vykazoval &uacute;mysl tak učinit, nebo jste nebyli schopni dodržet ustanoven&iacute; Smluvn&iacute;ch podm&iacute;nek); nebo</p>
<p>(B) společnost Google byla ze z&aacute;kona povinna tak učinit (např&iacute;klad, pokud ustanoven&iacute; Služeb je nebo se pro v&aacute;s stane nez&aacute;konn&yacute;m); nebo</p>
<p>(C) partner, se kter&yacute;m v&aacute;m společnost Google nab&iacute;zela Služby, ukončil svůj vztah se společnost&iacute; Google nebo v&aacute;m přestal nab&iacute;zet Služby; nebo</p>
<p>(D) společnost Google přech&aacute;z&iacute; k dalš&iacute;mu neposkytov&aacute;n&iacute; Služeb uživatelům v zemi, ve kter&eacute; s&iacute;dl&iacute;te nebo z n&iacute;ž použ&iacute;v&aacute;te Službu; nebo</p>
<p>(E) poskytov&aacute;n&iacute; Služeb společnost&iacute; Google v&aacute;m již nen&iacute;, z pohledu společnosti Google, obchodně realizovateln&eacute;.</p>
<p>12.3 Ž&aacute;dn&eacute; ustanoven&iacute; v&nbsp;tomto odstavci neovlivňuje pr&aacute;va společnosti Google, pokud jde o poskytov&aacute;n&iacute; Služeb, uveden&aacute; v odstavci 4 Smluvn&iacute;ch podm&iacute;nek.</p>
<p>12.4 Ukončen&iacute;m těchto Smluvn&iacute;ch podm&iacute;nek nebudou ovlivněna ž&aacute;dn&aacute; z&aacute;konn&aacute; pr&aacute;va, povinnosti a z&aacute;vazky, kter&aacute; jste vy a společnost Google využ&iacute;vali, plnili (nebo kter&aacute; jste z&iacute;skali v&nbsp;průběhu času, když byly Smluvn&iacute; podm&iacute;nky v&nbsp;platnosti), nebo kter&aacute; v&yacute;slovně maj&iacute; zůstat v&nbsp;platnosti, a na tato pr&aacute;va, povinnosti a z&aacute;vazky se bude nad&aacute;le a bez časov&eacute;ho omezen&iacute; vztahovat ustanoven&iacute; odstavce 19.7.</p>
<p><strong>13. Vyloučen&iacute; z&aacute;ruk</strong></p>
<p>13.1 Služby jsou poskytov&aacute;ny &bdquo;tak jak jsou&ldquo; a společnost Google, jej&iacute; dceřin&eacute; společnosti a přidružen&eacute; subjekty a jej&iacute; držitel&eacute; licence v&aacute;m s&nbsp;ohledem na ně neposkytuj&iacute; ž&aacute;dnou z&aacute;ruku.</p>
<p>13.2 Společnost Google, jej&iacute; dceřin&eacute; společnosti a přidružen&eacute; subjekty a jej&iacute; držitel&eacute; licence zejm&eacute;na neprohlašuj&iacute; a nezaručuj&iacute; v&aacute;m, že:</p>
<p>(A) použ&iacute;v&aacute;n&iacute; Služeb bude splňovat vaše požadavky,</p>
<p>(B) použ&iacute;v&aacute;n&iacute; Služeb bude nepřerušen&eacute;, včasn&eacute; a bezpečn&eacute; nebo bezchybn&eacute;,</p>
<p>(C) všechny informace, kter&eacute; z&iacute;sk&aacute;te v&nbsp;důsledku použ&iacute;v&aacute;n&iacute; Služeb, budou přesn&eacute; a spolehliv&eacute;, a</p>
<p>(D) že chyby fungov&aacute;n&iacute; nebo funkčnosti jak&eacute;hokoli Softwaru, kter&yacute; je v&aacute;m poskytov&aacute;n v&nbsp;r&aacute;mci Služeb, budou opraveny.</p>
<p>13.3 Pro Služby neplat&iacute; ž&aacute;dn&eacute; podm&iacute;nky, z&aacute;ruky nebo jin&eacute; okolnosti (včetně jak&yacute;chkoli předpokl&aacute;dan&yacute;ch podm&iacute;nek, pokud jde o uspokojivou kvalitu, vhodnost pro dan&yacute; &uacute;čel nebo soulad s&nbsp;vaš&iacute;m popisem), mimo rozsah, v&nbsp;jak&eacute;m jsou v&yacute;slovně stanoveny ve Smluvn&iacute;ch podm&iacute;nk&aacute;ch.</p>
<p>13.4 Ž&aacute;dn&eacute; ustanoven&iacute; těchto Smluvn&iacute;ch podm&iacute;nek neovlivn&iacute; z&aacute;konn&aacute; pr&aacute;va, na kter&aacute; m&aacute;te vždy n&aacute;rok z&nbsp;titulu spotřebitele, a kter&aacute; nemůžete smluvně změnit nebo se jich vzd&aacute;t.</p>
<p><strong>14. Omezen&iacute; odpovědnosti</strong></p>
<p>14.1 Ž&aacute;dn&eacute; ustanoven&iacute; těchto Smluvn&iacute;ch podm&iacute;nek nevylučuje ani neomezuje odpovědnost společnosti Google za škody, kterou nelze podle z&aacute;kona vyloučit nebo omezit.</p>
<p>14.2 S&nbsp;přihl&eacute;dnut&iacute;m k&nbsp;obecn&eacute;mu ustanoven&iacute; uveden&eacute;mu v&nbsp;odstavci 14.1 v&yacute;še společnost Google, jej&iacute; dceřin&eacute; společnosti a přidružen&eacute; subjekty a jej&iacute; držitel&eacute; licence nebudou vůči v&aacute;m odpovědn&iacute; za:</p>
<p>(A) jak&eacute;koli nepř&iacute;m&eacute; nebo n&aacute;sledn&eacute; škody, kter&eacute; v&aacute;m př&iacute;padně vzniknou. Ty zahrnuj&iacute; jak&yacute;koli (př&iacute;mo či nepř&iacute;mo) ušl&yacute; zisk, jakoukoliv ztr&aacute;tu dobr&eacute; pověsti nebo dobr&eacute;ho obchodn&iacute;ho jm&eacute;na, nebo jakoukoliv ztr&aacute;tu dat, kter&aacute; v&aacute;s př&iacute;padně postihla;</p>
<p>(B) jakoukoli ztr&aacute;tu nebo škodu, kter&aacute; v&aacute;m př&iacute;padně může vzniknout v&nbsp;důsledku:</p>
<p>(i) jak&eacute;hokoli spolehnut&iacute; se na &uacute;plnost, přesnost nebo existenci jak&eacute;koli inzerce nebo v&yacute;sledkem jak&eacute;hokoli vztahu nebo transakce mezi v&aacute;mi a inzerentem nebo sponzorem, jehož inzerce se zobrazuje ve Služb&aacute;ch;</p>
<p>(ii) jak&yacute;chkoli změn, kter&eacute; může společnost Google ve Služb&aacute;ch učinit, nebo jak&eacute;hokoli trval&eacute;ho či dočasn&eacute;ho zastaven&iacute; poskytov&aacute;n&iacute; Služeb (nebo kter&yacute;chkoli funkc&iacute; v r&aacute;mci Služeb);</p>
<p>(iii) smaz&aacute;n&iacute;, poškozen&iacute; či neuložen&iacute; libovoln&eacute;ho Obsahu a jin&yacute;ch sdělen&iacute;, kter&aacute; jsou uchov&aacute;v&aacute;na nebo přen&aacute;šena prostřednictv&iacute;m Služeb nebo při jejich využ&iacute;v&aacute;n&iacute;;</p>
<p>(iv) vašeho selh&aacute;n&iacute; při poskytov&aacute;n&iacute; přesn&yacute;ch &uacute;dajů o &uacute;čtu společnosti Google;</p>
<p>(v) vašeho opomenut&iacute; uchovat sv&eacute; heslo nebo podrobnosti o &uacute;čtu bezpečn&eacute; a důvěrn&eacute;;</p>
<p>14.3 Omezen&iacute; odpovědnosti společnosti Google vůči v&aacute;m, popsan&eacute; v&nbsp;odstavci 14.2 v&yacute;še plat&iacute;, ať už byla společnost Google upozorněna na možnost vzniku takov&yacute;ch škod nebo si j&iacute; mohla b&yacute;t vědoma, či nikoliv.</p>
<p><strong>15. Z&aacute;sady t&yacute;kaj&iacute;c&iacute; se autorsk&yacute;ch pr&aacute;v a ochrann&yacute;ch zn&aacute;mek</strong></p>
<p>15.1 Jednou ze z&aacute;sad společnosti Google je reagovat na ozn&aacute;men&iacute; &uacute;dajn&eacute;ho porušen&iacute; autorsk&yacute;ch pr&aacute;v podle př&iacute;slušn&eacute;ho mezin&aacute;rodn&iacute;ho pr&aacute;va k duševn&iacute;mu vlastnictv&iacute; (včetně z&aacute;kona Digital Millennium Copyright Act ve Spojen&yacute;ch st&aacute;tech) a rušit &uacute;čty uživatelů, kteř&iacute; tyto z&aacute;kony opakovaně porušuj&iacute;. Podrobnosti o z&aacute;sad&aacute;ch společnosti Google naleznete na adrese http://www.google.cz/dmca.html.</p>
<p>15.2 Společnost Google při sv&eacute; reklamn&iacute; činnosti využ&iacute;v&aacute; postup pro řešen&iacute; st&iacute;žnost&iacute; t&yacute;kaj&iacute;c&iacute;ch se ochrann&yacute;ch zn&aacute;mek. Podrobnosti o tomto postupu naleznete na adrese http://www.google.cz/tm_complaint.html.</p>
<p><strong>16. Reklamy</strong></p>
<p>16.1 Někter&eacute; Služby jsou podporov&aacute;ny prostřednictv&iacute;m v&yacute;nosů z&nbsp;reklamy, a proto mohou zobrazovat reklamy a nab&iacute;dky. Tyto reklamy mohou b&yacute;t c&iacute;leny na informačn&iacute; obsah uložen&yacute; v r&aacute;mci Služeb, na dotazy proveden&eacute; prostřednictv&iacute;m Služeb nebo na jin&eacute; informace.</p>
<p>16.2 Povaha, forma a rozsah reklam od Google u Služeb se mohou změnit bez předchoz&iacute;ho ozn&aacute;men&iacute;.</p>
<p>16.3 S ohledem na udělen&iacute; př&iacute;stupu ke Služb&aacute;m a vaše použ&iacute;v&aacute;n&iacute; Služeb ze strany společnosti Google souhlas&iacute;te s&nbsp;t&iacute;m, že společnost Google může tyto reklamy do Služeb um&iacute;stit.</p>
<p><strong>17. Dalš&iacute; obsah</strong></p>
<p>17.1 Služby mohou obsahovat hypertextov&eacute; odkazy na jin&eacute; webov&eacute; str&aacute;nky nebo obsah či zdroje. Společnost Google nemus&iacute; m&iacute;t kontrolu nad jak&yacute;mikoli webov&yacute;mi str&aacute;nkami nebo zdroji, kter&eacute; jsou poskytov&aacute;ny společnostmi nebo osobami jin&yacute;mi než je společnost Google.</p>
<p>17.2 Berete na vědom&iacute; a souhlas&iacute;te s&nbsp;t&iacute;m, že společnost Google neodpov&iacute;d&aacute; za dostupnost jak&yacute;chkoli těchto extern&iacute;ch str&aacute;nek a zdrojů, a že neschvaluje ani neodpov&iacute;d&aacute; za ž&aacute;dnou reklamu, produkty či jin&yacute; materi&aacute;l dostupn&yacute; prostřednictv&iacute;m těchto webov&yacute;ch str&aacute;nek a zdrojů.</p>
<p>17.3 Berete na vědom&iacute; a souhlas&iacute;te s&nbsp;t&iacute;m, že společnost Google neodpov&iacute;d&aacute; za ž&aacute;dn&eacute; ztr&aacute;ty nebo škody, kter&eacute; můžete př&iacute;padně utrpět v&nbsp;důsledku dostupnosti těchto extern&iacute;ch str&aacute;nek nebo zdrojů, nebo v&nbsp;důsledku toho, že jste se spol&eacute;hali na &uacute;plnost, přesnost nebo existenci jak&eacute;koli reklamy, produktů nebo jin&yacute;ch materi&aacute;lů um&iacute;stěn&yacute;ch na těchto webov&yacute;ch str&aacute;nk&aacute;ch nebo zdroj&iacute;ch nebo dostupn&yacute;ch jejich prostřednictv&iacute;m.</p>
<p><strong>18. Změny Smluvn&iacute;ch podm&iacute;nek</strong></p>
<p>18.1 Společnost Google může Univerz&aacute;ln&iacute; smluvn&iacute; podm&iacute;nky nebo Dalš&iacute; smluvn&iacute; podm&iacute;nky čas od času změnit. Po proveden&iacute; těchto změn společnost Google zveřejn&iacute; nov&eacute; zněn&iacute; Univerz&aacute;ln&iacute;ch smluvn&iacute;ch podm&iacute;nek na adrese http://www.google.com/accounts/TOS?hl=cs a př&iacute;padn&eacute; nov&eacute; Dalš&iacute; smluvn&iacute; podm&iacute;nky v&aacute;m budou zpř&iacute;stupněny v r&aacute;mci dotčen&yacute;ch Služeb nebo jejich prostřednictv&iacute;m.</p>
<p>18.2 Berete na vědom&iacute; a souhlas&iacute;te s&nbsp;t&iacute;m, že pokud budete použ&iacute;vat Služby po datu, k&nbsp;němuž se Univerz&aacute;ln&iacute; smluvn&iacute; podm&iacute;nky nebo Dalš&iacute; smluvn&iacute; podm&iacute;nky změnily, společnost Google bude považovat vaše dalš&iacute; už&iacute;v&aacute;n&iacute; za přijet&iacute; aktualizovan&yacute;ch Univerz&aacute;ln&iacute;ch smluvn&iacute;ch podm&iacute;nek nebo Dalš&iacute;ch smluvn&iacute;ch podm&iacute;nek.</p>
<p><strong>19. Obecn&eacute; pr&aacute;vn&iacute; podm&iacute;nky</strong></p>
<p>19.1 Při použ&iacute;v&aacute;n&iacute; Služeb můžete (v&nbsp;souvislosti s vaš&iacute;m použ&iacute;v&aacute;n&iacute;m Služeb nebo jejich prostřednictv&iacute;m) občas použ&iacute;t službu, st&aacute;hnout software nebo nakoupit zbož&iacute;, kter&eacute; poskytuje jin&aacute; osoba nebo společnost. Vaše použ&iacute;v&aacute;n&iacute; těchto jin&yacute;ch služeb, softwaru nebo zbož&iacute; může b&yacute;t předmětem samostatn&yacute;ch smluvn&iacute;ch podm&iacute;nek mezi v&aacute;mi a&nbsp;společnost&iacute; nebo osobou, kter&eacute; se to t&yacute;k&aacute;. V&nbsp;takov&eacute;m př&iacute;padě Smluvn&iacute; podm&iacute;nky neovlivňuj&iacute; v&aacute;š pr&aacute;vn&iacute; vztah s&nbsp;těmito jin&yacute;mi společnostmi nebo osobami.</p>
<p>19.2 Smluvn&iacute; podm&iacute;nky představuj&iacute; &uacute;pln&eacute; pr&aacute;vn&iacute; ujedn&aacute;n&iacute; mezi v&aacute;mi a společnost&iacute; Google a ř&iacute;d&iacute; vaše použ&iacute;v&aacute;n&iacute; Služeb (avšak mimo jak&yacute;chkoli služeb, kter&eacute; v&aacute;m společnost Google může poskytovat na z&aacute;kladě samostatn&eacute; p&iacute;semn&eacute; smlouvy) a zcela nahrazuj&iacute; jak&aacute;koli předchoz&iacute; ujedn&aacute;n&iacute; mezi v&aacute;mi a společnost&iacute; Google t&yacute;kaj&iacute;c&iacute; se Služeb.</p>
<p>19.3 Souhlas&iacute;te s t&iacute;m, že společnost Google je opr&aacute;vněna poskytovat v&aacute;m ozn&aacute;men&iacute;, včetně ozn&aacute;men&iacute; t&yacute;kaj&iacute;c&iacute;ch se změn Smluvn&iacute;ch podm&iacute;nek emailem, běžnou poštou nebo zveřejněn&iacute;m na str&aacute;nk&aacute;ch Služeb.</p>
<p>19.4 Souhlas&iacute;te s t&iacute;m, že pokud společnost Google neuplatn&iacute; nebo nebude vym&aacute;hat nějak&yacute; pr&aacute;vn&iacute; n&aacute;rok nebo n&aacute;pravn&eacute; opatřen&iacute; obsažen&eacute; ve Smluvn&iacute;ch podm&iacute;nk&aacute;ch (nebo kter&eacute; může společnost Google využ&iacute;vat na z&aacute;kladě platn&eacute;ho pr&aacute;va), nelze to považovat za form&aacute;ln&iacute; vzd&aacute;n&iacute; se těchto pr&aacute;v ze strany společnosti Google, a tato pr&aacute;va nebo n&aacute;pravn&aacute; opatřen&iacute; budou společnosti Google nad&aacute;le k dispozici.</p>
<p>19.5 Pokud jak&yacute;koli soudn&iacute; dvůr s&nbsp;rozhodovac&iacute; pravomoc&iacute; v dan&eacute; z&aacute;ležitosti rozhodne, že jak&eacute;koli ustanoven&iacute; těchto Smluvn&iacute;ch podm&iacute;nek je neplatn&eacute;, pak toto ustanoven&iacute; bude ze Smluvn&iacute;ch podm&iacute;nek vyňato, aniž by t&iacute;m byla ovlivněna zb&yacute;vaj&iacute;c&iacute; ustanoven&iacute; Smluvn&iacute;ch podm&iacute;nek. Zb&yacute;vaj&iacute;c&iacute; ustanoven&iacute; Smluvn&iacute;ch podm&iacute;nek zůst&aacute;vaj&iacute; nad&aacute;le platn&aacute; a vymahateln&aacute;.</p>
<p>19.6 Berete na vědom&iacute; a souhlas&iacute;te s&nbsp;t&iacute;m, že každ&yacute; člen skupiny společnost&iacute;, jehož mateřskou společnost&iacute; je společnost Google, bude opr&aacute;vněnou třet&iacute; stranou dle Smluvn&iacute;ch podm&iacute;nek, a že tyto dalš&iacute; společnosti budou opr&aacute;vněny př&iacute;mo vym&aacute;hat a dovol&aacute;vat se jak&yacute;chkoliv ustanoven&iacute; Smluvn&iacute;ch podm&iacute;nek, z&nbsp;kter&yacute;ch mohou m&iacute;t prospěch (nebo jim poskytuj&iacute; pr&aacute;va). Kromě v&yacute;še uveden&eacute;ho nesm&iacute; b&yacute;t opr&aacute;vněnou třet&iacute; stranou ohledně těchto Smluvn&iacute;ch podm&iacute;nek ž&aacute;dn&aacute; jin&aacute; osoba ani společnost.</p>
<p>19.7 Smluvn&iacute; podm&iacute;nky a v&aacute;š vztah se společnost&iacute; Google na z&aacute;kladě těchto Smluvn&iacute;ch podm&iacute;nek se ř&iacute;d&iacute; z&aacute;kony Anglie. Vy i společnost Google souhlas&iacute;te s&nbsp;t&iacute;m, že se podrob&iacute;te v&yacute;lučn&eacute; pravomoci soudů Anglie za &uacute;čelem vyřešen&iacute; jak&yacute;chkoli pr&aacute;vn&iacute;ch z&aacute;ležitost&iacute; vypl&yacute;vaj&iacute;c&iacute;ch z&nbsp;těchto Smluvn&iacute;ch podm&iacute;nek. Bez ohledu na v&yacute;še uveden&eacute; souhlas&iacute;te s&nbsp;t&iacute;m, že společnost Google bude m&iacute;t nad&aacute;le pr&aacute;vo v&nbsp;jak&eacute;koli jurisdikci uplatňovat přikazuj&iacute;c&iacute; n&aacute;pravn&aacute; opatřen&iacute; (nebo obdobn&yacute; typ neodkladn&eacute;ho pr&aacute;vn&iacute;ho opravn&eacute;ho prostředku).</p>
<p>4. prosince 2008</p>
<h3>&nbsp;</h3>
<br />
</body>
</html>
