<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="icon" type="image/ico" href="/tools/dlpage/res/chrome/images/chrome-16.png"><title>Conditions d'utilisation de Google&nbsp;Chrome</title>
<style>
body { font-family:Arial; font-size:13px; }
</style>
<script type="text/javascript">
function carry_tracking(obj) {
    var s = '(\\?.*)';
    var regex = new RegExp(s);
    var results = regex.exec(window.location.href);
	if (results != null) {
		obj.href = obj.href + results[1];
	} else {
		s2 = 'intl/([^/]*)';
		regex2 = new RegExp(s2);
		results2 = regex2.exec(window.location.href);
		if (results2 != null) {
			obj.href = obj.href + '?hl=' + results2[1];
		}
	}
}
</script></head>

<body>
<h2>Conditions d'utilisation de Google&nbsp;Chrome</h2>
<p>Ces Conditions d'utilisation s'appliquent &agrave; la version du code ex&eacute;cutable de Google Chrome. Le code source de Google Chrome est disponible sans frais dans le cadre des accords de licence des logiciels libres, sur la page http://code.google.com/chromium/terms.html.</p>
<p><strong>1.&nbsp;Vos relations avec Google</strong></p>
<p>1.1&nbsp;L'utilisation des produits, logiciels, services et sites Web Google (d&eacute;nomm&eacute;s collectivement &quot;Services&quot; dans le pr&eacute;sent document et excluant tous les services fournis par Google faisant l'objet d'un accord &eacute;crit s&eacute;par&eacute;) est r&eacute;gie par les termes d'un accord l&eacute;gal conclu entre vous et Google. &quot;Google&quot; d&eacute;signe la soci&eacute;t&eacute; Google Inc., dont le si&egrave;ge principal est sis &agrave; l'adresse suivante&nbsp;: 1600&nbsp;Amphitheatre Parkway, Mountain View, CA&nbsp;94043, &Eacute;tats-Unis. Le pr&eacute;sent document d&eacute;crit la teneur du contrat susvis&eacute; et d&eacute;finit certains termes de ce contrat.</p>
<p>1.2&nbsp;Sauf mention &eacute;crite contraire convenue avec Google, le contrat qui vous lie &agrave; Google inclut toujours au minimum les conditions et modalit&eacute;s &eacute;nonc&eacute;es dans le pr&eacute;sent document. Ces conditions sont d&eacute;sign&eacute;es ci-apr&egrave;s par l'expression &quot;Conditions universelles&quot;. Les licences de logiciel libre pour le code source de Google Chrome font l'objet d'accords &eacute;crits distincts. Dans la stricte mesure o&ugrave; les licences de logiciel libre remplacent express&eacute;ment ces Conditions universelles, les licences de logiciel libre r&eacute;gissent votre accord avec Google pour l'utilisation de Google Chrome ou de composants inclus sp&eacute;cifiques de Google Chrome.</p>
<p>1.3&nbsp;Votre accord avec Google inclura &eacute;galement les conditions de toutes les notifications l&eacute;gales applicables aux Services, en plus des Conditions universelles. L'ensemble de ces conditions est d&eacute;sign&eacute; dans le reste du document par le terme &quot;Conditions suppl&eacute;mentaires&quot;. Lorsque des Conditions suppl&eacute;mentaires s'appliquent &agrave; un Service, elles peuvent &ecirc;tre consult&eacute;es dans ce m&ecirc;me Service ou au cours de votre utilisation de celui-ci.</p>
<p>1.4&nbsp;Les Conditions universelles et les Conditions suppl&eacute;mentaires constituent un contrat obligatoire entre vous et Google relatif &agrave; votre utilisation des Services. Il est vivement conseill&eacute; de prendre le temps de lire ces Conditions avec attention. Cet accord l&eacute;gal est ci-apr&egrave;s d&eacute;sign&eacute; collectivement par le terme &quot;Conditions&quot;.</p>
<p>1.5&nbsp;En cas de contradiction entre les Conditions suppl&eacute;mentaires et les Conditions universelles, les Conditions suppl&eacute;mentaires pr&eacute;valent pour le Service concern&eacute;.</p>
<p><strong>2.&nbsp;Acceptation des Conditions</strong></p>
<p>2.1&nbsp;Vous devez accepter les Conditions avant de pouvoir utiliser les Services. Vous ne pourrez pas utiliser les Services si vous n'acceptez pas les Conditions.</p>
<p>2.2&nbsp;Pour accepter les Conditions, vous devez&nbsp;:</p>
<p>(a)&nbsp;cliquer sur l'option permettant d'accepter les Conditions, lorsque cette option est propos&eacute;e par Google dans l'interface utilisateur du Service utilis&eacute;&nbsp;; ou</p>
<p>(b)&nbsp;utiliser directement les Services. Dans ce cas, vous reconnaissez et acceptez que Google consid&egrave;re que votre utilisation des Services vaut acceptation des Conditions. </p>
<p><strong>3.&nbsp;Langue des Conditions</strong></p>
<p>3.1&nbsp;Si Google vous fournit une traduction de la version anglaise des Conditions, vous reconnaissez que cette traduction est fournie &agrave; titre indicatif uniquement et que la version anglaise de ces Conditions r&eacute;git vos rapports avec Google.</p>
<p>3.2&nbsp;Si la version anglaise des Conditions et leur traduction se contredisent, la version en langue anglaise pr&eacute;vaut.</p>
<p><strong>4.&nbsp;Fourniture des Services par Google</strong></p>
<p>4.1&nbsp;Google poss&egrave;de des filiales et des entit&eacute;s l&eacute;gales affili&eacute;es dans le monde entier (ci-apr&egrave;s d&eacute;nomm&eacute;es &quot;Affili&eacute;s et Filiales&quot;). Ces soci&eacute;t&eacute;s vous fourniront occasionnellement les Services au nom de Google. Vous reconnaissez et acceptez que les Affili&eacute;s et Filiales de Google sont autoris&eacute;s &agrave; vous fournir ces Services.</p>
<p>4.2&nbsp;Google innove en permanence pour fournir &agrave; ses utilisateurs les meilleurs services possibles. Vous reconnaissez et acceptez que la forme et la nature des Services fournis par Google sont susceptibles d'&ecirc;tre modifi&eacute;es occasionnellement et sans pr&eacute;avis.</p>
<p>4.3&nbsp;Dans le cadre de cette constante innovation, vous reconnaissez et acceptez que Google peut cesser (provisoirement ou d&eacute;finitivement) de fournir &agrave; vous-m&ecirc;me ou aux utilisateurs en g&eacute;n&eacute;ral ses Services (ou certaines fonctionnalit&eacute;s de ces Services), &agrave; sa seule discr&eacute;tion et sans pr&eacute;avis. Vous pouvez cesser d'utiliser les Services &agrave; tout moment. Si vous arr&ecirc;tez d'utiliser les Services, vous n'avez pas &agrave; en informer sp&eacute;cifiquement Google.</p>
<p>4.4&nbsp;Vous reconnaissez et acceptez que si Google d&eacute;sactive l'acc&egrave;s &agrave; votre compte, vous pourriez &ecirc;tre dans l'impossibilit&eacute; d'acc&eacute;der aux Services, aux d&eacute;tails de votre compte, aux fichiers ou &agrave; tout autre &eacute;l&eacute;ment contenu dans votre compte.</p>
<p><strong>5.&nbsp;Utilisation des Services</strong></p>
<p>5.1&nbsp;Vous acceptez d'utiliser uniquement les Services aux fins autoris&eacute;es (a) par les Conditions et (b) par la l&eacute;gislation, les r&egrave;glements ou les directives ou pratiques g&eacute;n&eacute;ralement reconnues dans les juridictions concern&eacute;es, y compris toute loi r&eacute;gissant l'exportation de donn&eacute;es ou de logiciels vers les &Eacute;tats-Unis ou d'autres pays ou en provenance des &Eacute;tats-Unis ou d'autres pays. </p>
<p>5.2&nbsp;Vous vous engagez &agrave; ne pas participer &agrave; des activit&eacute;s susceptibles d'interf&eacute;rer avec les Services (ou les serveurs ou r&eacute;seaux connect&eacute;s aux Services) ou de les interrompre.</p>
<p>5.3&nbsp;Vous consentez &agrave; ne pas reproduire, dupliquer, copier, vendre, commercialiser ou revendre les Services &agrave; quelque fin que ce soit, sauf autorisation &eacute;crite expresse de la part de Google faisant l'objet d'un contrat distinct.</p>
<p>5.4&nbsp;Vous reconnaissez &ecirc;tre seul responsable (et reconnaissez que Google n'a aucune responsabilit&eacute; envers vous ou des tiers) de toute violation de vos obligations telles que d&eacute;finies par les Conditions et des cons&eacute;quences dues &agrave; un tel manquement (y compris les pertes ou dommages subis par Google). </p>
<p><strong>6.&nbsp;Confidentialit&eacute; et informations personnelles</strong></p>
<p>6.1&nbsp;Pour plus d'informations sur la politique de Google en mati&egrave;re de protection des donn&eacute;es, veuillez consulter les R&egrave;gles de confidentialit&eacute; de Google &agrave; l'adresse http://www.google.fr/privacy.html. Ces r&egrave;gles d&eacute;crivent comment sont trait&eacute;es vos informations personnelles et comment Google en prot&egrave;ge la confidentialit&eacute; lorsque vous utilisez les Services.</p>
<p>6.2&nbsp;Vous acceptez que vos donn&eacute;es soient trait&eacute;es conform&eacute;ment aux r&egrave;gles de confidentialit&eacute; de Google.</p>
<p><strong>7.&nbsp;Contenu des Services</strong></p>
<p>7.1&nbsp;Vous reconnaissez que toutes les informations (telles que les fichiers de donn&eacute;es, les textes &eacute;crits, les logiciels informatiques, la musique, les fichiers audio ou autres sons, les photographies, les vid&eacute;os ou autres images) auxquelles vous pouvez avoir acc&egrave;s en tant que partie int&eacute;grante des Services ou au cours de votre utilisation de ceux-ci engagent uniquement la responsabilit&eacute; de la personne dont elles proviennent. Toutes ces informations sont ci-apr&egrave;s d&eacute;nomm&eacute;es le &quot;Contenu&quot;.</p>
<p>7.2&nbsp;N'oubliez pas que le Contenu mis &agrave; votre disposition dans le cadre des Services, y compris, sans s'y limiter, les publicit&eacute;s int&eacute;gr&eacute;es aux Services et le Contenu sponsoris&eacute; au sein de ceux-ci, peut &ecirc;tre prot&eacute;g&eacute; par des droits de propri&eacute;t&eacute; intellectuelle d&eacute;tenus par les sponsors ou les annonceurs qui fournissent ce Contenu &agrave; Google (ou par d'autres personnes ou soci&eacute;t&eacute;s agissant pour leur compte). Sauf autorisation expresse de Google ou des propri&eacute;taires du Contenu faisant l'objet d'un accord distinct, vous ne pouvez pas modifier, louer, pr&ecirc;ter, vendre ou distribuer de travaux d&eacute;riv&eacute;s &agrave; partir du Contenu, en tout ou en partie.</p>
<p>7.3&nbsp;Google se r&eacute;serve le droit, sans toutefois s'y engager, de pr&eacute;-visualiser, r&eacute;viser, marquer, filtrer, modifier, refuser ou retirer tout ou partie du Contenu issu de tout Service. Pour certains Services, Google peut fournir des outils destin&eacute;s &agrave; &eacute;liminer par filtrage les contenus &agrave; caract&egrave;re sexuel. Ces outils comprennent les param&egrave;tres de pr&eacute;f&eacute;rence SafeSearch (voir la page Web http://www.google.fr/help/customize.html#safe). En outre, il existe des logiciels et des services propos&eacute;s dans le commerce qui visent &agrave; limiter l'acc&egrave;s aux &eacute;l&eacute;ments que vous pourriez juger inacceptables.</p>
<p>7.4&nbsp;Vous reconnaissez qu'en utilisant les Services, vous risquez d'&ecirc;tre expos&eacute; &agrave; un Contenu que vous estimez offensant, d&eacute;plac&eacute; ou inacceptable. Vous admettez &eacute;galement que, &agrave; cet &eacute;gard, vous utilisez les Services &agrave; vos propres risques.</p>
<p>7.5&nbsp;Vous acceptez &ecirc;tre enti&egrave;rement responsable (et reconnaissez que Google n'a aucune responsabilit&eacute; envers vous ou envers toute tierce partie) de toute cr&eacute;ation, transmission ou publication de Contenu au moyen des Services et des cons&eacute;quences de vos actes (y compris les pertes ou dommages subis par Google).</p>
<p><strong>8.&nbsp;Droits de propri&eacute;t&eacute;</strong></p>
<p>8.1&nbsp;Vous reconnaissez et acceptez que Google (ou ses conc&eacute;dants de licence) est propri&eacute;taire de tous les droits l&eacute;gaux, titres et int&eacute;r&ecirc;ts, notamment et sans limitation, tous les droits de propri&eacute;t&eacute; intellectuelle portant sur les Services ou inh&eacute;rents &agrave; ceux-ci (que ces droits aient &eacute;t&eacute; d&eacute;pos&eacute;s ou non, et dans tous les endroits du monde o&ugrave; ces droits peuvent exister).</p>
<p>8.2&nbsp;En l'absence d'accord contraire &eacute;crit entre vous et Google, les Conditions ne vous autorisent pas &agrave; utiliser les noms commerciaux, les marques commerciales, les marques de services, les logos, les noms de domaines, ni tout autre signe distinctif de Google.</p>
<p>8.3&nbsp;Si vous avez obtenu de Google, par un accord &eacute;crit distinct, l'autorisation explicite d'utiliser ces signes distinctifs, vous reconnaissez que l'utilisation que vous faites de ces signes doit &ecirc;tre conforme au contrat que vous avez conclu avec Google, aux dispositions des Conditions qui s'appliquent et aux consignes d'utilisation des Signes distinctifs de Google en vigueur (ces derni&egrave;res sont mises &agrave; jour r&eacute;guli&egrave;rement). Ces recommandations sont consultables en ligne sur la page Web http://www.google.fr/permissions/guidelines.html (ou toute autre URL que Google est susceptible de fournir occasionnellement &agrave; cette fin).</p>
<p>8.4&nbsp;La soci&eacute;t&eacute; Google reconna&icirc;t et accepte par les pr&eacute;sentes Conditions qu'elle ne pourra acqu&eacute;rir aucun droit, titre ou int&eacute;r&ecirc;t sur le Contenu que vous ou vos conc&eacute;dants fournissez, publiez, transmettez ou affichez sur les Services ou par le biais de ces derniers, y compris les droits de propri&eacute;t&eacute; intellectuelle relatifs &agrave; ce Contenu (que ces droits soient d&eacute;pos&eacute;s ou non, et partout dans le monde o&ugrave; ces droits peuvent exister). Sauf accord &eacute;crit contraire conclu entre vous et Google, vous reconnaissez &ecirc;tre responsable de la protection et de l'application de ces droits et que Google n'a aucune obligation de prot&eacute;ger ou d'appliquer ces droits en votre nom.</p>
<p>8.5&nbsp;Vous acceptez &eacute;galement de ne pas supprimer, masquer ni modifier les mentions relatives aux droits de propri&eacute;t&eacute; (y compris les avis de droits d'auteur et de marques commerciales) associ&eacute;es ou int&eacute;gr&eacute;es aux Services.</p>
<p>8.6&nbsp;Sauf autorisation &eacute;crite de la part de Google, vous acceptez en ayant recours aux Services de n'utiliser aucune marque commerciale, marque de service, nom commercial ou logo d'une quelconque soci&eacute;t&eacute; ou organisation susceptible de cr&eacute;er la confusion quant au propri&eacute;taire ou utilisateur autoris&eacute; de ces marques, noms ou logos.</p>
<p><strong>9.&nbsp;Licence de Google</strong></p>
<p>9.1&nbsp;La soci&eacute;t&eacute; Google vous attribue une licence personnelle, mondiale, gratuite, non cessible et non exclusive pour utiliser le Logiciel qu'elle vous fournit dans le cadre des Services qu'elle met &agrave; votre disposition (ci-apr&egrave;s d&eacute;sign&eacute; par le &quot;Logiciel&quot;). Cette licence a pour seul but de vous permettre d'utiliser et de b&eacute;n&eacute;ficier des Services fournis par Google, dans le cadre d&eacute;fini par les Conditions.</p>
<p>9.2&nbsp;Sous r&eacute;serve des conditions &eacute;nonc&eacute;es &agrave; l'article&nbsp;1.2, vous n'&ecirc;tes pas autoris&eacute; (et ne pouvez pas autoriser un tiers) &agrave; copier, modifier, cr&eacute;er des travaux d&eacute;riv&eacute;s, faire de l'ing&eacute;nierie inverse, d&eacute;compiler ou tenter d'extraire de quelque mani&egrave;re que ce soit le code source du Logiciel ou d'une partie de celui-ci, &agrave; moins qu'une telle activit&eacute; ne soit requise ou autoris&eacute;e express&eacute;ment par la loi ou qu'elle ne fasse l'objet d'une autorisation &eacute;crite expresse de Google.</p>
<p>9.3&nbsp;Sous r&eacute;serve des conditions &eacute;nonc&eacute;es &agrave; l'article&nbsp;1.2, &agrave; moins d'avoir obtenu une autorisation &eacute;crite sp&eacute;cifique de Google, vous ne pouvez pas c&eacute;der vos droits d'utilisation du Logiciel ni accorder une sous-licence pour ces droits, octroyer des garanties relatives &agrave; vos droits d'utilisation du Logiciel ou transf&eacute;rer d'une quelconque mani&egrave;re tout ou partie de ces droits.</p>
<p><strong>10.&nbsp;Licence relative &agrave; votre Contenu</strong></p>
<p>10.1&nbsp;Vous conservez les droits d'auteur et tous les autres droits en votre possession vis-&agrave;-vis du Contenu que vous fournissez, publiez ou affichez sur les Services ou par le biais de ces derniers.</p>
<p><strong>11.&nbsp;Mises &agrave; jour du Logiciel</strong></p>
<p>11.1&nbsp;Le Logiciel que vous utilisez est susceptible de t&eacute;l&eacute;charger et d'installer automatiquement des mises &agrave; jour fournies par Google. Ces mises &agrave; jour sont con&ccedil;ues pour am&eacute;liorer, perfectionner et faire &eacute;voluer les Services et peuvent prendre la forme de corrections de bogues, d'am&eacute;liorations de fonctionnalit&eacute;s, de nouveaux modules logiciels et de nouvelles versions. Vous acceptez de recevoir ces mises &agrave; jour (et autorisez Google &agrave; vous les fournir) dans le cadre de votre utilisation des Services.</p>
<p><strong>12.&nbsp;Cessation de vos rapports avec Google</strong></p>
<p>12.1&nbsp;Les Conditions s'appliqueront jusqu'&agrave; ce que Google ou vous-m&ecirc;me y mettiez fin, comme pr&eacute;cis&eacute; ci-dessous. </p>
<p>12.2&nbsp;&Agrave; tout moment, Google peut mettre fin &agrave; l'accord l&eacute;gal conclu avec vous si l'un des cas de figure suivants se pr&eacute;sente&nbsp;:</p>
<p>(a) vous avez enfreint une clause des pr&eacute;sentes Conditions, ou vous avez agi d'une fa&ccedil;on qui indique clairement que vous n'avez pas l'intention de vous conformer &agrave; ces dispositions ou que vous ne pouvez pas vous y conformer&nbsp;;</p>
<p>(b) la loi oblige Google &agrave; le faire (par exemple, lorsqu'il est ou qu'il devient ill&eacute;gal de vous fournir les Services)&nbsp;;</p>
<p>(c) le partenaire en association avec lequel Google vous fournissait les Services a mis fin &agrave; ses relations avec Google ou a cess&eacute; de vous fournir les Services&nbsp;;</p>
<p>(d) Google est sur le point de ne plus fournir les Services aux utilisateurs du pays o&ugrave; vous r&eacute;sidez ou du pays depuis lequel vous utilisez les Services&nbsp;;</p>
<p>(e) la fourniture des Services par Google n'est plus commercialement rentable selon Google.</p>
<p>12.3&nbsp;Cet Article n'affecte en rien les droits de Google vis-&agrave;-vis de la fourniture des Services telle qu'elle est d&eacute;finie par l'Article&nbsp;4 des Conditions.</p>
<p>12.4&nbsp;&Agrave; l'expiration de ces Conditions, aucun des droits l&eacute;gaux, obligations et engagements dont vous et Google avez b&eacute;n&eacute;fici&eacute;, avez &eacute;t&eacute; soumis (ou qui sont apparus au fil du temps alors que les Conditions &eacute;taient en vigueur) ou qui sont cens&eacute;s continuer ind&eacute;finiment, ne sera affect&eacute; par la cessation de cet accord. Les dispositions du paragraphe&nbsp;19.7 continueront de s'appliquer ind&eacute;finiment &agrave; ces droits, obligations et engagements.</p>
<p><strong>13.&nbsp;Exclusion de garanties</strong></p>
<p>13.1&nbsp;Les Services sont fournis &quot;en l'&eacute;tat&quot; et Google, ses Affili&eacute;s et Filiales et ses conc&eacute;dants de licence ne fournissent aucune garantie &agrave; cet &eacute;gard.</p>
<p>13.2&nbsp;En particulier, Google, ses Affili&eacute;s et Filiales et ses conc&eacute;dants de licence ne garantissent en aucun cas que&nbsp;:</p>
<p>(a) l'utilisation des Services r&eacute;pondra &agrave; vos besoins&nbsp;;</p>
<p>(b) votre utilisation des Services sera ininterrompue, rapide, s&eacute;curis&eacute;e ou exempte d'erreurs&nbsp;;</p>
<p>(c) toute information que vous obtiendrez suite &agrave; votre utilisation sera exacte ou fiable&nbsp;;</p>
<p>(d) les d&eacute;fauts de fonctionnement ou de disponibilit&eacute; des logiciels fournis en tant que parties int&eacute;grantes des Services seront corrig&eacute;s.</p>
<p>13.3&nbsp;Aucune condition ou garantie implicite ou autre disposition (notamment en ce qui concerne la qualit&eacute; ou l'ad&eacute;quation &agrave; un usage particulier ou la conformit&eacute; &agrave; la description) ne peut s'appliquer aux Services sauf si elle est express&eacute;ment &eacute;nonc&eacute;e dans les pr&eacute;sentes Conditions.</p>
<p>13.4&nbsp;Les Conditions n'affecteront d'aucune mani&egrave;re les droits statutaires que vous poss&eacute;dez en tant que consommateur et que vous ne pouvez pas abandonner ou modifier par un contrat.</p>
<p><strong>14.&nbsp;Limitation de responsabilit&eacute;</strong></p>
<p>14.1&nbsp;Les pr&eacute;sentes conditions n'excluent ou ne limitent d'aucune mani&egrave;re la responsabilit&eacute; de Google vis-&agrave;-vis de pertes si cette responsabilit&eacute; ne peut &ecirc;tre exclue ou limit&eacute;e par la l&eacute;gislation en vigueur.</p>
<p>14.2&nbsp;Conform&eacute;ment aux conditions g&eacute;n&eacute;rales &eacute;nonc&eacute;es dans le paragraphe&nbsp;14.1 ci-dessus, la responsabilit&eacute; de Google, de ses Affili&eacute;s et Filiales et de ses conc&eacute;dants de licence ne saurait &ecirc;tre engag&eacute;e vis-&agrave;-vis de vous pour&nbsp;:</p>
<p>(a) toute perte indirecte ou accessoire que vous &ecirc;tes susceptible de subir (ceci inclut les pertes de profits (directes ou indirectes), les pertes de renomm&eacute;e ou de r&eacute;putation ou les pertes de donn&eacute;es subies par vous)&nbsp;;</p>
<p>(b) toute perte ou tout dommage que vous pourriez subir suite &agrave;&nbsp;:</p>
<p>(i) la confiance dont vous avez t&eacute;moign&eacute; quant &agrave; l'exhaustivit&eacute;, l'exactitude ou l'existence de toute publicit&eacute;, ou d&eacute;coulant d'une relation ou d'une transaction entre vous et un annonceur ou un sponsor dont la publicit&eacute; appara&icirc;t sur les Services&nbsp;;</p>
<p>(ii) toute modification apport&eacute;e par Google aux Services, ou suite &agrave; une cessation provisoire ou d&eacute;finitive de la fourniture des Services (ou de toute fonctionnalit&eacute; des Services)&nbsp;;</p>
<p>(iii) la suppression, la corruption ou l'impossibilit&eacute; d'enregistrer tout contenu et autres donn&eacute;es de communication conserv&eacute;s ou transmis par les Services ou via leur utilisation&nbsp;;</p>
<p>(iv) tout manquement de votre part quant &agrave; la transmission &agrave; Google des informations exactes concernant votre compte&nbsp;;</p>
<p>(v) tout manquement de votre part quant &agrave; la protection et la confidentialit&eacute; de votre mot de passe et des informations de votre compte.</p>
<p>14.3&nbsp;Les limites de la responsabilit&eacute; de Google envers vous qui sont &eacute;nonc&eacute;es dans le paragraphe&nbsp;14.2 ci-dessus s'appliquent m&ecirc;me si Google a &eacute;t&eacute; ou aurait d&ucirc; &ecirc;tre avis&eacute;e de la possibilit&eacute; de telles pertes.</p>
<p><strong>15.&nbsp;R&egrave;glements en mati&egrave;re de droits d'auteur et de marques</strong></p>
<p>15.1&nbsp;Google s'engage &agrave; r&eacute;pondre aux notifications de violation des droits d'auteurs dans le cadre de la loi internationale de protection de la propri&eacute;t&eacute; intellectuelle (y compris la loi de protection des droits d'auteur &quot;Digital Millennium Copyright Act&quot; en vigueur aux &Eacute;tats-Unis) et &agrave; r&eacute;silier le compte de tout contrefacteur r&eacute;cidiviste. Pour plus d'informations sur ces r&egrave;gles, consultez la page http://www.google.fr/dmca.html.</p>
<p>15.2&nbsp;Google a mis en place une proc&eacute;dure de r&eacute;clamation relative aux marques commerciales dans le cadre des activit&eacute;s publicitaires de Google. Vous pouvez consulter les d&eacute;tails de cette proc&eacute;dure &agrave; l'adresse http://www.google.fr/tm_complaint.html.</p>
<p><strong>16.&nbsp;Publicit&eacute;s</strong></p>
<p>16.1&nbsp;Certains Services sont financ&eacute;s par la publicit&eacute; et sont susceptibles d'afficher des annonces ou des promotions. Ces annonces peuvent cibler le contenu des informations stock&eacute;es sur les Services, les requ&ecirc;tes formul&eacute;es &agrave; l'aide des Services ou d'autres informations.</p>
<p>16.2&nbsp;La pr&eacute;sentation, les modalit&eacute;s et l'&eacute;tendue des publicit&eacute;s diffus&eacute;es par Google sur les Services sont soumises &agrave; modification sans avis pr&eacute;alable &agrave; votre attention.</p>
<p>16.3&nbsp;Google vous permet d'acc&eacute;der aux Services et de les utiliser&nbsp;; en contrepartie, vous autorisez Google &agrave; ins&eacute;rer ces annonces sur les Services.</p>
<p><strong>17.&nbsp;Autres contenus</strong></p>
<p>17.1&nbsp;Les Services peuvent contenir des liens hypertextes vers d'autres sites Web, d'autres contenus ou d'autres ressources. Google ne contr&ocirc;le pas toujours les sites et ressources fournies par des soci&eacute;t&eacute;s ou des personnes autres que Google.</p>
<p>17.2&nbsp;Vous reconnaissez et acceptez que Google ne saurait &ecirc;tre tenue responsable de la disponibilit&eacute; des sites ou ressources externes, et que Google ne cautionne pas le Contenu de ces sites, les ressources ni les produits pr&eacute;sents ou disponibles &agrave; partir de ces sites Web ou ressources.</p>
<p>17.3&nbsp;Vous reconnaissez et acceptez que Google ne saurait &ecirc;tre tenue responsable des pertes et dommages que vous pourriez subir, r&eacute;sultant de la disponibilit&eacute; de ces sites ou ressources externes, ou de la confiance dont vous t&eacute;moignez vis-&agrave;-vis de l'exhaustivit&eacute;, de l'exactitude ou de l'existence de toute publicit&eacute;, produit ou autre mat&eacute;riel disponible sur ou &agrave; partir de ces sites Web ou ressources.</p>
<p><strong>18.&nbsp;Modifications apport&eacute;es aux Conditions</strong></p>
<p>18.1&nbsp;Google peut modifier &agrave; tout moment les Conditions universelles ou les Conditions suppl&eacute;mentaires. Lorsque de telles modifications sont apport&eacute;es, Google met &agrave; votre disposition un nouvel exemplaire des Conditions universelles &agrave; l'adresse http://www.google.com/accounts/TOS?hl=fr et les nouvelles Conditions suppl&eacute;mentaires vous seront fournies dans le cadre des Services concern&eacute;s.</p>
<p>18.2&nbsp;Vous reconnaissez et acceptez que si vous utilisez les Services apr&egrave;s la date de modification des Conditions universelles ou des Conditions suppl&eacute;mentaires, Google consid&eacute;rera que votre utilisation des Services &eacute;quivaut &agrave; l'acceptation des Conditions universelles et suppl&eacute;mentaires mises &agrave; jour.</p>
<p><strong>19.&nbsp;Conditions l&eacute;gales g&eacute;n&eacute;rales</strong></p>
<p>19.1&nbsp;Au cours de votre utilisation des Services, vous pouvez &ecirc;tre amen&eacute; (suite &agrave; votre utilisation des Services ou par leur interm&eacute;diaire) &agrave; recourir &agrave; un autre service, &agrave; t&eacute;l&eacute;charger un logiciel ou &agrave; acheter certains produits fournis par une personne ou une soci&eacute;t&eacute; tierce. Votre utilisation de ces autres services, logiciels ou produits peut &ecirc;tre soumise &agrave; des conditions distinctes qui vous lient &agrave; ladite soci&eacute;t&eacute; ou personne. Dans ce cas, les Conditions n'affectent aucunement votre rapport l&eacute;gal avec ces autres soci&eacute;t&eacute;s ou individus.</p>
<p>19.2&nbsp;Les Conditions constituent la totalit&eacute; du contrat vous liant &agrave; Google et r&eacute;gissent votre utilisation des Services (&agrave; l'exception des services qui vous sont fournis par Google faisant l'objet d'un accord &eacute;crit s&eacute;par&eacute;) et remplacent enti&egrave;rement tous les contrats conclus pr&eacute;c&eacute;demment entre vous et Google au sujet des Services.</p>
<p>19.3&nbsp;Vous acceptez que Google puisse vous adresser des avis, notamment ceux relatifs &agrave; des modifications des pr&eacute;sentes Conditions, par courrier &eacute;lectronique, par voie postale ou par le biais de messages publi&eacute;s dans les Services.</p>
<p>19.4&nbsp;Si Google n'exerce ou n'applique aucun des droits ou des recours l&eacute;gaux pr&eacute;vus dans les Conditions (ou dont Google peut b&eacute;n&eacute;ficier dans le cadre de la l&eacute;gislation en vigueur), vous reconnaissez que cela ne constitue en rien une renonciation aux droits de Google et que ces droits et recours seront toujours &agrave; la disposition de Google.</p>
<p>19.5&nbsp;Si un tribunal comp&eacute;tent juge qu'une quelconque disposition de ces Conditions n'est pas valide, cette disposition sera retir&eacute;e des Conditions sans qu'aucune autre disposition n&rsquo;en soit affect&eacute;e. Les autres dispositions resteront pleinement en vigueur.</p>
<p>19.6&nbsp;Vous reconnaissez et acceptez que tous les membres du groupe de soci&eacute;t&eacute;s affili&eacute;es &agrave; Google constituent des tiers b&eacute;n&eacute;ficiaires des Conditions et que ces soci&eacute;t&eacute;s sont autoris&eacute;es &agrave; appliquer directement et &agrave; compter sur toutes les dispositions des Conditions qui leur conf&egrave;rent un avantage (ou des droits). Sous cette r&eacute;serve, aucune autre personne ou soci&eacute;t&eacute; ne peut &ecirc;tre consid&eacute;r&eacute;e comme tiers b&eacute;n&eacute;ficiaire des Conditions.</p>
<p>19.7&nbsp;Les Conditions et les relations qui vous lient &agrave; Google dans le cadre des Conditions sont r&eacute;gies par la loi anglaise. Vous et Google vous engagez &agrave; vous soumettre &agrave; la juridiction exclusive des tribunaux d'Angleterre pour r&eacute;soudre toute question l&eacute;gale en rapport aux Conditions. Nonobstant ce qui pr&eacute;c&egrave;de, vous admettez que Google demeure en droit de solliciter une proc&eacute;dure d'injonction (ou une mesure d'urgence &eacute;quivalente) aupr&egrave;s de n'importe quelle juridiction.</p>
<p>4&nbsp;d&eacute;cembre&nbsp;2008</p>
<h3>&nbsp;</h3>
<br />
</body>
</html>
