<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="icon" type="image/ico" href="/tools/dlpage/res/chrome/images/chrome-16.png"><title>Google Chrome &ndash; anv&auml;ndarvillkor</title>
<style>
body { font-family:Arial; font-size:13px; }
</style>
<script type="text/javascript">
function carry_tracking(obj) {
    var s = '(\\?.*)';
    var regex = new RegExp(s);
    var results = regex.exec(window.location.href);
	if (results != null) {
		obj.href = obj.href + results[1];
	} else {
		s2 = 'intl/([^/]*)';
		regex2 = new RegExp(s2);
		results2 = regex2.exec(window.location.href);
		if (results2 != null) {
			obj.href = obj.href + '?hl=' + results2[1];
		}
	}
}
</script></head>

<body>
<h2>Google Chrome &ndash; anv&auml;ndarvillkor</h2>
<p>Dessa anv&auml;ndarvillkor g&auml;ller den k&ouml;rbara versionen av Google Chrome. K&auml;llkoden till Google Chrome &auml;r tillg&auml;nglig kostnadsfritt enligt de programlicensavtal f&ouml;r &ouml;ppen k&auml;llkod som &auml;r tillg&auml;ngliga p&aring; http://code.google.com/chromium/terms.html.</p>
<p><strong>1. Din relation till Google</strong></p>
<p>1.1 Anv&auml;ndningen av Googles produkter, program, tj&auml;nster och webbplatser (som h&auml;refter gemensamt kallas &quot;tj&auml;nster&quot; i detta dokument och som inte omfattar tj&auml;nster som Google tillhandah&aring;ller under ett separat skrivet avtal) regleras av villkoren i ett juridiskt avtal mellan dig och Google. &quot;Google&quot; st&aring;r f&ouml;r Google Inc., vars huvudkontor finns p&aring; 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA. I detta dokument f&ouml;rklaras vad avtalet best&aring;r av och n&aring;gra av villkoren i avtalet beskrivs.</p>
<p>1.2 S&aring;vida inget annat skriftligt avtal med Google anger n&aring;got annat inkluderar ditt avtal med Google alltid minst de villkor som beskrivs i detta dokument. De kallas h&auml;refter f&ouml;r &quot;allm&auml;nna villkor&quot;. &Ouml;ppen k&auml;llkods-licenser f&ouml;r Google Chromes k&auml;llkod utg&ouml;r separata skriftliga avtal. I den begr&auml;nsade utstr&auml;ckning som &ouml;ppen k&auml;llkods-licenserna mots&auml;ger dessa allm&auml;nna villkor, best&auml;mmer &ouml;ppen k&auml;llkods-licenserna ditt avtal med Google f&ouml;r bruket av Google Chrome eller specifika komponenter som ing&aring;r i Google Chrome.</p>
<p>1.3 Ut&ouml;ver de allm&auml;nna villkoren omfattar ditt avtal med Google &auml;ven villkoren i alla juridiska tillk&auml;nnagivanden som g&auml;ller f&ouml;r tj&auml;nsterna. De kallas h&auml;refter f&ouml;r &quot;ytterligare villkor&quot;. N&auml;r ytterligare villkor g&auml;ller f&ouml;r en tj&auml;nst kommer de att g&ouml;ras tillg&auml;ngliga s&aring; att du kan l&auml;sa dem antingen inom eller via anv&auml;ndningen av tj&auml;nsten.</p>
<p>1.4 Dessa allm&auml;nna villkor utg&ouml;r tillsammans med de ytterligare villkoren ett juridiskt bindande avtal mellan dig och Google vad g&auml;ller anv&auml;ndningen av tj&auml;nsterna. Det &auml;r viktigt att du tar dig tid att noggrant l&auml;sa igenom villkoren. Detta juridiska avtal kallas h&auml;refter f&ouml;r &quot;villkor&quot;.</p>
<p>1.5 Om det finns n&aring;gon mots&auml;ttning mellan vad de ytterligare villkoren och de allm&auml;nna villkoren s&auml;ger ska de ytterligare villkoren g&auml;lla i f&ouml;rh&aring;llande till den tj&auml;nsten.</p>
<p><strong>2. Godk&auml;nna villkoren</strong></p>
<p>2.1 F&ouml;r att kunna anv&auml;nda tj&auml;nsterna m&aring;ste du f&ouml;rst godk&auml;nna villkoren. Du kan inte anv&auml;nda tj&auml;nsterna om du inte godk&auml;nner villkoren.</p>
<p>2.2 Du kan godk&auml;nna villkoren genom att:</p>
<p>(A) klicka f&ouml;r att godk&auml;nna villkoren d&auml;r Google har gjort detta alternativ tillg&auml;ngligt i anv&auml;ndargr&auml;nssnittet f&ouml;r en tj&auml;nst, eller</p>
<p>(B) genom att faktiskt anv&auml;nda tj&auml;nsterna. I detta fall f&ouml;rst&aring;r och godk&auml;nner du att Google behandlar din anv&auml;ndning av tj&auml;nsterna som ett godk&auml;nnande av villkoren fr&aring;n och med d&aring;. </p>
<p><strong>3. Spr&aring;kbruket i villkoren</strong></p>
<p>3.1 I fall d&auml;r Google tillhandah&aring;ller en &ouml;vers&auml;ttning av den engelska spr&aring;kversionen av villkoren godk&auml;nner du att &ouml;vers&auml;ttningen endast tillhandah&aring;lls f&ouml;r att underl&auml;tta f&ouml;r dig och att det &auml;r den engelska spr&aring;kversionen av villkoren som ska styra ditt f&ouml;rh&aring;llande till Google.</p>
<p>3.2 Om det finns n&aring;gon mots&auml;ttning mellan den engelska spr&aring;kversionen av villkoren och en &ouml;vers&auml;ttning, ska den engelska spr&aring;kversionen g&auml;lla.</p>
<p><strong>4. Googles tillhandah&aring;llande av tj&auml;nster</strong></p>
<p>4.1 Google har dotterbolag och relaterade juridiska enheter runt om i v&auml;rlden (&quot;Dotterbolag och filialer&quot;). Ibland &auml;r det dessa f&ouml;retag som tillhandah&aring;ller tj&auml;nsterna &aring; Googles v&auml;gnar. Du &auml;r medveten om och samtycker till att dotterbolag och filialer har r&auml;tt att tillhandah&aring;lla tj&auml;nsterna.</p>
<p>4.2 Google kommer st&auml;ndigt med nya f&ouml;rb&auml;ttringar f&ouml;r att kunna ge sina anv&auml;ndare b&auml;sta m&ouml;jliga upplevelse. Du &auml;r medveten om och samtycker till att typen av och utseendet p&aring; tj&auml;nster som Google erbjuder emellan&aring;t kan &auml;ndras utan att du meddelas i f&ouml;rv&auml;g.</p>
<p>4.3 Som en del av dessa st&auml;ndiga f&ouml;rb&auml;ttringar &auml;r du medveten om och samtycker till att Google eventuellt kan avbryta (permanent eller tillf&auml;lligt) leveransen av tj&auml;nsterna (eller funktioner inom dessa tj&auml;nster) till dig eller till anv&auml;ndare i allm&auml;nhet efter Googles eget gottfinnande, och utan att du meddelas i f&ouml;rv&auml;g. Du kan sluta anv&auml;nda tj&auml;nsterna n&auml;r som helst. Du beh&ouml;ver inte s&auml;rskilt informera Google om n&auml;r du t&auml;nker sluta anv&auml;nda tj&auml;nsterna.</p>
<p>4.4 Du &auml;r medveten om och samtycker till att det kan h&auml;nda att du inte f&aring;r tillg&aring;ng till tj&auml;nsterna och kontouppgifterna eller till filer och annat inneh&aring;ll som finns p&aring; ditt konto om Google inaktiverar &aring;tkomsten till ditt konto.</p>
<p><strong>5. Din anv&auml;ndning av tj&auml;nsterna</strong></p>
<p>5.1 Du samtycker till att enbart anv&auml;nda tj&auml;nsterna enligt vad som till&aring;ts av (a) villkoren och (b) alla till&auml;mpliga lagar, regler eller allm&auml;nt accepterade bruk eller riktlinjer i relevant jurisdiktion (inklusive eventuella lagar som r&ouml;r export av data eller programvara till eller fr&aring;n USA eller andra relevanta l&auml;nder). </p>
<p>5.2 Du samtycker till att du inte kommer att medverka i n&aring;gon aktivitet som st&ouml;r eller avbryter tj&auml;nsterna (eller servrar och n&auml;tverk som &auml;r kopplade till tj&auml;nsterna).</p>
<p>5.3 Du samtycker till att inte reproducera, g&ouml;ra dubbletter av, kopiera, s&auml;lja, handla med eller s&auml;lja vidare tj&auml;nsterna oavsett syfte, utom om du har f&aring;tt s&auml;rskilt tillst&aring;nd att g&ouml;ra detta i ett separat avtal med Google.</p>
<p>5.4 Du samtycker till att du &auml;r ensam ansvarig f&ouml;r (och att Google inte har n&aring;got ansvar gentemot dig eller n&aring;gon tredje part f&ouml;r) eventuella brott mot dina f&ouml;rpliktelser enligt villkoren samt f&ouml;r konsekvenserna (inklusive eventuell f&ouml;rlust eller skada som Google kan komma att lida av) av ett s&aring;dant brott. </p>
<p><strong>6. Sekretess och personlig information</strong></p>
<p>6.1 Information om Googles sekretesstill&auml;mpning ges i v&aring;r sekretesspolicy p&aring; adressen http://www.google.se/privacy.html. Denna policy f&ouml;rklarar hur Google hanterar din personliga information och hur vi skyddar sekretessen n&auml;r du anv&auml;nder Googles tj&auml;nster.</p>
<p>6.2 Du samtycker till att dina uppgifter anv&auml;nds i enlighet med Googles sekretesspolicy.</p>
<p><strong>7. Tj&auml;nsternas inneh&aring;ll</strong></p>
<p>7.1 Du f&ouml;rst&aring;r att ansvaret f&ouml;r all information (t.ex. datafiler, skriven text, datorprogram, musik, ljudfiler och andra ljud, foton, videor och andra bilder) som du har &aring;tkomst till som en del av, eller via ditt bruk av tj&auml;nsterna, helt och h&aring;llet &aring;ligger den person som inneh&aring;llet h&auml;rr&ouml;r fr&aring;n. All s&aring;dan information kallas h&auml;refter f&ouml;r &quot;Inneh&aring;ll&quot;.</p>
<p>7.2 Du b&ouml;r vara medveten om att inneh&aring;ll som presenteras som en del av tj&auml;nsterna, inklusive men inte begr&auml;nsat till annonsering och sponsrat inneh&aring;ll i tj&auml;nsterna, kan vara skyddat av immateriella r&auml;ttigheter som tillh&ouml;r sponsorerna eller annons&ouml;rerna som tillhandah&aring;ller Google med inneh&aring;llet (eller av andra personer eller f&ouml;retag &aring; deras v&auml;gnar). Du kan inte &auml;ndra, hyra ut, leasa, l&aring;na ut, s&auml;lja, distribuera eller skapa h&auml;rledda verk baserat p&aring; detta inneh&aring;ll (helt eller delvis) utom n&auml;r du har f&aring;tt s&auml;rskilt tillst&aring;nd av Google eller av inneh&aring;llets &auml;gare enligt ett separat avtal.</p>
<p>7.3 Google f&ouml;rbeh&aring;ller sig r&auml;tten (men har ingen skyldighet) att i f&ouml;rv&auml;g visa eller granska, flagga, filtrera, &auml;ndra, refusera eller ta bort en del av eller allt inneh&aring;ll fr&aring;n en tj&auml;nst. F&ouml;r vissa tj&auml;nster kan Google tillhandah&aring;lla verktyg f&ouml;r att filtrera bort pornografi. Dessa verktyg omfattar bland annat inst&auml;llningarna f&ouml;r SafeSearch (se http://www.google.se/help/customize.html#safe). Dessutom finns det kommersiellt tillg&auml;ngliga tj&auml;nster och program f&ouml;r att begr&auml;nsa tillg&aring;ngen till material som du anser &auml;r st&ouml;tande.</p>
<p>7.4 Du &auml;r medveten om att din anv&auml;ndning av tj&auml;nsterna kan inneb&auml;ra att du uts&auml;tts f&ouml;r inneh&aring;ll som du anser vara kr&auml;nkande, opassande eller st&ouml;tande och att du i detta h&auml;nseende anv&auml;nder tj&auml;nsterna p&aring; egen risk.</p>
<p>7.5 Du samtycker till att du ensam &auml;r ansvarig (och att Google inte har n&aring;got ansvar gentemot dig eller n&aring;gon tredje part) f&ouml;r allt inneh&aring;ll som du skapar, &ouml;verf&ouml;r eller visar n&auml;r du anv&auml;nder tj&auml;nsterna samt f&ouml;r konsekvenserna (inklusive eventuell f&ouml;rlust eller skada som Google kan komma att lida) av att g&ouml;ra detta.</p>
<p><strong>8. &Auml;gander&auml;tt</strong></p>
<p>8.1 Du &auml;r medveten om och samtycker till att Google (eller Googles licensgivare) &auml;ger alla juridiska r&auml;ttigheter, all &auml;gander&auml;tt och alla intressen, inklusive alla immateriella r&auml;ttigheter till tj&auml;nsten (oavsett om r&auml;ttigheterna &auml;r registrerade eller inte, och oavsett var i v&auml;rlden dessa r&auml;ttigheter finns).</p>
<p>8.2 Utom i fall d&aring; du har ett annat skriftligt avtal med Google finns det inget i villkoren som ger dig r&auml;tt att anv&auml;nda Googles varum&auml;rkesnamn, varum&auml;rken, servicem&auml;rken, logotyper, dom&auml;nnamn och andra utm&auml;rkande m&auml;rkesprofiler.</p>
<p>8.3 Om du har uttrycklig r&auml;tt att anv&auml;nda n&aring;gon av dessa m&auml;rkesprofiler i ett separat skriftligt avtal med Google samtycker du till att anv&auml;nda s&aring;dana profiler i enlighet med avtalet, alla g&auml;llande best&auml;mmelser i villkoren och riktlinjerna f&ouml;r anv&auml;ndning av Googles m&auml;rkesprofiler enligt uppdateringarna som sker emellan&aring;t. Dessa riktlinjer finns online p&aring; adressen http://www.google.com/permissions/guidelines.html (eller en annan webbadress som Google emellan&aring;t tillhandah&aring;ller f&ouml;r detta syfte).</p>
<p>8.4 Google erk&auml;nner och samtycker till att det inte har n&aring;gra r&auml;ttigheter, befogenheter och anspr&aring;k vad g&auml;ller dig (eller dina licensgivare) enligt dessa villkor p&aring; eller till inneh&aring;ll som du skickar in, l&auml;gger upp, &ouml;verf&ouml;r eller visar p&aring; eller via tj&auml;nsterna, inklusive alla immateriella r&auml;ttigheter till inneh&aring;llet (oavsett om dessa r&auml;ttigheter &auml;r registrerade eller inte, och oavsett var i v&auml;rlden dessa r&auml;ttigheter finns). Utom n&auml;r du har annat skriftligt avtal med Google samtycker du till att du har ansvar f&ouml;r att skydda och uppr&auml;tth&aring;lla dessa r&auml;ttigheter och att Google inte har n&aring;gon skyldighet att g&ouml;ra s&aring; f&ouml;r din r&auml;kning.</p>
<p>8.5 Du samtycker till att inte ta bort, d&ouml;lja eller &auml;ndra information om &auml;gander&auml;tt (inklusive information om upphovsr&auml;tt och varum&auml;rken) som finns inom eller i anslutning till tj&auml;nsterna.</p>
<p>8.6 Du samtycker till att anv&auml;nda tj&auml;nsterna utan att anv&auml;nda varum&auml;rken, servicem&auml;rken, varum&auml;rkesnamn och logotyper f&ouml;r ett f&ouml;retag eller en organisation p&aring; ett s&auml;tt som troligen eller avsiktligen skapar f&ouml;rvirring om vem som &auml;ger eller har beh&ouml;righet att anv&auml;nda s&aring;dana m&auml;rken, namn och logotyper, utom n&auml;r Google uttryckligen och skriftligen har beviljat annat.</p>
<p><strong>9. Licens fr&aring;n Google</strong></p>
<p>9.1 Google tillhandah&aring;ller en personlig, v&auml;rldsomsp&auml;nnande, royaltyfri, ej &ouml;verf&ouml;rbar och icke-exklusiv licens som till&aring;ter att du anv&auml;nder programmet som Google tillhandah&aring;ller som en del av tj&auml;nsten s&aring;som den tillhandah&aring;lls av Google (ben&auml;mns &rdquo;programvaran&rdquo; nedan). Denna licens har det enda syftet att g&ouml;ra det m&ouml;jligt f&ouml;r dig att anv&auml;nda och &aring;tnjuta f&ouml;rdelarna med tj&auml;nsterna s&aring; som de tillhandah&aring;lls av Google, p&aring; de s&auml;tt som villkoren till&aring;ter.</p>
<p>9.2 Med f&ouml;rbeh&aring;ll f&ouml;r avsnitt 1.2 f&aring;r du inte (och kan inte till&aring;ta n&aring;gon annan att) kopiera, &auml;ndra, skapa h&auml;rledda verk av, dekonstruera, dekompilera eller p&aring; annat s&auml;tt f&ouml;rs&ouml;ka extrahera k&auml;llkod fr&aring;n programmet eller n&aring;gon del av detta, utom n&auml;r detta uttryckligen till&aring;ts eller kr&auml;vs enligt lag, och utom n&auml;r Google uttryckligen och skriftligen har gett tillst&aring;nd till detta.</p>
<p>9.3 Med f&ouml;rbeh&aring;ll f&ouml;r avsnitt 1.2 och om inte Google har gett dig uttryckligt skriftligt tillst&aring;nd kan du inte tilldela n&aring;gon (eller bevilja n&aring;gon en dellicens f&ouml;r) dina r&auml;ttigheter att anv&auml;nda programmet, bevilja s&auml;kerhetsr&auml;tt till dina r&auml;ttigheter att anv&auml;nda programmet, eller p&aring; annat s&auml;tt &ouml;verf&ouml;ra n&aring;gon del av r&auml;ttigheterna att anv&auml;nda programmet.</p>
<p><strong>10. Inneh&aring;llslicens fr&aring;n dig</strong></p>
<p>10.1 Du beh&aring;ller upphovsr&auml;tten och alla andra r&auml;ttigheter som du redan har f&ouml;r inneh&aring;ll som du skickar, l&auml;gger upp eller visar p&aring; eller via tj&auml;nsterna.</p>
<p><strong>11. Programuppdateringar</strong></p>
<p>11.1 Programmet som du anv&auml;nder kan emellan&aring;t h&auml;mta och installera uppdateringar automatiskt fr&aring;n Google. Dessa uppdateringar har utformats f&ouml;r att f&ouml;rb&auml;ttra, st&auml;rka och ytterligare utveckla tj&auml;nsterna och kan vara buggfixar, f&ouml;rb&auml;ttrade funktioner, nya programmoduler och helt nya versioner. Du samtycker till att ta emot s&aring;dana uppdateringar (och till att Google har tillst&aring;nd att s&auml;nda dessa till dig) som en del av din anv&auml;ndning av tj&auml;nsterna.</p>
<p><strong>12. Avsluta din relation med Google</strong></p>
<p>12.1 Villkoren forts&auml;tter att g&auml;lla tills de avslutas av dig eller Google enligt nedanst&aring;ende. </p>
<p>12.2 Google kan n&auml;r som helst avsluta sitt juridiska avtal med dig om:</p>
<p>(A) du har brutit mot n&aring;gon av best&auml;mmelserna i villkoren (eller har agerat p&aring; ett s&auml;tt som tydligt visar att du inte har f&ouml;r avsikt eller inte har m&ouml;jlighet att efterf&ouml;lja best&auml;mmelserna i villkoren); eller</p>
<p>(B) Google m&aring;ste g&ouml;ra s&aring; enligt lag (t.ex. om tillhandah&aring;llandet av tj&auml;nsterna &auml;r eller blir olagliga i ditt fall); eller</p>
<p>(C) den partner med vilken Google erbjuder dig tj&auml;nster avslutar sin anknytning till Google eller upph&ouml;r erbjuda sina tj&auml;nster; eller</p>
<p>(D) Google &ouml;verg&aring;r till att inte l&auml;ngre erbjuda tj&auml;nsterna till anv&auml;ndare i det land i vilket du bor eller fr&aring;n vilket du anv&auml;nder tj&auml;nsterna; eller</p>
<p>(E) tillhandah&aring;llandet av tj&auml;nsterna som Google erbjuder enligt Google inte l&auml;ngre &auml;r kommersiellt g&aring;ngbart.</p>
<p>12.3 Inget i detta avsnitt ska p&aring;verka Googles r&auml;ttigheter med avseende p&aring; tillhandah&aring;llandet av tj&auml;nsterna enligt avsnittet 4 i villkoren.</p>
<p>12.4 N&auml;r villkoren upph&ouml;r att g&auml;lla kommer alla lagstadgade r&auml;ttigheter, f&ouml;rpliktelser och ansvars&aring;taganden som du och Google har haft, varit underkastade (eller som har tillkommit under tiden som villkoren har g&auml;llt) eller som har uppgetts forts&auml;tta utan tidsgr&auml;ns, ej att p&aring;verkas av upph&ouml;randet, och best&auml;mmelserna i paragraf 19.7 ska forts&auml;tta att till&auml;mpas p&aring; s&aring;dana r&auml;ttigheter, f&ouml;rpliktelser och ansvars&aring;taganden utan tidsgr&auml;ns.</p>
<p><strong>13. Friskrivningsklausul f&ouml;r garantier</strong></p>
<p>13.1 Tj&auml;nsterna tillhandah&aring;lls i befintligt skick och Google, dess dotterbolag och filialer och deras licensgivare ger dig ingen garanti med h&auml;nseende till dem.</p>
<p>13.2 Google, dess dotterbolag och filialer och deras licensgivare varken garanterar eller h&auml;vdar att:</p>
<p>(A) Din anv&auml;ndning av tj&auml;nsterna kommer att uppfylla dina krav</p>
<p>(B) Din anv&auml;ndning av tj&auml;nsterna f&ouml;rblir oavbruten, snabb, s&auml;ker eller felfri</p>
<p>(C) All information som du f&aring;r som ett resultat av att anv&auml;nda tj&auml;nsterna &auml;r korrekt eller tillf&ouml;rlitlig och</p>
<p>(D) Att defekter i utf&ouml;rande eller funktioner i ett program som du f&aring;tt som en del av tj&auml;nsterna kommer att korrigeras.</p>
<p>13.3 Inga garantier eller villkor (inklusive underf&ouml;rst&aring;dda villkor vad g&auml;ller tillfredsst&auml;llande kvalitet, l&auml;mplighet f&ouml;r ett visst &auml;ndam&aring;l eller utf&ouml;rande enligt beskrivning) g&auml;ller f&ouml;r tj&auml;nsterna utom i den utstr&auml;ckning som uttryckligen anges i villkoren.</p>
<p>13.4 Ingenting i villkoren ska p&aring;verka de lagstadgade r&auml;ttigheter som du alltid &aring;tnjuter som konsument och som du inte kan samtycka till eller avs&auml;ga dig i n&aring;got avtal.</p>
<p><strong>14. Ansvarsbegr&auml;nsning</strong></p>
<p>14.1 Inget i dessa villkor ska utesluta eller begr&auml;nsa Googles ansvarsskyldighet f&ouml;r f&ouml;rluster som inte lagenligt kan uteslutas eller begr&auml;nsas enligt g&auml;llande lagar.</p>
<p>14.2 I enlighet med den &ouml;vergripande best&auml;mmelsen i stycket 14.1 ovan &auml;r Google, dess dotterbolag och filialer och deras licensgivare inte ansvarsskyldiga gentemot dig vad g&auml;ller:</p>
<p>(A) indirekta f&ouml;rluster eller f&ouml;rluster orsakade av f&ouml;ljdskador som du &aring;samkar dig. Detta inkluderar all f&ouml;rlust av int&auml;kter (&aring;samkad direkt eller indirekt), f&ouml;rlust av goodwill eller aff&auml;rsrykte eller din f&ouml;rlust av data;</p>
<p>(B) f&ouml;rlust eller skada som du kan ha &aring;samkat som ett resultat av:</p>
<p>(i) tillit du har satt till fullst&auml;ndighet, exakthet eller f&ouml;rekomst av annonsering, eller som ett resultat av ett f&ouml;rh&aring;llande eller en transaktion mellan dig och en annons&ouml;r eller sponsor vars annonser visas p&aring; tj&auml;nsterna;</p>
<p>(ii) &auml;ndringar som google kan g&ouml;ra av tj&auml;nsterna, eller ett permanent eller tillf&auml;lligt avbrott i tillhandah&aring;llandet av tj&auml;nsterna (eller funktioner inom tj&auml;nsterna);</p>
<p>(iii) borttagning eller f&ouml;rvr&auml;ngning av eller underl&aring;tenhet att lagra inneh&aring;ll och andra kommunikationsdata som underh&aring;lls eller &ouml;verf&ouml;rs av eller via tj&auml;nsterna du anv&auml;nder;</p>
<p>(iii) din underl&aring;tenhet att ge Google korrekt kontoinformation;</p>
<p>(iv) din underl&aring;tenhet att h&aring;lla l&ouml;senord eller kontouppgifter s&auml;kra och konfidentiella;</p>
<p>14.3 Dessa begr&auml;nsningar av Googles ansvarsskyldighet gentemot dig enligt stycket 14.2 ovan ska g&auml;lla oavsett om Google har informerats eller inte har informerats om eller skulle ha varit medvetet om m&ouml;jligheten till att s&aring;dana f&ouml;rluster skulle uppst&aring;.</p>
<p><strong>15. Riktlinjer ang&aring;ende upphovsr&auml;tt och varum&auml;rken</strong></p>
<p>15.1 Det &auml;r Googles policy att svara p&aring; anm&auml;lningar om p&aring;st&aring;dd kr&auml;nkning av upphovsr&auml;tten som f&ouml;ljer g&auml;llande internationella lagar om immateriella r&auml;ttigheter (inklusive den amerikanska Digital Millennium Copyright Act, DMCA) och att avsluta konton som tillh&ouml;r personer som gjort upprepade kr&auml;nkningar. Mer uppgifter om Googles policy finns p&aring; adressen http://www.google.com/dmca.html.</p>
<p>15.2 Google till&auml;mpar en process f&ouml;r varum&auml;rkesklagom&aring;l med avseende p&aring; Googles annonseringsverksamhet. Information om denna finns p&aring; adressen http://www.google.com/tm_complaint.html.</p>
<p><strong>16. Annonser</strong></p>
<p>16.1 Vissa av tj&auml;nsterna sponsras av annonsint&auml;kter och annonser och kampanjer kan visas. Dessa annonser kan riktas mot inneh&aring;llet som lagras i tj&auml;nsterna, s&ouml;kfr&aring;gor som g&ouml;rs via tj&auml;nsterna eller annan information.</p>
<p>16.2 S&auml;ttet f&ouml;r, formen p&aring; och omfattningen av Googles annonsering av dessa tj&auml;nster kan &auml;ndras utan att du meddelas om detta.</p>
<p>16.3 I geng&auml;ld f&ouml;r att Google ger dig &aring;tkomst till och m&ouml;jlighet att anv&auml;nda tj&auml;nsterna godk&auml;nner du att Google placerar s&aring;dana annonser p&aring; tj&auml;nsterna.</p>
<p><strong>17. &Ouml;vrigt inneh&aring;ll</strong></p>
<p>17.1 Tj&auml;nsterna kan inkludera hyperl&auml;nkar till andra webbplatser eller resurser eller till annat inneh&aring;ll. Google har inte kontroll &ouml;ver webbplatser eller resurser som tillhandah&aring;lls av andra f&ouml;retag eller privatpersoner &auml;n Google.</p>
<p>17.2 Du &auml;r medveten om och samtycker till att Google inte &auml;r ansvarigt f&ouml;r tillg&auml;ngligheten f&ouml;r s&aring;dana externa webbplatser eller resurser och inte rekommenderar annonsering, produkter eller annat material som finns p&aring; eller som g&ouml;rs tillg&auml;ngligt via s&aring;dana webbplatser eller resurser.</p>
<p>17.3 Du &auml;r medveten om och samtycker till att Google inte &auml;r ansvarigt f&ouml;r f&ouml;rlust eller skada som du kan &aring;samka dig som ett resultat av tillg&auml;ngligheten av dessa externa webbplatser eller resurser eller som ett resultat av din tillit till fullst&auml;ndighet, exakthet eller f&ouml;rekomst av annonsering, produkter eller annat material som finns p&aring; eller som g&ouml;rs tillg&auml;ngligt via s&aring;dana webbplatser eller resurser.</p>
<p><strong>19. &Auml;ndringar i villkoren</strong></p>
<p>18.1 Google kan emellan&aring;t &auml;ndra de allm&auml;nna eller ytterligare villkoren. N&auml;r dessa &auml;ndringar g&ouml;rs publicerar Google en ny version av de allm&auml;nna villkoren som finns p&aring; adressen http://www.google.com/accounts/TOS?hl=sv och du kan tillg&aring; alla nya ytterligare villkor inom eller via de tj&auml;nster som ber&ouml;rs.</p>
<p>18.2 Du &auml;r medveten om och samtycker till att om du anv&auml;nder tj&auml;nsterna efter det datum d&aring; de allm&auml;nna eller ytterligare villkoren &auml;ndrades, behandlar Google din anv&auml;ndning som ett godk&auml;nnande av de uppdaterade allm&auml;nna eller ytterligare villkoren.</p>
<p><strong>19 Allm&auml;nna juridiska villkor</strong></p>
<p>19.1 Ibland n&auml;r du anv&auml;nder tj&auml;nsterna kan du (som ett resultat av eller genom din anv&auml;ndning av tj&auml;nsterna) anv&auml;nda en tj&auml;nst, h&auml;mta program eller handla varor som tillhandah&aring;lls av en annan person eller ett annat f&ouml;retag. Din anv&auml;ndning av s&aring;dana andra tj&auml;nster, program eller varor kan omfattas av separata villkor mellan dig och f&ouml;retaget eller personen i fr&aring;ga. Om s&aring; &auml;r fallet p&aring;verkar villkoren inte det juridiska f&ouml;rh&aring;llandet med dessa andra f&ouml;retag eller personer.</p>
<p>19.2 Villkoren utg&ouml;r hela det juridiska avtalet mellan dig och Google och styr din anv&auml;ndning av tj&auml;nsterna (utom tj&auml;nster som Google tillhandah&aring;ller under ett separat skrivet avtal) och ers&auml;tter helt och h&aring;llet alla tidigare avtal mellan dig och Google vad g&auml;ller tj&auml;nsterna.</p>
<p>19.3 Du samtycker till att Google kan f&ouml;rse dig med meddelanden, inklusive s&aring;dana som r&ouml;r &auml;ndringar av villkoren, via e-post, vanlig post eller via inl&auml;gg till tj&auml;nsterna.</p>
<p>19.4 Du samtycker till att om Google inte ut&ouml;var eller driver igenom n&aring;gon juridisk r&auml;ttighet eller gottg&ouml;relse som omfattas av villkoren (eller som Google &aring;tnjuter enligt g&auml;llande lagar), kommer detta inte att anses vara ett formellt upph&auml;vande av Googles r&auml;ttigheter och att dessa r&auml;ttigheter eller gottg&ouml;relser fortfarande kommer att vara tillg&auml;ngliga f&ouml;r Google.</p>
<p>19.5 Om n&aring;gon domstol eller lag som har jurisdiktion att fatta beslut i fr&aring;gan, beslutar att n&aring;gon best&auml;mmelse i dessa villkor &auml;r ogiltig, kommer den best&auml;mmelsen att tas bort fr&aring;n villkoren utan att det p&aring;verkar &aring;terst&aring;ende villkor. &Aring;terst&aring;ende best&auml;mmelser i villkoren forts&auml;tter att vara giltiga och kommer att uppr&auml;tth&aring;llas.</p>
<p>19.6 Du &auml;r medveten om och samtycker till att varje medlem i gruppen med f&ouml;retag f&ouml;r vilken Google &auml;r det &ouml;verordnade f&ouml;retaget ska vara f&ouml;rm&aring;nstagare som tredje part enligt dessa villkor och att s&aring;dana andra f&ouml;retag ska ha r&auml;tt att direkt genomdriva och lita p&aring; best&auml;mmelser i villkoren som tilldelar dem en f&ouml;rm&aring;n (eller r&auml;ttigheter till deras f&ouml;rdel). I inga andra fall &auml;n dessa kommer andra personer eller f&ouml;retag att vara f&ouml;rm&aring;nstagare som tredje part av dessa villkor.</p>
<p>19.7 Dessa villkor och relationen mellan dig och Google enligt villkoren, ska styras av engelsk lag. Du och Google samtycker till att f&ouml;lja de exklusiva lagar som g&auml;ller i domstolar i England f&ouml;r att l&ouml;sa juridiska som uppst&aring;r i och med villkoren. Oaktat detta samtycker du till att Google forts&auml;ttningsvis har tillst&aring;nd att beg&auml;ra domstolsf&ouml;rel&auml;gganden (eller motsvarande typ av omedelbar juridisk &aring;tg&auml;rd) inom en jurisdiktion.</p>
<p>4 december 2008</p>
<h3>&nbsp;</h3>
<br />
</body>
</html>
