<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="icon" type="image/ico" href="/tools/dlpage/res/chrome/images/chrome-16.png"><title>Google Chrome - &Aacute;ltal&aacute;nos Szerződ&eacute;si Felt&eacute;telek</title>
<style>
body { font-family:Arial; font-size:13px; }
</style>
<script type="text/javascript">
function carry_tracking(obj) {
    var s = '(\\?.*)';
    var regex = new RegExp(s);
    var results = regex.exec(window.location.href);
	if (results != null) {
		obj.href = obj.href + results[1];
	} else {
		s2 = 'intl/([^/]*)';
		regex2 = new RegExp(s2);
		results2 = regex2.exec(window.location.href);
		if (results2 != null) {
			obj.href = obj.href + '?hl=' + results2[1];
		}
	}
}
</script></head>

<body>
<h2>Google Chrome - &Aacute;ltal&aacute;nos Szerződ&eacute;si Felt&eacute;telek</h2>
<p>A jelen &Aacute;ltal&aacute;nos Szerződ&eacute;si Felt&eacute;telek szab&aacute;lyozz&aacute;k a Google Chrome futtathat&oacute; k&oacute;d&uacute; v&aacute;ltozat&aacute;nak az &Ouml;n &aacute;ltal val&oacute; haszn&aacute;lat&aacute;t. A Google Chrome forr&aacute;sk&oacute;dja ny&iacute;lt forr&aacute;sk&oacute;d&uacute; szoftverekre vonatkoz&oacute; licencszerződ&eacute;sek keret&eacute;ben d&iacute;jmentesen el&eacute;rhető a k&ouml;vetkező c&iacute;men: http://code.google.com/chromium/terms.html.</p>
<p><strong>1. A Google-lal val&oacute; jogviszony</strong></p>
<p>1.1 A Google term&eacute;keinek, szoftvereinek, szolg&aacute;ltat&aacute;sainak &eacute;s webhelyeinek (a jelen dokumentumban egy&uuml;ttesen &quot;Szolg&aacute;ltat&aacute;sok&quot;, kiv&eacute;ve a Google &aacute;ltal &Ouml;nnek esetleg k&uuml;l&ouml;n &iacute;r&aacute;sos szerződ&eacute;s keret&eacute;ben ny&uacute;jtott szolg&aacute;ltat&aacute;sokat) haszn&aacute;lat&aacute;ra az &Ouml;n &eacute;s a Google k&ouml;z&ouml;tt l&eacute;trej&ouml;tt szerződ&eacute;s rendelkez&eacute;sei &eacute;rv&eacute;nyesek. A &quot;Google&quot; a Google Inc. v&aacute;llalatot jelenti, amelynek sz&eacute;khelye 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA. Ez a dokumentum bemutatja a szerződ&eacute;s fel&eacute;p&iacute;t&eacute;s&eacute;t, valamint r&ouml;gz&iacute;ti a szerződ&eacute;s bizonyos rendelkez&eacute;seit.</p>
<p>1.2 Ha ettől elt&eacute;rő &iacute;r&aacute;sos meg&aacute;llapod&aacute;s nem sz&uuml;letik a Google-lal, az &Ouml;n &eacute;s a Google k&ouml;z&ouml;tti szerződ&eacute;snek legal&aacute;bb a jelen dokumentumban r&ouml;gz&iacute;tett felt&eacute;teleket tartalmaznia kell. Ezekre a tov&aacute;bbiakban az &quot;&Aacute;ltal&aacute;nos felt&eacute;telek&quot; kifejez&eacute;ssel utalunk. A Google Chrome forr&aacute;sk&oacute;dj&aacute;nak ny&iacute;lt forr&aacute;sk&oacute;d&uacute; szoftverekre vonatkoz&oacute; licencei t&ouml;bb &iacute;r&aacute;sos szerződ&eacute;sből &aacute;llnak. Abban a korl&aacute;tozott m&eacute;rt&eacute;kben, amennyire a ny&iacute;lt forr&aacute;sk&oacute;d&uacute; szoftverekre vonatkoz&oacute; licencek kifejezetten fel&uuml;lb&iacute;r&aacute;lj&aacute;k ezeket az &Aacute;ltal&aacute;nos felt&eacute;teleket, a ny&iacute;lt forr&aacute;sk&oacute;d&uacute; szoftverekre vonatkoz&oacute; licencek szab&aacute;lyozz&aacute;k az &Ouml;n &eacute;s a Google k&ouml;z&ouml;tti, a Google Chrome haszn&aacute;lat&aacute;val vagy a Google Chrome-ba foglalt &ouml;sszetevők haszn&aacute;lat&aacute;val kapcsolatos meg&aacute;llapod&aacute;st.</p>
<p>1.3 Az &Ouml;n &eacute;s a Google k&ouml;z&ouml;tti szerződ&eacute;snek az &Aacute;ltal&aacute;nos felt&eacute;teleken k&iacute;v&uuml;l r&eacute;szei lesznek m&eacute;g a Szolg&aacute;ltat&aacute;sokra vonatkoz&oacute; esetleges Jogi t&aacute;j&eacute;koztat&oacute;k. A tov&aacute;bbiakban mindezekre egy&uuml;tt a &quot;Kieg&eacute;sz&iacute;tő felt&eacute;telek&quot; sz&oacute;szerkezettel utalunk. Ha egy szolg&aacute;ltat&aacute;sra Kieg&eacute;sz&iacute;tő felt&eacute;telek vonatkoznak, akkor azok olvas&aacute;sra el&eacute;rhetők az &Ouml;n sz&aacute;m&aacute;ra a Szolg&aacute;ltat&aacute;son bel&uuml;l vagy annak haszn&aacute;lata sor&aacute;n.</p>
<p>1.4 Az &Aacute;ltal&aacute;nos felt&eacute;telek &eacute;s a Kieg&eacute;sz&iacute;tő felt&eacute;telek egy&uuml;tt k&ouml;telező &eacute;rv&eacute;nyű szerződ&eacute;st k&eacute;peznek a Google &eacute;s &Ouml;n k&ouml;z&ouml;tt a Szolg&aacute;ltat&aacute;sok &Ouml;n &aacute;ltal t&ouml;rt&eacute;nő haszn&aacute;lat&aacute;ra vonatkoz&oacute;an. Fontos, hogy r&aacute;sz&aacute;nja az időt alapos elolvas&aacute;sukra. Erre a szerződ&eacute;sre a tov&aacute;bbiakban a &quot;Felt&eacute;telek&quot; sz&oacute;val utalunk.</p>
<p>1.5 Ha b&aacute;rmif&eacute;le ellenmond&aacute;s van a Kieg&eacute;sz&iacute;tő felt&eacute;telek &eacute;s az &Aacute;ltal&aacute;nos felt&eacute;telek k&ouml;z&ouml;tt, akkor az adott szolg&aacute;ltat&aacute;sra vonatkoz&oacute;an a Kieg&eacute;sz&iacute;tő felt&eacute;telek az ir&aacute;nyad&oacute;ak.</p>
<p><strong>2. A felt&eacute;telek elfogad&aacute;sa</strong></p>
<p>2.1 Ahhoz, hogy haszn&aacute;lhassa a Szolg&aacute;ltat&aacute;sokat, elsők&eacute;nt el kell fogadnia a Felt&eacute;teleket. Ha nem fogadja el a Felt&eacute;teleket, nem haszn&aacute;lhatja a Szolg&aacute;ltat&aacute;sokat.</p>
<p>2.2 A k&ouml;vetkező m&oacute;don fogadhatja el a szolg&aacute;ltat&aacute;sokat:</p>
<p>(A) a Felt&eacute;telek elfogad&aacute;s&aacute;t jelző kattint&aacute;ssal, amennyiben ezt a lehetős&eacute;get el&eacute;rhetőv&eacute; teszi a Google az adott Szolg&aacute;ltat&aacute;s kezelőfel&uuml;let&eacute;n; vagy</p>
<p>(B) mag&aacute;val a Szolg&aacute;ltat&aacute;s haszn&aacute;lat&aacute;val. Ebben az esetben &Ouml;n tudom&aacute;sul veszi &eacute;s elfogadja, hogy a szolg&aacute;ltat&aacute;sok &Ouml;n &aacute;ltal t&ouml;rt&eacute;nő haszn&aacute;lat&aacute;t a Google &uacute;gy tekinti, hogy &Ouml;n elfogadta a Felt&eacute;teleket. </p>
<p><strong>3. A Felt&eacute;telek nyelve</strong></p>
<p>3.1 Amennyiben a Google rendelkez&eacute;sre bocs&aacute;totta a Felt&eacute;telek angol nyelvű verzi&oacute;j&aacute;nak ford&iacute;t&aacute;s&aacute;t, &Ouml;n elfogadja, hogy a ford&iacute;t&aacute;s csak k&eacute;nyelmi c&eacute;lokat szolg&aacute;l, &eacute;s a Felt&eacute;telek angol v&aacute;ltozata hat&aacute;rozza meg az &Ouml;n &eacute;s a Google k&ouml;z&ouml;tti kapcsolatot.</p>
<p>3.2 Ha b&aacute;rmif&eacute;le ellentmond&aacute;s &aacute;ll fenn a Felt&eacute;telek angol nyelvű v&aacute;ltozata &eacute;s a ford&iacute;t&aacute;s k&ouml;z&ouml;tt, akkor az angol v&aacute;ltozat az ir&aacute;nyad&oacute;.</p>
<p><strong>4. A Szolg&aacute;ltat&aacute;sok biztos&iacute;t&aacute;sa a Google &aacute;ltal</strong></p>
<p>4.1 A Google-nak a vil&aacute;g minden t&aacute;j&aacute;n vannak le&aacute;nyv&aacute;llalatai &eacute;s m&aacute;s, &eacute;rdekelts&eacute;gi k&ouml;r&eacute;be tartoz&oacute; szervezeti egys&eacute;gei (&quot;Le&aacute;nyv&aacute;llalatok &eacute;s &eacute;rdekelts&eacute;gek&quot;). Esetenk&eacute;nt ilyen v&aacute;llalatok ny&uacute;jtj&aacute;k &Ouml;nnek a Szolg&aacute;ltat&aacute;sokat a Google nev&eacute;ben. &Ouml;n tudom&aacute;sul veszi &eacute;s elfogadja, hogy a Le&aacute;nyv&aacute;llalatoknak &eacute;s &Eacute;rdekelts&eacute;geknek joguk van a Szolg&aacute;ltat&aacute;sok ny&uacute;jt&aacute;s&aacute;ra.</p>
<p>4.2 A Google a folyamatos innov&aacute;ci&oacute; r&eacute;v&eacute;n arra t&ouml;rekszik, hogy a lehető legjobb felhaszn&aacute;l&oacute;i &eacute;lm&eacute;nyt ny&uacute;jtsa. &Ouml;n tudom&aacute;sul veszi &eacute;s elfogadja, hogy a Google &aacute;ltal &Ouml;nnek ny&uacute;jtott Szolg&aacute;ltat&aacute;sok form&aacute;ja &eacute;s term&eacute;szete esetenk&eacute;nt előzetes t&aacute;j&eacute;koztat&aacute;s n&eacute;lk&uuml;l megv&aacute;ltozhat.</p>
<p>4.3 &Ouml;n tudom&aacute;sul veszi, hogy a Google a folyamatos innov&aacute;ci&oacute; r&eacute;szek&eacute;nt saj&aacute;t hat&aacute;sk&ouml;r&eacute;ben, előzetes t&aacute;j&eacute;koztat&aacute;s n&eacute;lk&uuml;l (v&eacute;glegesen vagy &aacute;tmenetileg) megsz&uuml;ntetheti a Szolg&aacute;ltat&aacute;sok (vagy a Szolg&aacute;ltat&aacute;sokon bel&uuml;li b&aacute;rmely funkci&oacute;) ny&uacute;jt&aacute;s&aacute;t az &Ouml;n vagy &aacute;ltal&aacute;ban a felhaszn&aacute;l&oacute;k sz&aacute;m&aacute;ra. &Ouml;n b&aacute;rmikor felhagyhat a Szolg&aacute;ltat&aacute;sok haszn&aacute;lat&aacute;val. Nem kell k&uuml;l&ouml;n t&aacute;j&eacute;koztatnia a Google-t arr&oacute;l, hogy felhagy a Szolg&aacute;ltat&aacute;sok haszn&aacute;lat&aacute;val.</p>
<p>4.4 &Ouml;n tudom&aacute;sul veszi &eacute;s elfogadja, hogy ha a Google letiltja a hozz&aacute;f&eacute;r&eacute;s&eacute;t a fi&oacute;kj&aacute;hoz, akkor ez megakad&aacute;lyozhatja a Szolg&aacute;ltat&aacute;sok, fi&oacute;kja adatainak, illetve a fi&oacute;kja r&eacute;szek&eacute;nt t&aacute;rolt b&aacute;rmely f&aacute;jl vagy m&aacute;s tartalom el&eacute;r&eacute;s&eacute;ben.</p>
<p><strong>5. A Szolg&aacute;ltat&aacute;sok haszn&aacute;lata &Ouml;n &aacute;ltal</strong></p>
<p>5.1 &Ouml;n kijelenti, hogy csak olyan c&eacute;lokra haszn&aacute;lja a Szolg&aacute;ltat&aacute;sokat, amelyeket enged&eacute;lyeznek (a) a Felt&eacute;telek &eacute;s (b) az illet&eacute;kes joghat&oacute;s&aacute;g vonatkoz&oacute; t&ouml;rv&eacute;nyei, jogszab&aacute;lyai vagy azok &aacute;ltal&aacute;nosan elfogadott gyakorlata &eacute;s ir&aacute;nyelvei (bele&eacute;rtve azokat a t&ouml;rv&eacute;nyeket, amelyek az adatok &eacute;s szoftverek Egyes&uuml;l &Aacute;llamokba &eacute;s az Egyes&uuml;lt &Aacute;llamokb&oacute;l vagy m&aacute;s relev&aacute;ns orsz&aacute;gokba vagy orsz&aacute;gokba val&oacute; exportj&aacute;ra vonatkoznak). </p>
<p>5.2 &Ouml;n kijelenti, hogy nem fog olyan tev&eacute;kenys&eacute;get folytatni, amely megzavarja vagy műk&ouml;d&eacute;sk&eacute;ptelenn&eacute; teszi a Szolg&aacute;ltat&aacute;sokat (vagy a Szolg&aacute;ltat&aacute;shoz kapcsol&oacute;d&oacute; szervereket &eacute;s h&aacute;l&oacute;zatokat).</p>
<p>5.3 &Ouml;n kijelenti, hogy semmilyen c&eacute;lb&oacute;l sem reproduk&aacute;lja, m&aacute;solja le, &eacute;rt&eacute;kes&iacute;ti, forgalmazza vagy &aacute;rus&iacute;tja a Szolg&aacute;ltat&aacute;st, hacsak erre a Google egy k&uuml;l&ouml;n szerződ&eacute;sben kifejezetten fel nem hatalmazza.</p>
<p>5.4 &Ouml;n kijelenti, hogy a jelen Felt&eacute;telekben foglalt k&ouml;teless&eacute;geinek megszeg&eacute;s&eacute;&eacute;rt &Ouml;n viseli a kiz&aacute;r&oacute;lagos felelőss&eacute;get (&eacute;s hogy a Google semmilyen felelőss&eacute;ggel nem tartozik sem &Ouml;nnek, sem b&aacute;rmely harmadik f&eacute;lnek); &Ouml;nt terheli a felelőss&eacute;g tov&aacute;bb&aacute; a Felt&eacute;telek ilyen megszeg&eacute;s&eacute;nek k&ouml;vetkezm&eacute;nyei&eacute;rt is (bele&eacute;rtve a Google &aacute;ltal esetleg elszenvedett vesztes&eacute;geket &eacute;s k&aacute;rokat is). </p>
<p><strong>6. Az adatv&eacute;delem &eacute;s a szem&eacute;lyes adatok friss&iacute;t&eacute;se</strong></p>
<p>6.1 A Google adatv&eacute;delmi gyakorlat&aacute;r&oacute;l a Google adatv&eacute;delmi ir&aacute;nyelvei tartalmaznak t&aacute;j&eacute;koztat&aacute;st, amelyek a http://www.google.com/intl/hu/privacy.html c&iacute;men &eacute;rhetők el. Ezek az ir&aacute;nyelvek elmagyar&aacute;zz&aacute;k, hogyan kezeli &eacute;s &oacute;vja a Google az &Ouml;n szem&eacute;lyes adatait a Szolg&aacute;ltat&aacute;sok haszn&aacute;lata k&ouml;zben.</p>
<p>6.2 &Ouml;n hozz&aacute;j&aacute;rul, hogy a Google az Adatv&eacute;delmi ir&aacute;nyelveinek &eacute;rtelm&eacute;ben felhaszn&aacute;lja az adatait.</p>
<p><strong>7. A Szolg&aacute;ltat&aacute;sokon kereszt&uuml;l el&eacute;rt Tartalom</strong></p>
<p>7.1 &Ouml;n tudat&aacute;ban van, hogy minden olyan inform&aacute;ci&oacute; (t&ouml;bbek k&ouml;z&ouml;tt adatf&aacute;jlok, &iacute;rott sz&ouml;veg, sz&aacute;m&iacute;t&oacute;g&eacute;pes szoftver, hangf&aacute;jlok vagy egy&eacute;b hangok, videofelv&eacute;telek vagy m&aacute;s k&eacute;pek), amelyet a Szolg&aacute;ltat&aacute;sok vagy azok haszn&aacute;lat&aacute;nak  keret&eacute;ben el&eacute;r, annak a szem&eacute;lynek a kiz&aacute;r&oacute;lagos felelőss&eacute;gi k&ouml;r&eacute;be tartoznak, akitől a tartalom sz&aacute;rmazik. Az al&aacute;bbiakban minden ilyen inform&aacute;ci&oacute;ra a &quot;Tartalom&quot; sz&oacute;val utalunk.</p>
<p>7.2 Tiszt&aacute;ban kell lennie azzal, hogy a Szolg&aacute;ltat&aacute;sok r&eacute;szek&eacute;nt &Ouml;n előtt megjelenő tartalomra, (bele&eacute;rtve a Szolg&aacute;ltat&aacute;sok hirdet&eacute;seit &eacute;s a Szolg&aacute;ltat&aacute;sok szponzor&aacute;lt Tartalm&aacute;t) szellemi tulajdonjogok vonatkozhatnak, &eacute;s ezek azon szponzorok vagy hirdetők (vagy a helyett&uuml;k elj&aacute;r&oacute; m&aacute;s szem&eacute;lyek vagy c&eacute;gek) tulajdon&aacute;ban lehetnek, akik biztos&iacute;tj&aacute;k azt a Tartalmat a Google-nak. &Ouml;n nem jogosult az ilyen Tartalmat (r&eacute;szben vagy eg&eacute;szben) m&oacute;dos&iacute;tani, b&eacute;rbe, tart&oacute;s b&eacute;rletbe vagy k&ouml;lcs&ouml;nadni, &eacute;rt&eacute;kes&iacute;teni, terjeszteni, illetve rajta alapul&oacute; munk&aacute;t k&eacute;sz&iacute;teni, kiv&eacute;ve, ha a Google vagy az adott Tartalom tulajdonosa k&uuml;l&ouml;n meg&aacute;llapod&aacute;sban erre kifejezetten fel nem hatalmazta.</p>
<p>7.3 A Google fenntartja mag&aacute;nak a jogot (de nem k&ouml;teles) arra, hogy b&aacute;rmely szolg&aacute;ltat&aacute;s Tartalm&aacute;t vagy egy r&eacute;sz&eacute;t előszűr&eacute;snek vesse al&aacute;, ellenőrizze, megjel&ouml;lje, szűrje, m&oacute;dos&iacute;tsa, elutas&iacute;tsa vagy elt&aacute;vol&iacute;tsa. A Szolg&aacute;ltat&aacute;sok egy r&eacute;sze eset&eacute;ben a Google szűrőket biztos&iacute;that a durva szexu&aacute;lis tartalom kiszűr&eacute;s&eacute;re. Az ilyen szűrőeszk&ouml;z&ouml;k k&ouml;z&eacute; tartoznak a SafeSearch be&aacute;ll&iacute;t&aacute;sai is (l&aacute;sd http://www.google.co.uk/help/customize.html#safe). Ezenk&iacute;v&uuml;l l&eacute;teznek a kereskedelmi forgalomban kaphat&oacute; szolg&aacute;ltat&aacute;sok &eacute;s szoftverek, amelyekkel korl&aacute;tozhat&oacute; a kifog&aacute;solhat&oacute; anyagokhoz val&oacute; hozz&aacute;f&eacute;r&eacute;s.</p>
<p>7.4 &Ouml;n tudat&aacute;ban van, hogy a Szolg&aacute;ltat&aacute;sok haszn&aacute;lata sor&aacute;n olyan Tartalommal szembes&uuml;lhet, amelyet s&eacute;rtőnek, illetlennek vagy kifog&aacute;solhat&oacute;nak tal&aacute;l, illetve hogy ebben az &eacute;rtelemben saj&aacute;t kock&aacute;zat&aacute;ra haszn&aacute;lja a Szolg&aacute;ltat&aacute;sokat.</p>
<p>7.5 &Ouml;n kijelenti, hogy az &Ouml;n &aacute;ltal a Szolg&aacute;ltat&aacute;sok haszn&aacute;lata k&ouml;zben l&eacute;trehozott, &aacute;tvitt vagy megjelen&iacute;tett tartalom&eacute;rt &eacute;s cselekedeteinek k&ouml;vetkezm&eacute;nyei&eacute;rt &Ouml;nt terheli a felelőss&eacute;g (bele&eacute;rtve a Google &aacute;ltal esetleg elszenvedett vesztes&eacute;geket &eacute;s k&aacute;rokat is).</p>
<p><strong>8. Tulajdonjog</strong></p>
<p>8.1 &Ouml;n tudom&aacute;sul veszi &eacute;s elfogadja, hogy minden, a Szolg&aacute;ltat&aacute;sokhoz kapcsol&oacute;d&oacute; vagy abban megjelenő jog, jogc&iacute;m &eacute;s &eacute;rdekelts&eacute;g, bele&eacute;rtve a Szolg&aacute;ltat&aacute;sokban fenn&aacute;ll&oacute; szellemi tulajdonjogokat a Google (vagy a Google licencbe ad&oacute;inak) tulajdona (f&uuml;ggetlen&uuml;l att&oacute;l, hogy ezek a jogok t&ouml;rt&eacute;netesen be vannak-e jegyezve, b&aacute;rhol l&eacute;tezzenek is ezek a jogok a vil&aacute;gon).</p>
<p>8.2 A Google-lal k&ouml;t&ouml;tt ezzel ellent&eacute;tes &eacute;rtelmű &iacute;r&aacute;sos szerződ&eacute;s hi&aacute;ny&aacute;ban a jelen Felt&eacute;telek nem ruh&aacute;zz&aacute;k fel &Ouml;nt a Google kereskedelmi neveinek, v&eacute;djegyeinek, szolg&aacute;ltat&aacute;sneveinek, embl&eacute;m&aacute;inak, domainneveinek &eacute;s m&aacute;s megk&uuml;l&ouml;nb&ouml;zető m&aacute;rkajegyeinek haszn&aacute;lat&aacute;ra.</p>
<p>8.3 Ha a Google-lal megk&ouml;t&ouml;tt k&uuml;l&ouml;n &iacute;r&aacute;sos szerződ&eacute;sben kifejezett jogot kapott b&aacute;rmely ilyen m&aacute;rkajegy haszn&aacute;lat&aacute;ra, akkor elfogadja, hogy a m&aacute;rkajegyeket azzal a szerződ&eacute;ssel, a Felt&eacute;telek vonatkoz&oacute; rendelkez&eacute;seivel &eacute;s a Google mindenkori m&aacute;rkajegy-haszn&aacute;lati ir&aacute;nyelveivel &ouml;sszhangban haszn&aacute;lja. Ezek az ir&aacute;nyelvek az interneten olvashat&oacute;k, a http://www.google.com/permissions/guidelines.html c&iacute;men (vagy m&aacute;s, a Google &aacute;ltal esetleg e c&eacute;lra megadott URL-c&iacute;men).</p>
<p>8.4 A Google tudom&aacute;sul veszi &eacute;s elfogadja, hogy a jelen Felt&eacute;telek &eacute;rtelm&eacute;ben semmilyen jogot, jogc&iacute;met vagy &eacute;rdekelts&eacute;get sem szerez &Ouml;ntől (vagy licencbe ad&oacute;it&oacute;l) az &Ouml;n &aacute;ltal a Szolg&aacute;ltat&aacute;sok r&eacute;v&eacute;n elk&uuml;ld&ouml;tt, k&ouml;zz&eacute;tett, &aacute;tvitt vagy megjelen&iacute;tett tartalomra vagy annak r&eacute;sz&eacute;re, bele&eacute;rtve a Tartalomra fenn&aacute;ll&oacute; szellemi tulajdonjogokat is (f&uuml;ggetlen&uuml;l att&oacute;l, hogy t&ouml;rt&eacute;netesen be vannak-e jegyezve ezek a jogok, b&aacute;rhol l&eacute;tezzenek is ezek a jogok a vil&aacute;gon). A Google-lal &iacute;r&aacute;sban megk&ouml;t&ouml;tt ezzel ellent&eacute;tes &eacute;rtelmű szerződ&eacute;s h&iacute;j&aacute;n &Ouml;n kijelenti, hogy &Ouml;n felelős ezen jogok v&eacute;delm&eacute;&eacute;rt &eacute;s betartat&aacute;s&aacute;&eacute;rt, &eacute;s hogy a Google nem k&ouml;teles ezt megtenni az &Ouml;n &eacute;rdek&eacute;ben.</p>
<p>8.5 Kijelenti, hogy nem t&aacute;vol&iacute;t el, nem fed el &eacute;s nem m&oacute;dos&iacute;t semmilyen, a Szolg&aacute;ltat&aacute;sokon vagy azok tartalm&aacute;n elhelyezett, a saj&aacute;t tulajdon&uacute; jogokra vonatkoz&oacute; t&aacute;j&eacute;koztat&oacute;t (k&ouml;zt&uuml;k a szerzői jogi &eacute;s v&eacute;djegy-t&aacute;j&eacute;koztat&oacute;kat).</p>
<p>8.6 &Ouml;n kijelenti, hogy hacsak a Google erre kifejezetten fel nem hatalmazta &iacute;r&aacute;sban, a Szolg&aacute;ltat&aacute;sok haszn&aacute;lata sor&aacute;n nem haszn&aacute;lja egyetlen v&aacute;llalat vagy szervezet v&eacute;djegy&eacute;t, szolg&aacute;ltat&aacute;snev&eacute;t, kereskedelmi nev&eacute;t vagy embl&eacute;m&aacute;j&aacute;t sem oly m&oacute;don, amely val&oacute;sz&iacute;nűleg vagy sz&aacute;nd&eacute;ka szerint zavart okozhat az ilyen v&eacute;djegyek, nevek vagy embl&eacute;m&aacute;k tulajdonos&aacute;t vagy jogosult felhaszn&aacute;l&oacute;j&aacute;t illetően.</p>
<p><strong>9. A Google &aacute;ltal adott licenc</strong></p>
<p>9.1 A Google szem&eacute;lyes, az eg&eacute;sz vil&aacute;gra sz&oacute;l&oacute;, jogd&iacute;jmentes, nem &aacute;truh&aacute;zhat&oacute; &eacute;s nem kiz&aacute;r&oacute;lagos licencet ad &Ouml;nnek a szoftver (az al&aacute;bbiakban &quot;Szoftver&quot;) haszn&aacute;lat&aacute;ra, amelyet a Google az &aacute;ltala k&iacute;n&aacute;lt Szolg&aacute;ltat&aacute;sok r&eacute;szek&eacute;nt k&iacute;n&aacute;l &Ouml;nnek. Ennek a licencnek az a kiz&aacute;r&oacute;lagos c&eacute;lja, hogy &Ouml;n a Google &aacute;ltal biztos&iacute;tott &eacute;s a Felt&eacute;telekben megengedett m&oacute;don haszn&aacute;lja a Szolg&aacute;ltat&aacute;sokat, &eacute;s &eacute;lvezze azok előny&eacute;t.</p>
<p>9.2 Az 1.2 szakasz &eacute;rtelm&eacute;ben &Ouml;n nem m&aacute;solhatja, nem m&oacute;dos&iacute;thatja &eacute;s nem fejtheti vissza a Szoftvert vagy annak egy r&eacute;sz&eacute;t, nem k&eacute;sz&iacute;thet belőle sz&aacute;rmaz&oacute; munk&aacute;t, valamint nem tehet semmilyen k&iacute;s&eacute;rletet a Szoftver forr&aacute;sk&oacute;dj&aacute;nak kinyer&eacute;s&eacute;re (&eacute;s ezt m&aacute;soknak sem engedheti meg), kiv&eacute;ve, ha a Google erre &Ouml;nt &iacute;r&aacute;sban felhatalmazta.</p>
<p>9.3 Az 1.2 szakasz &eacute;rtelm&eacute;ben a Google kifejezett &iacute;r&aacute;sos enged&eacute;lye n&eacute;lk&uuml;l nem ruh&aacute;zhatja &aacute;t az &Ouml;n Szoftverhaszn&aacute;lati jogait (&eacute;s nem adhatja őket m&aacute;snak licencbe), nem adhat hitelbiztos&iacute;t&eacute;kot a szoftverhaszn&aacute;lati jogaira, &eacute;s m&aacute;s m&oacute;don, r&eacute;szben sem ruh&aacute;zhatja &aacute;t a szoftverhaszn&aacute;lati jogait.</p>
<p><strong>10. A Tartalomra &Ouml;n &aacute;ltal adott licenc</strong></p>
<p>10.1 &Ouml;n megőrzi a Szolg&aacute;ltat&aacute;sokba bek&uuml;ld&ouml;tt, ott k&ouml;zz&eacute;tett vagy megjelen&iacute;tett Tartalomra jelenleg megl&eacute;vő szerzői jogait &eacute;s minden egy&eacute;b jog&aacute;t.</p>
<p><strong>11. Szoftverfriss&iacute;t&eacute;sek</strong></p>
<p>11.1 Az &Ouml;n &aacute;ltal haszn&aacute;lt szoftver esetenk&eacute;nt automatikusan friss&iacute;t&eacute;seket t&ouml;lthet le a Google-t&oacute;l, &eacute;s telep&iacute;theti őket. A friss&iacute;t&eacute;sek c&eacute;lja a Szolg&aacute;ltat&aacute;sok tov&aacute;bbfejleszt&eacute;se &eacute;s t&ouml;k&eacute;letes&iacute;t&eacute;se, &eacute;s &ouml;lthetik hibajav&iacute;t&aacute;sok, tov&aacute;bbfejlesztett funkci&oacute;k, &uacute;j szoftvermodulok &eacute;s teljesen &uacute;j verzi&oacute;k form&aacute;j&aacute;t. &Ouml;n kijelenti, hogy a Szolg&aacute;ltat&aacute;sok haszn&aacute;lat&aacute;nak r&eacute;szek&eacute;nt elfogadja ezeket a friss&iacute;t&eacute;seket (&eacute;s enged&eacute;lyezi a Google-nak hogy eljuttassa &Ouml;nh&ouml;z őket).</p>
<p><strong>12. A Google-lal fenn&aacute;ll&oacute; kapcsolat megsz&uuml;ntet&eacute;se</strong></p>
<p>12.1 A Felt&eacute;telek azt k&ouml;vetően is &eacute;rv&eacute;nyben maradnak, hogy a szerződ&eacute;st &Ouml;n vagy a Google az al&aacute;bbiak szerint felmondja. </p>
<p>12.2 A Google b&aacute;rmikor felmondhatja az &Ouml;nnel fenn&aacute;ll&oacute; szerződ&eacute;s&eacute;t, ha:</p>
<p>(A) &Ouml;n megszegte a Felt&eacute;telek b&aacute;rmelyik rendelkez&eacute;s&eacute;t (vagy oly m&oacute;don cselekedett, amelyből egy&eacute;rtelműen meg&aacute;llap&iacute;that&oacute;, hogy nem k&iacute;v&aacute;n vagy nem k&eacute;pes megfelelni a jelen Felt&eacute;telek rendelkez&eacute;seinek); vagy</p>
<p>(B) a Google-t erre t&ouml;rv&eacute;ny k&ouml;telezi (ha p&eacute;ld&aacute;ul a Szolg&aacute;ltat&aacute;sok &Ouml;nnek val&oacute; ny&uacute;jt&aacute;sa jogs&eacute;rtőv&eacute; v&aacute;lik); vagy</p>
<p>(C) az a partner, amellyel k&ouml;z&ouml;sen a Google ny&uacute;jtotta &Ouml;nnek a szolg&aacute;ltat&aacute;sokat, megsz&uuml;ntette a kapcsolat&aacute;t a Google-lal, hogy nem k&iacute;n&aacute;lja tov&aacute;bb &Ouml;nnek a Szolg&aacute;ltat&aacute;sokat; vagy</p>
<p>(D) a Google &aacute;talakul&aacute;s&aacute;b&oacute;l kifoly&oacute;lag nem ny&uacute;jtja tov&aacute;bb a Szolg&aacute;ltat&aacute;sokat az abban az orsz&aacute;gban tev&eacute;kenykedő felhaszn&aacute;l&oacute;knak, amelyben &Ouml;n lakik vagy amelyben haszn&aacute;lja a szolg&aacute;ltat&aacute;st; vagy</p>
<p>(E) a Google meg&iacute;t&eacute;l&eacute;se szerint a Szolg&aacute;ltat&aacute;soknak a Google &aacute;ltal &Ouml;nnek t&ouml;rt&eacute;nő ny&uacute;jt&aacute;sa gazdas&aacute;gi szempontb&oacute;l nem tarthat&oacute; fenn.</p>
<p>12.3 A jelen Szakasz rendelkez&eacute;sei nem &eacute;rintik a Google-nak a Szolg&aacute;ltat&aacute;sok ny&uacute;jt&aacute;s&aacute;val kapcsolatos, a Felt&eacute;telek 4. szakasz&aacute;ban ismertetett jogait.</p>
<p>12.4 A jelen Felt&eacute;telek &eacute;rv&eacute;ny&eacute;nek megszűn&eacute;se nincs hat&aacute;ssal azokra a t&ouml;rv&eacute;nyes jogokra, k&ouml;telezetts&eacute;gekre &eacute;s felelőss&eacute;gekre, amelyekből a Google &eacute;s &Ouml;n hasznot h&uacute;zott, amelyeknek alanya volt (vagy amelyek felhalmoz&oacute;dtak a Felt&eacute;telek hat&aacute;lyoss&aacute;ga alatt), illetve amelyek hat&aacute;rozatlan tartam&uacute;k&eacute;nt vannak megjel&ouml;lve; a 19.7. bekezd&eacute;s rendelkez&eacute;sei hat&aacute;rozatlan időre vonatkoznak az ilyen jogokra, k&ouml;telezetts&eacute;gekre &eacute;s felelőss&eacute;gre.</p>
<p><strong>13. A garancia kiz&aacute;r&aacute;sa</strong></p>
<p>13.1 A Szolg&aacute;ltat&aacute;sokat &quot;&Ouml;nmagukban&quot; ny&uacute;jtjuk, a Google, Le&aacute;nyv&aacute;llalatai &eacute;s &Eacute;rdekelts&eacute;gei, valamit licencbe ad&oacute;i nem adnak garanci&aacute;t r&aacute;juk vonatkoz&oacute;an.</p>
<p>13.2 A Google, Le&aacute;nyv&aacute;llalatai &eacute;s &Eacute;rdekelts&eacute;gei, valamit licencbe ad&oacute;i nem &aacute;ll&iacute;tj&aacute;k &eacute;s nem garant&aacute;lj&aacute;k:</p>
<p>(A) Hogy a szolg&aacute;ltat&aacute;sok haszn&aacute;lata meg fog felelni az &Ouml;n ig&eacute;nyeinek,</p>
<p>(B) Hogy &Ouml;n sz&uuml;net n&eacute;lk&uuml;l, időben, biztons&aacute;gosan &eacute;s hibamentesen haszn&aacute;lhatja a szolg&aacute;ltat&aacute;sokat,</p>
<p>(C) Hogy a szolg&aacute;ltat&aacute;sok haszn&aacute;lat&aacute;nak eredm&eacute;nyek&eacute;nt megszerzett inform&aacute;ci&oacute;k pontosak &eacute;s megb&iacute;zhat&oacute;k lesznek, &eacute;s</p>
<p>(D) Hogy megt&ouml;rt&eacute;nik a szolg&aacute;ltat&aacute;sok r&eacute;szek&eacute;nt &Ouml;nnek biztos&iacute;tott szoftver műk&ouml;d&eacute;s&eacute;ben vagy funkci&oacute;iban megmutatkoz&oacute; hib&aacute;k kijav&iacute;t&aacute;sa.</p>
<p>13.3 A Szolg&aacute;ltat&aacute;sokra nem vonatkozik semmilyen garancia vagy m&aacute;s felt&eacute;tel (&iacute;gy a kiel&eacute;g&iacute;tő minős&eacute;gre, a valamilyen c&eacute;lra val&oacute; alkalmass&aacute;gra, illetve a le&iacute;r&aacute;snak val&oacute; megfelel&eacute;sre vonatkoz&oacute; hallgat&oacute;lagos felt&eacute;tel sem), kiv&eacute;ve azt a m&eacute;rt&eacute;ket, amelyet a Felt&eacute;telek rendelkez&eacute;sei kifejezetten r&ouml;gz&iacute;tenek.</p>
<p>13.4 A Felt&eacute;telek rendelkez&eacute;sei nem befoly&aacute;solj&aacute;k azokat a k&ouml;telező &eacute;rv&eacute;nyű jogokat, amelyek &Ouml;nt mint fogyaszt&oacute;t megilletik, &eacute;s amelyek szerződ&eacute;sben nem m&oacute;dos&iacute;that&oacute;k &eacute;s nem mondhat&oacute;k fel.</p>
<p><strong>14. A felelőss&eacute;g korl&aacute;toz&aacute;sa</strong></p>
<p>14.1 A jelen Felt&eacute;telek nem z&aacute;rj&aacute;k ki &eacute;s nem korl&aacute;tozz&aacute;k a Google &aacute;ltal az olyan vesztes&eacute;gek&eacute;rt viselt felelőss&eacute;get, amelyekre vonatkoz&oacute;an az ilyen kiz&aacute;r&aacute;st vagy korl&aacute;toz&aacute;st nem enged&eacute;lyezik a vonatkoz&oacute; t&ouml;rv&eacute;nyek.</p>
<p>14.2 A fenti 14.1. bekezd&eacute;s rendelkez&eacute;seit figyelembe v&eacute;ve a Google, Le&aacute;nyv&aacute;llalatai &eacute;s &Eacute;rdekelts&eacute;gei, valamit licencbe ad&oacute;i nem v&aacute;llalnak felelőss&eacute;get &Ouml;nnel szemben:</p>
<p>(A) b&aacute;rmilyen &Ouml;n &aacute;ltal elszenvedett k&uuml;l&ouml;nleges, k&ouml;zvetett vagy k&ouml;vetkezm&eacute;nyes vesztes&eacute;g. Ez kiterjed az &Ouml;n &aacute;ltal esetlegesen elszenvedett elmaradt (k&ouml;zvetlen vagy k&ouml;zvetett) haszonra, a c&eacute;g j&oacute; h&iacute;rnev&eacute;t vagy tekint&eacute;ly&eacute;t &eacute;rt s&eacute;relemre &eacute;s az adatveszt&eacute;sre;</p>
<p>(B) azokra az esetleges vesztes&eacute;gekre &eacute;s k&aacute;rokra, amelyet &Ouml;n a k&ouml;vetkezők eredm&eacute;nyek&eacute;ppen szenved el:</p>
<p>(i) a hirdet&eacute;sek teljess&eacute;g&eacute;be, pontoss&aacute;g&aacute;ba vagy megl&eacute;t&eacute;be vetett bizalom, illetve az &Ouml;n &eacute;s a Szolg&aacute;ltat&aacute;sokon hirdet&eacute;st megjelen&iacute;tő b&aacute;rmely hirdető vagy szponzor k&ouml;z&ouml;tti kapcsolat vagy tranzakci&oacute;;</p>
<p>(ii) A Google &aacute;ltal a Szolg&aacute;ltat&aacute;sokon v&eacute;grehajtott m&oacute;dos&iacute;t&aacute;sok, a Szolg&aacute;ltat&aacute;sok (vagy azok b&aacute;rmely funkci&oacute;ja) ny&uacute;jt&aacute;s&aacute;nak v&eacute;gleges vagy &aacute;tmeneti sz&uuml;neteltet&eacute;se;</p>
<p>(iii) A Szolg&aacute;ltat&aacute;sok, illetve azok &Ouml;n &aacute;ltal val&oacute; haszn&aacute;lata keret&eacute;ben karbantartott vagy &aacute;tvitt tartalom &eacute;s m&aacute;s kommunik&aacute;ci&oacute;s adat t&ouml;rl&eacute;se, s&eacute;r&uuml;l&eacute;se vagy az azok t&aacute;rol&aacute;s&aacute;ra val&oacute; k&eacute;ptelens&eacute;g;</p>
<p>(iii) pontatlan fi&oacute;kadatok szolg&aacute;ltat&aacute;sa a Google-nak &Ouml;n &aacute;ltal;</p>
<p>(iv) A jelsz&oacute; &eacute;s a fi&oacute;kadatok biztons&aacute;gos t&aacute;rol&aacute;s&aacute;nak &eacute;s titokban tart&aacute;s&aacute;nak &Ouml;n &aacute;ltal t&ouml;rt&eacute;nő elmulaszt&aacute;sa;</p>
<p>14.3 A Google &aacute;ltal &Ouml;nnel szemben viselt felelőss&eacute;gnek a 14.2. bekezd&eacute;sben r&ouml;gz&iacute;tett korl&aacute;toz&aacute;sa att&oacute;l f&uuml;ggetlen&uuml;l fenn&aacute;ll, hogy a Google kapott-e előzetesen figyelmeztet&eacute;st az ilyen vesztes&eacute;gek eshetős&eacute;g&eacute;re, illetve tudat&aacute;ban kellett volna-e hogy legyen a lehetős&eacute;g&uuml;knek.</p>
<p><strong>15. A szerzői jogra &eacute;s a v&eacute;djegyekre vonatkoz&oacute; ir&aacute;nyelvek</strong></p>
<p>15.1 A Google az ir&aacute;nyelveinek megfelelően reag&aacute;l azokra a gyan&iacute;tott jogs&eacute;rt&eacute;sekkel kapcsolatos bejelent&eacute;sekre, amelyek megfelelnek a szellemi tulajdonra vonatkoz&oacute; nemzetk&ouml;zi t&ouml;rv&eacute;nyeknek (k&ouml;zt&uuml;k a Digital Millennium Copyright Act (DMCA) t&ouml;rv&eacute;nynek), &eacute;s megsz&uuml;nteti a visszaeső jogs&eacute;rtők fi&oacute;kj&aacute;t. A Google ir&aacute;nyelveinek r&eacute;szletei a k&ouml;vetkező c&iacute;men tal&aacute;lhat&oacute;k: http://www.google.com/dmca.html.</p>
<p>15.2 A Google a v&eacute;djegypanaszokkal kapcsolatosan elj&aacute;r&aacute;si rendet alkalmaz a Google hirdet&eacute;si &uuml;zlet&aacute;g&aacute;ra vonatkoz&oacute;an; ennek r&eacute;szletei a k&ouml;vetkező c&iacute;men tal&aacute;lhat&oacute;k: http://www.google.com/tm_complaint.html.</p>
<p><strong>16. Hirdet&eacute;sek </strong></p>
<p>16.1 A Szolg&aacute;ltat&aacute;sok egy r&eacute;sz&eacute;t hirdet&eacute;si bev&eacute;telekből finansz&iacute;rozzuk, &iacute;gy azokon hirdet&eacute;sek &eacute;s aj&aacute;nlatok jelenhetnek meg. A hirdet&eacute;sek c&eacute;lozva lehetnek a Szolg&aacute;ltat&aacute;sokon t&aacute;rolt inform&aacute;ci&oacute;k tartalma, illetve a Szolg&aacute;ltat&aacute;sokon kereszt&uuml;l ind&iacute;tott lek&eacute;rdez&eacute;sek vagy m&aacute;s inform&aacute;ci&oacute;k alapj&aacute;n.</p>
<p>16.2 A Google &aacute;ltal a Szolg&aacute;ltat&aacute;sokon ny&uacute;jtott hirdet&eacute;s m&oacute;dja &eacute;s m&eacute;rt&eacute;ke előzetes bejelent&eacute;s n&eacute;lk&uuml;l megv&aacute;ltozhat.</p>
<p>16.3 Tekintettel arra, hogy a Google biztos&iacute;tja &Ouml;nnek a Szolg&aacute;ltat&aacute;sokhoz val&oacute; hozz&aacute;f&eacute;r&eacute;st &eacute;s azok haszn&aacute;lat&aacute;t, &Ouml;n elfogadja, hogy a Google elhelyezhet ilyen hirdet&eacute;seket a Szolg&aacute;ltat&aacute;sokon.</p>
<p><strong>17. Egy&eacute;b tartalom</strong></p>
<p>17.1 A Szolg&aacute;ltat&aacute;sok tartalmazhatnak m&aacute;s webhelyekre, tartalomra vagy forr&aacute;sokra mutat&oacute; hivatkoz&aacute;sokat. A Google-nak nincs befoly&aacute;sa azon webhelyek &eacute;s forr&aacute;sok f&ouml;l&ouml;tt, amelyeket a Google-t&oacute;l k&uuml;l&ouml;nb&ouml;ző v&aacute;llalatok vagy szem&eacute;lyek biztos&iacute;tanak.</p>
<p>17.2 &Ouml;n tudom&aacute;sul veszi &eacute;s elfogadja, hogy a Google nem felelős az ilyen k&uuml;lső webhelyek vagy forr&aacute;sok el&eacute;rhetős&eacute;g&eacute;&eacute;rt, &eacute;s nem hagy j&oacute;v&aacute; semmilyen hirdet&eacute;st, term&eacute;ket vagy m&aacute;s anyagot, amely az ilyen webhelyeken vagy forr&aacute;sokon el&eacute;rhető.</p>
<p>17.3 &Ouml;n tudom&aacute;sul veszi &eacute;s elfogadja, hogy a Google nem felelős azok&eacute;rt a vesztes&eacute;gek&eacute;rt &eacute;s k&aacute;rok&eacute;rt, amelyek az ilyen k&uuml;lső webhelyek vagy forr&aacute;sok el&eacute;rhetős&eacute;g&eacute;ből, illetve a rajtuk elhelyezett vagy r&oacute;luk el&eacute;rhető hirdet&eacute;sek, term&eacute;kek vagy m&aacute;s anyagok teljess&eacute;g&eacute;be, pontoss&aacute;g&aacute;ba vagy megl&eacute;t&eacute;be vetett hitből erednek.</p>
<p><strong>19. A Felt&eacute;telek m&oacute;dos&iacute;t&aacute;sa</strong></p>
<p>18.1 A Google esetenk&eacute;nt m&oacute;dos&iacute;thatja az &Aacute;ltal&aacute;nos felt&eacute;teleket &eacute;s a Kieg&eacute;sz&iacute;tő felt&eacute;teleket. Az ilyen v&aacute;ltoz&aacute;sok alkalm&aacute;val a Google el&eacute;rhetőv&eacute; teszi az &Aacute;ltal&aacute;nos felt&eacute;telek &uacute;j p&eacute;ld&aacute;ny&aacute;t a http://www.google.com/accounts/TOS?hl=hu c&iacute;men, az esetleges &uacute;j Kieg&eacute;sz&iacute;tő felt&eacute;telek pedig az &eacute;rintett Szolg&aacute;ltat&aacute;sokon bel&uuml;l vagy rajtuk kereszt&uuml;l lesznek el&eacute;rhetők.</p>
<p>18.2 &Ouml;n tudom&aacute;sul veszi &eacute;s elfogadja, hogy a Szolg&aacute;ltat&aacute;soknak az &Aacute;ltal&aacute;nos felt&eacute;telek vagy a Kieg&eacute;sz&iacute;tő felt&eacute;telek v&aacute;ltoz&aacute;s&aacute;nak napj&aacute;t k&ouml;vető haszn&aacute;lat&aacute;t a Google &uacute;gy tekinti, hogy &Ouml;n elfogadta az &aacute;tdolgozott &Aacute;ltal&aacute;nos felt&eacute;teleket vagy Kieg&eacute;sz&iacute;tő felt&eacute;teleket.</p>
<p><strong>19. &Aacute;ltal&aacute;nos jogi felt&eacute;telek</strong></p>
<p>19.1 A Szolg&aacute;ltat&aacute;sok haszn&aacute;lata k&ouml;zben (vagy a Szolg&aacute;ltat&aacute;sok haszn&aacute;lat&aacute;nak eredm&eacute;nyek&eacute;ppen) haszn&aacute;lhat m&aacute;s szem&eacute;ly vagy v&aacute;llalat &aacute;ltal biztos&iacute;tott szolg&aacute;ltat&aacute;st, let&ouml;lthet ilyen szoftvert, &eacute;s v&aacute;s&aacute;rolhat ilyen &aacute;rukat. Az ilyen egy&eacute;b szolg&aacute;ltat&aacute;sok, szoftverek vagy &aacute;ruk haszn&aacute;lat&aacute;ra k&uuml;l&ouml;n felt&eacute;telek vonatkozhatnak, amelyek az &Ouml;n &eacute;s az &eacute;rintett v&aacute;llalat vagy szem&eacute;ly k&ouml;z&ouml;tti meg&aacute;llapod&aacute;son alapulnak. Ilyen esetben a jelen Felt&eacute;telek nem befoly&aacute;solj&aacute;k az &Ouml;n &eacute;s az ilyen egy&eacute;b v&aacute;llalatok vagy mag&aacute;nszem&eacute;lyek k&ouml;z&ouml;tti jogviszonyt.</p>
<p>19.2 A jelen Felt&eacute;telek alkotj&aacute;k a teljes szerződ&eacute;st &Ouml;n &eacute;s a Google k&ouml;z&ouml;tt, &eacute;s a Felt&eacute;telek szab&aacute;lyozz&aacute;k a Szolg&aacute;ltat&aacute;sok &Ouml;n &aacute;ltal val&oacute; haszn&aacute;lat&aacute;t (kiv&eacute;ve az olyan szolg&aacute;ltat&aacute;sokat, amelyeket a Google egy&eacute;b &iacute;r&aacute;sos szerződ&eacute;s &eacute;rtelm&eacute;ben ny&uacute;jt), &eacute;s felv&aacute;ltanak minden kor&aacute;bbi, a Szolg&aacute;ltat&aacute;sokkal kapcsolatban &Ouml;n &eacute;s a Google k&ouml;z&ouml;tt l&eacute;trej&ouml;vő szerződ&eacute;st.</p>
<p>19.3 &Ouml;n elfogadja, hogy a Google a jelen Szerződ&eacute;ssel kapcsolatos &uuml;gyekben, k&ouml;zt&uuml;k a Felt&eacute;telek m&oacute;dos&iacute;t&aacute;sainak &uuml;gy&eacute;ben, e-mailben, postai lev&eacute;lben &eacute;s a Szolg&aacute;ltat&aacute;sokon k&ouml;zz&eacute;tett k&ouml;zlem&eacute;nyeiben juttathatja el &Ouml;nnek az &eacute;rtes&iacute;t&eacute;seket.</p>
<p>19.4 &Ouml;n elfogadja, hogy ha a Google nem &eacute;l egy, a Felt&eacute;telek (vagy a vonatkoz&oacute; jogszab&aacute;lyok) &eacute;rtelm&eacute;ben megl&eacute;vő jog&aacute;val vagy jogorvoslati lehetős&eacute;g&eacute;vel, az nem &eacute;rtelmezhető a Google &aacute;ltal a jogokr&oacute;l val&oacute; lemond&aacute;sk&eacute;nt, &eacute;s a Google tov&aacute;bbra is &eacute;lhet e jogokkal &eacute;s jogorvoslati lehetős&eacute;ggel.</p>
<p>19.5 Ha b&aacute;rmely, az &uuml;gyben illet&eacute;kes b&iacute;r&oacute;s&aacute;g &eacute;rv&eacute;nytelennek &iacute;t&eacute;li meg a Felt&eacute;telek valamely rendelkez&eacute;s&eacute;t, akkor azt a Felt&eacute;telt an&eacute;lk&uuml;l t&ouml;r&ouml;lj&uuml;k a Felt&eacute;telek k&ouml;z&uuml;l, hogy az a t&ouml;bbi felt&eacute;telre hat&aacute;ssal volna. A Felt&eacute;telek fennmarad&oacute; rendelkez&eacute;sei tov&aacute;bbra is &eacute;rv&eacute;nyesek &eacute;s foganatos&iacute;that&oacute;k maradnak.</p>
<p>19.6 &Ouml;n tudom&aacute;sul veszi &eacute;s elfogadja, hogy a Google le&aacute;nyv&aacute;llalatait alkot&oacute; csoport minden tagja harmadik f&eacute;lk&eacute;nt kedvezm&eacute;nyezettje a Felt&eacute;teleknek, &eacute;s hogy az ilyen v&aacute;llalatok jogosultak k&ouml;zvetlen&uuml;l foganatos&iacute;tani a Felt&eacute;telek b&aacute;rmely olyan rendelkez&eacute;s&eacute;t, amely előnnyel vagy m&aacute;s joggal ruh&aacute;zza fel őket, illetve hagyatkozni az ilyen felt&eacute;telekre. Az eml&iacute;tetteken k&iacute;v&uuml;l nincsenek olyan harmadik f&eacute;lnek minős&uuml;lő szem&eacute;lyek vagy v&aacute;llalatok, amelyek kedvezm&eacute;nyezettjei voln&aacute;nak a Felt&eacute;teleknek.</p>
<p>19.7 A Felt&eacute;telekre &eacute;s az &Ouml;n &eacute;s a Google k&ouml;z&ouml;tt a felt&eacute;telek &eacute;rtelm&eacute;ben fenn&aacute;ll&oacute; kapcsolatra Anglia t&ouml;rv&eacute;nyei ir&aacute;nyad&oacute;ak. &Ouml;n &eacute;s a Google meg&aacute;llapodik abban, hogy a Felt&eacute;telekből eredő b&aacute;rmely jogvita eset&eacute;re al&aacute;veti mag&aacute;t az angol b&iacute;r&oacute;s&aacute;gok kiz&aacute;r&oacute;lagos illet&eacute;kess&eacute;g&eacute;nek. A fenti kik&ouml;t&eacute;s &eacute;rv&eacute;ny&eacute;nek ellen&eacute;re &Ouml;n hozz&aacute;j&aacute;rul, hogy a Google b&aacute;rmely joghat&oacute;s&aacute;gt&oacute;l ig&eacute;nyelje az eltilt&oacute; jellegű jogorvoslatot (vagy b&aacute;rmely m&aacute;s, ennek megfelelő t&iacute;pus&uacute; jogorvoslatot).</p>
<p>2008. december 4.</p>
<h3>&nbsp;</h3>
<br />
</body>
</html>
