<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="icon" type="image/ico" href="/tools/dlpage/res/chrome/images/chrome-16.png"><title>Condicions d'&uacute;s de Google Chrome</title>
<style>
body { font-family:Arial; font-size:13px; }
</style>
<script type="text/javascript">
function carry_tracking(obj) {
    var s = '(\\?.*)';
    var regex = new RegExp(s);
    var results = regex.exec(window.location.href);
	if (results != null) {
		obj.href = obj.href + results[1];
	} else {
		s2 = 'intl/([^/]*)';
		regex2 = new RegExp(s2);
		results2 = regex2.exec(window.location.href);
		if (results2 != null) {
			obj.href = obj.href + '?hl=' + results2[1];
		}
	}
}
</script></head>

<body>
<h2>Condicions d'&uacute;s de Google Chrome</h2>
<p>Aquestes Condicions d'&uacute;s s&rsquo;apliquen a la versi&oacute; de codi executable de Google Chrome. El codi font de Google Chrome est&agrave; disponible de forma gratu&iuml;ta sota els acords de llic&egrave;ncia de programari de codi obert a la p&agrave;gina http://code.google.com/chromium/terms.html.</p>
<p><strong>1. La seva relaci&oacute; amb Google</strong></p>
<p>1.1 L&rsquo;&uacute;s que vost&egrave; fa dels productes, el programari, els serveis i els llocs web (els quals s&rsquo;anomenaran col&middot;lectivament &ldquo;Serveis&rdquo; en aquest document, excloent-ne qualsevol servei que li pugui proporcionar Google en virtut d&rsquo;un altre acord escrit) est&agrave; subjecte als termes de l'acord legal entre vost&egrave; i Google. &ldquo;Google&rdquo; significa l&rsquo;empresa Google Inc., el domicili social de la qual es troba al n&uacute;m. 1600 d&rsquo;Amphitheatre Parkway, Mountain View, Calif&ograve;rnia 94043, Estats Units. Aquest document explica les diferents parts d&rsquo;aquest acord i en descriu algunes de les condicions.</p>
<p>1.2 Tret que ho hagi acordat per escrit amb Google de manera diferent, el seu acord amb Google sempre inclour&agrave;, com a m&iacute;nim, les condicions establertes en aquest document. D&rsquo;ara endavant, aquestes condicions s&rsquo;anomenaran &ldquo;Condicions universals&rdquo;. Les llic&egrave;ncies de programari de codi obert del codi font de Google Chrome constitueixen acords escrits independents. En la mesura en qu&egrave; les llic&egrave;ncies de programari de codi obert sobreseguin expressament aquestes Condicions universals, les llic&egrave;ncies de codi obert regiran el seu acord amb Google per a l'&uacute;s de Google Chrome o els components inclosos concrets de Google Chrome.</p>
<p>1.3 El seu acord amb Google tamb&eacute; inclour&agrave; les condicions de qualsevol Av&iacute;s legal aplicable als Serveis, a m&eacute;s de les Condicions universals. Totes aquestes condicions s&rsquo;anomenaran &ldquo;Condicions addicionals&rdquo;. En els casos en qu&egrave; siguin aplicables les Condicions addicionals a un Servei, les podr&agrave; consultar b&eacute; en el Servei, b&eacute; mentre l&rsquo;utilitza.</p>
<p>1.4 Les Condicions universals, conjuntament amb les Condicions addicionals, constitueixen un acord vinculant legal entre vost&egrave; i Google respecte a la utilitzaci&oacute; dels Serveis per part seva. &Eacute;s important que dediqui el temps necessari a llegir detingudament aquestes condicions. Col&middot;lectivament, d&rsquo;ara endavant aquest acord legal s&rsquo;anomenar&agrave; &ldquo;Condicions&rdquo;.</p>
<p>1.5 En cas que hi hagu&eacute;s alguna contradicci&oacute; entre les disposicions de les Condicions addicionals i les disposicions de les Condicions universals, prevalen les Condicions addicionals en relaci&oacute; amb el Servei.</p>
<p><strong>2. Acceptaci&oacute; de les Condicions</strong></p>
<p>2.1 Per poder utilitzar els Serveis, cal que n&rsquo;accepti primer les Condicions. No podr&agrave; utilitzar els Serveis si no n&rsquo;accepta les Condicions.</p>
<p>2.2 Pot acceptar les Condicions:</p>
<p>(A) fent clic per acceptar les Condicions, als llocs on Google proporciona aquesta opci&oacute; a la interf&iacute;cie d&rsquo;usuari de qualsevol Servei; o</p>
<p>(B) utilitzant els Serveis. En aquest cas, vost&egrave; compr&egrave;n i accepta que Google interpretar&agrave; la seva utilitzaci&oacute; dels Serveis com a acceptaci&oacute; de les Condicions des de l&rsquo;inici de la utilitzaci&oacute;. </p>
<p><strong>3. Idioma de les Condicions</strong></p>
<p>3.1 En cas que Google li hagi ofert una traducci&oacute; de la versi&oacute; en angl&egrave;s de les Condicions, vost&egrave; accepta que la traducci&oacute; li ha estat oferta nom&eacute;s per a la seva comoditat i que s&oacute;n les versions en angl&egrave;s de les Condicions les que regularan la seva relaci&oacute; amb Google.</p>
<p>3.2 En cas que hi hagu&eacute;s alguna contradicci&oacute; entre les disposicions de la versi&oacute; en angl&egrave;s de les Condicions i les de la versi&oacute; tradu&iuml;da, &eacute;s la versi&oacute; en angl&egrave;s la que prevaldria.</p>
<p><strong>4. Prestaci&oacute; dels Serveis per part de Google</strong></p>
<p>4.1 Google t&eacute; empreses filials i afiliats legals arreu del m&oacute;n (&ldquo;Filials i Afiliats&rdquo;). De vegades, aquestes empreses li prestaran els Serveis en nom de Google. Vost&egrave; reconeix i accepta que les Filials i Afiliats estan autoritzats a prestar-li els Serveis.</p>
<p>4.2 Google innova cont&iacute;nuament per oferir la millor experi&egrave;ncia possible als seus usuaris. Vost&egrave; reconeix i accepta que la forma i la naturalesa dels Serveis que Google li ofereix pot variar de tant en tant sense  previ av&iacute;s.</p>
<p>4.3 Com a part del proc&eacute;s d&rsquo;innovaci&oacute; cont&iacute;nua de Google, vost&egrave; reconeix i accepta que Google pot aturar (de forma permanent o temporal) la prestaci&oacute; dels Serveis (o de qualsevol de les seves funcions) que Google li ofereix a vost&egrave; o als usuaris en general segons la discreci&oacute; exclusiva de Google, sense  previ av&iacute;s. Pot deixar d&rsquo;utilitzar els Serveis en qualsevol moment, i no cal que informi Google espec&iacute;ficament quan els deixi d&rsquo;utilitzar.</p>
<p>4.4 Vost&egrave; reconeix i accepta que, si Google desactiva l&rsquo;acc&eacute;s al seu compte, pot ser que no se li permeti accedir als Serveis, a la informaci&oacute; del seu compte o a qualsevol fitxer o altre contingut del seu compte.</p>
<p><strong>5. Utilitzaci&oacute; dels Serveis per part de l&rsquo;usuari</strong></p>
<p>5.1 Igualment, accepta utilitzar els Serveis &uacute;nicament amb finalitats permeses per (a) les Condicions i (b) qualsevol legislaci&oacute;, normativa o pr&agrave;ctiques i directrius generalment acceptades a les jurisdiccions rellevants, inclosa qualsevol legislaci&oacute; relacionada amb l&rsquo;exportaci&oacute; de dades o de programari a o des d&rsquo;Estats Units o altres pa&iuml;sos rellevants. </p>
<p>5.2 Vost&egrave; accepta que no participar&agrave; a cap activitat que interfereixi o pertorbi els Serveis (o els servidors i les xarxes que s&rsquo;hi relacionen).</p>
<p>5.3 Tret que se li hagi perm&egrave;s fer-ho expl&iacute;citament en un acord diferent amb Google, vost&egrave; es compromet a no reproduir, duplicar, copiar, vendre, negociar ni revendre els Serveis per cap motiu.</p>
<p>5.4 Vost&egrave; accepta que &eacute;s l&rsquo;&uacute;nic responsable (i que Google no t&eacute; cap responsabilitat envers vost&egrave; ni tercers) de qualsevol incompliment de les obligacions que estableixen les Condicions i de les conseq&uuml;&egrave;ncies (incloent-hi les p&egrave;rdues o els danys que Google pugui patir) que es derivin de l&rsquo;incompliment. </p>
<p><strong>6. Privadesa i informaci&oacute; personal</strong></p>
<p>6.1 Per obtenir informaci&oacute; sobre les pr&agrave;ctiques de protecci&oacute; de dades de Google, llegeixi la Pol&iacute;tica de Privadesa de Google a http://www.google.cat/privacy.html. Aquesta pol&iacute;tica explica com Google tracta la informaci&oacute; personal i com protegeix la seva privadesa quan utilitza els Serveis.</p>
<p>6.2 Vost&egrave; accepta utilitzar les seves dades d&rsquo;acord amb les pol&iacute;tiques de privadesa de Google.</p>
<p><strong>7. Contingut dels Serveis</strong></p>
<p>7.1 Vost&egrave; reconeix que tota la informaci&oacute; (com ara fitxers de dades, text escrit, programari, m&uacute;sica, fitxers de so o altres sons, fotografies, v&iacute;deos i altres imatges) a la qual pot accedir com a part dels Serveis, o mitjan&ccedil;ant el seu &uacute;s, &eacute;s responsabilitat exclusiva de la persona que ha originat el contingut en q&uuml;esti&oacute;. Tota aquesta informaci&oacute; s&rsquo;anomenar&agrave; &ldquo;Contingut&rdquo; d&rsquo;ara endavant.</p>
<p>7.2 Ha de tenir en compte que el Contingut que se li ofereix com a part dels Serveis, incloent-hi, a t&iacute;tol enunciatiu, la publicitat i el Contingut patrocinat dels Serveis, pot estar protegit per drets de propietat intel&middot;lectual que pertanyen als patrocinadors o als anunciants que ofereixen aquest Contingut a Google (o d&rsquo;altres persones f&iacute;siques o jur&iacute;diques en nom seu). Vost&egrave; no pot modificar, llogar, arrendar, oferir en pr&eacute;stec, vendre, distribuir ni crear obres derivades a partir d&rsquo;aquest Contingut (ni totalment ni parcialment), tret que Google o els propietaris del Contingut li hagin indicat expl&iacute;citament que ho pot fer en un altre acord.</p>
<p>7.3 Google es reserva el dret (per&ograve; no la obligaci&oacute;) de previsualitzar, revisar, marcar, filtrar, modificar, rebutjar o eliminar part o tot el Contingut d&rsquo;un Servei. Per a alguns Serveis, Google pot proporcionar eines per filtrar el contingut sexual expl&iacute;cit. Aquestes eines inclouen el par&agrave;metre de prefer&egrave;ncies SafeSearch (consulti http://www.google.co.uk/help/customize.html#safe). A m&eacute;s, hi ha programes i serveis disponibles al mercat per limitar l&rsquo;acc&eacute;s a material que consideri censurable.</p>
<p>7.4 Vost&egrave; compr&egrave;n que la utilitzaci&oacute; dels Serveis pot exposar-lo a Contingut que consideri ofensiu, indecent o censurable i que, en aquest sentit, utilitza els Serveis sota la seva responsabilitat.</p>
<p>7.5 Vost&egrave; accepta que &eacute;s l&rsquo;&uacute;nic responsable (i que Google no t&eacute; cap responsabilitat envers vost&egrave; ni tercers) de tot el Contingut que cre&iuml;, transmeti o publiqui mentre utilitza els Serveis i de les conseq&uuml;&egrave;ncies de les seves accions (incloent-hi les p&egrave;rdues o els danys que Google pugui patir) en fer-ho.</p>
<p><strong>8. Drets de propietat</strong></p>
<p>8.1 Vost&egrave; reconeix i accepta que Google (o els llicenciadors de Google) s&oacute;n els titulars de tots els drets, t&iacute;tols i interessos legals inclosos i relacionats amb els Serveis, incloent-hi els drets de propietat intel&middot;lectual que subsisteixen en els Serveis (independentment de si aquests drets estan o no registrats i en qualsevol pa&iacute;s del m&oacute;n en qu&egrave; puguin existir).</p>
<p>8.2 Tret que ho hagi acordat d&rsquo;una altra manera per escrit amb Google, cap cl&agrave;usula de les Condicions no l&rsquo;autoritza a utilitzar cap dels noms comercials, marques comercials, marques de servei, logotips, noms de domini ni cap altre signe distintiu corporatiu de Google.</p>
<p>8.3 Si ha estat autoritzat expl&iacute;citament per utilitzar algun d&rsquo;aquests signes distintius corporatius en un altre contracte escrit amb Google, aleshores accepta que la utilitzaci&oacute; d&rsquo;aquests signes haur&agrave; de respectar aquest acord, totes les disposicions de les Condicions que calgui aplicar i les directrius per utilitzar els signes distintius de Google, les quals s&rsquo;actualitzen de tant en tant. Pot consultar aquestes directrius en l&iacute;nia a l&rsquo;adre&ccedil;a http://www.google.co.uk/permissions/guidelines.html (o algun altre URL que Google pugui proporcionar de tant en tant amb aquesta finalitat).</p>
<p>8.4 Google reconeix i accepta que, en virtut d&rsquo;aquestes Condicions, no obt&eacute; cap dret, t&iacute;tol o inter&egrave;s de vost&egrave; (ni dels seus llicenciadors) inclosos o relacionats amb qualsevol Contingut que vost&egrave; envi&iuml;, publiqui, transmeti o mostri als Serveis, o mitjan&ccedil;ant els Serveis, incloent-hi qualsevol dret de propietat intel&middot;lectual que subsisteixi en aquest Contingut (independentment de si aquestes drets estan o no registrats i en qualsevol pa&iacute;s del m&oacute;n en qu&egrave; puguin existir). Tret que ho hagi acordat de manera diferent amb Google per escrit, accepta que vost&egrave; &eacute;s responsable de protegir i fer respectar aquests drets i que Google no est&agrave; obligat a fer-ho en nom seu.</p>
<p>8.5 Vost&egrave; accepta que no eliminar&agrave;, ocultar&agrave; ni alterar&agrave; cap av&iacute;s de drets de propietat (incloent-hi els avisos de drets d&rsquo;autor o de marca registrada) que puguin formar part o estiguin adjunts als Serveis.</p>
<p>8.6 Tret que Google l&rsquo;hagi autoritzat expl&iacute;citament per escrit per fer-ho, accepta que, mentre utilitza els Serveis, no utilitzar&agrave; cap marca registrada, marca de servei, nom comercial ni logotip de cap empresa o organitzaci&oacute; de manera que es pugui o pretengui crear confusi&oacute; respecte al propietari o usuari autoritzat d&rsquo;aquestes marques, noms o logotips.</p>
<p><strong>9. Llic&egrave;ncia de Google</strong></p>
<p>9.1 Google li concedeix una llic&egrave;ncia personal, internacional, lliure de c&agrave;nons, intransferible i no exclusiva perqu&egrave; utilitzi el programari que Google li proporcioni com a part dels serveis que Google li proporciona (d&rsquo;ara endavant anomenat &ldquo;Programari&rdquo;). Aquesta llic&egrave;ncia s&rsquo;atorga amb l&rsquo;&uacute;nic prop&ograve;sit de permetre-li utilitzar i gaudir dels avantatges dels Serveis proporcionats per Google, tal com permeten les Condicions.</p>
<p>10.2 Segons la secci&oacute; 1.2, no pot (i no ha de permetre a ning&uacute;) copiar, modificar o crear una obra derivada, tractar amb enginyeria inversa, descompilar o intentar extreure el codi font del Programari o de qualsevol de les seves parts de cap altra manera, tret que ho permeti o requereixi expressament la llei o tret que Google l&rsquo;hagi autoritzat espec&iacute;ficament per escrit a fer-ho.</p>
<p>9.3 Segons la secci&oacute; 1.2, tret que Google li hagi donat perm&iacute;s espec&iacute;fic per escrit per fer-ho, no pot cedir els seus drets (o concedir-ne una subllic&egrave;ncia) per utilitzar el Programari, concedir un inter&egrave;s de garantia de o sobre els seus drets per utilitzar el Programari, o transferir qualsevol part dels seus drets per utilitzar el Programari de cap manera.</p>
<p><strong>10. Llic&egrave;ncia de contingut de l&rsquo;usuari</strong></p>
<p>10.1 Vost&egrave; conserva els drets d&rsquo;autor i qualsevol altre dret que ja tingu&eacute;s respecte al Contingut que envi&iuml;, publiqui o mostri als Serveis, o mitjan&ccedil;ant aquests.</p>
<p><strong>11. Actualitzacions del Programari</strong></p>
<p>11.1 El Programari que vost&egrave; utilitza pot descarregar i instal&middot;lar autom&agrave;ticament actualitzacions peri&ograve;diques de Google. Aquestes actualitzacions s&rsquo;han dissenyat per millorar, ampliar i desenvolupar els Serveis, i poden adoptar la forma de resoluci&oacute; d&rsquo;errors, funcions ampliades, m&ograve;duls de programari nous i versions completament noves. Vost&egrave; accepta rebre aquestes actualitzacions (i permet que Google les hi entregui) com a part de la seva utilitzaci&oacute; dels Serveis.</p>
<p><strong>12. Fi de la seva relaci&oacute; amb Google</strong></p>
<p>12.1 Les Condicions mantindran la seva vig&egrave;ncia fins que vost&egrave; o Google decideixin rescindir-les tal com s&rsquo;estableix m&eacute;s endavant. </p>
<p>12.2 Google pot rescindir l&rsquo;acord legal que t&eacute; amb vost&egrave; en qualsevol moment si:</p>
<p>(A) vost&egrave; ha infringit qualsevol disposici&oacute; de les Condicions (o ha actuat de manera que demostra clarament que no t&eacute; intenci&oacute; o no pot complir les disposicions de les Condicions); o</p>
<p>(B) Google ho ha de fer per llei (per exemple, en cas en qu&egrave; la prestaci&oacute; de Serveis a vost&egrave; sigui, o pugui esdevenir, il&middot;legal); o</p>
<p>(C) el soci amb el qual Google li oferia els Serveis ha decidit posar fi a la seva relaci&oacute; amb Google o ha deixat d&rsquo;oferir-li a vost&egrave; els Serveis; o</p>
<p>(D) Google s&rsquo;est&agrave; adaptant per no continuar prestant els Serveis als usuaris del pa&iacute;s en el qual vost&egrave; resideix o des del qual vost&egrave; utilitza aquest servei; o</p>
<p>(E) la prestaci&oacute; dels Serveis que li fa Google ja no &eacute;s viable comercialment a criteri de Google.</p>
<p>12.3 Res del que s&rsquo;estableix a aquesta Cl&agrave;usula afecta els drets de Google respecte a la prestaci&oacute; dels Serveis que s&rsquo;estableix a la Cl&agrave;usula 4 d&rsquo;aquestes Condicions.</p>
<p>12.4 Quan aquestes Condicions finalitzin, tots els drets, obligacions i responsabilitats legals dels que vost&egrave; i Google hagin gaudit, als quals hagin estat subjectes (o aquells que s&rsquo;hagin incorporat amb el pas del temps mentre les Condicions han tingut vig&egrave;ncia), o aquells que s&rsquo;hagi establert que continuen indefinidament, no es veuran afectats per aquesta suspensi&oacute; i les disposicions del par&agrave;graf 19.7 s&rsquo;hauran de continuar aplicant a aquests drets, obligacions i responsabilitats de manera indefinida.</p>
<p><strong>13. Exclusi&oacute; de garanties</strong></p>
<p>13.1 Els Serveis es proporcionen &quot;tal qual&quot; i Google, les seves Filials i Afiliats i els seus llicenciadors no ofereixen cap garantia al respecte.</p>
<p>13.2 Concretament, Google, les seves Filials i Afiliats i els llicenciadors no es comprometen ni li garanteixen que:</p>
<p>(A) la utilitzaci&oacute; que vost&egrave; faci dels Serveis satisfaci les seves necessitats, (B)</p>
<p>(B) la utilitzaci&oacute; que vost&egrave; faci dels Serveis no s&rsquo;interrompi, sigui oportuna, segura o no tingui errors,</p>
<p>(c) qualsevol informaci&oacute; que vost&egrave; hagi obtingut com a resultat de la utilitzaci&oacute; dels Serveis sigui precisa i fiable, i</p>
<p>(D) es corregeixin els defectes en el funcionament o funcionalitat de qualsevol Programari que se li proporcioni com a part dels Serveis.</p>
<p>13.3 Cap condici&oacute;, garantia o altres termes (incloent-hi qualsevol condici&oacute; impl&iacute;cita respecte a la qualitat satisfact&ograve;ria, adequaci&oacute; a un prop&ograve;sit o conformitat amb la descripci&oacute;) es aplicable als Serveis m&eacute;s enll&agrave; de la mesura en qu&egrave; s&rsquo;hagi establert expressament en les Condicions.</p>
<p>13.4 Res del que s&rsquo;estableix en aquestes Condicions afecta els drets estatutaris que vost&egrave; sempre t&eacute; com a consumidor i els quals, per contracte, no pot acceptar modificar ni renunciar.</p>
<p><strong>14. Limitaci&oacute; de responsabilitats</strong></p>
<p>14.1 Res del que s&rsquo;estableix en aquestes Condicions exclou o limita la responsabilitat que t&eacute; Google respecte a les p&egrave;rdues que no es poden excloure o limitar legalment per la llei aplicable.</p>
<p>14.2 Subjecte a la disposici&oacute; general recollida al par&agrave;graf 14.1 anterior, Google, les seves Filials i Afiliats i els seus llicenciadors no s&rsquo;han de considerar responsables davant seu per:</p>
<p>(A) qualsevol p&egrave;rdua indirecta o conseg&uuml;ent que vost&egrave; pugui patir. Dins d&rsquo;aquesta categoria s&rsquo;inclouen les p&egrave;rdues de beneficis (siguin directes o indirectes), de prestigi professional o de reputaci&oacute; comercial, o qualsevol p&egrave;rdua de dades que vost&egrave; hagi patit;</p>
<p>(B) qualsevol p&egrave;rdua o dany que hagi patit com a resultat de:</p>
<p>(i) la confian&ccedil;a que vost&egrave; hagi pogut dipositar en la totalitat, precisi&oacute; o exist&egrave;ncia de qualsevol anunci o, com a resultat de qualsevol relaci&oacute; o transacci&oacute; que s&rsquo;hagi produ&iuml;t entre vost&egrave; i qualsevol anunciant o patrocinador els anuncis del qual apareguin en els Serveis;</p>
<p>(ii) qualsevol canvi que Google pugui introduir en els Serveis, o qualsevol interrupci&oacute; permanent o moment&agrave;nia en la prestaci&oacute; dels Serveis (o qualsevol opci&oacute; que s&rsquo;hi inclogui);</p>
<p>(iii) la supressi&oacute;, corrupci&oacute; o fallida d&rsquo;emmagatzematge de qualsevol Contingut i altres dades de comunicacions mantingudes o enviades per la utilitzaci&oacute; dels Serveis o a trav&eacute;s seu;</p>
<p>(iv) no haver proporcionat a Google informaci&oacute; precisa al seu compte;</p>
<p>(iv) no haver conservat la contrasenya o detalls del seu compte de manera segura i confidencial;</p>
<p>14.3 Les limitacions de les responsabilitats de Google envers vost&egrave; definides al par&agrave;graf 14.2 anterior s&rsquo;aplicaran independentment de si s&rsquo;ha comunicat a Google o de si hauria d&rsquo;haver tingut present la possibilitat que es produ&iuml;ssin les p&egrave;rdues esmentades.</p>
<p><strong>15. Pol&iacute;tiques de drets d&rsquo;autor i marques registrades</strong></p>
<p>15.1 Google segueix la pol&iacute;tica de respondre les notificacions de presumptes infraccions dels drets d&rsquo;autor que compleixen amb la llei de propietat intel&middot;lectual internacional incloent-hi, als Estats Units, la llei americana de protecci&oacute; dels drets d&rsquo;autor (Digital Millenium Copyright Act), i de cancel&middot;lar els comptes dels infractors reincidents. Pot trobar m&eacute;s informaci&oacute; sobre la pol&iacute;tica de Google a l&rsquo;adre&ccedil;a http://www.google.co.uk/dmca.html.</p>
<p>15.2 Google utilitza un procediment per a les queixes sobre marques registrades respecte al negoci publicitari de Google, els detalls del qual es poden trobar a http://www.google.co.uk/tm_complaint.html.</p>
<p><strong>16. Anuncis</strong></p>
<p>16.1 Alguns dels Serveis es financen amb els ingressos publicitaris i poden publicar anuncis i promocions. Aquests anuncis es poden centrar en el contingut de la informaci&oacute; inclosa als Serveis, a les consultes que s&rsquo;hi realitzen o a altra informaci&oacute;.</p>
<p>16.2 La manera, modalitat i abast de la publicitat de Google en els Serveis est&agrave; subjecta a canvis sense previ av&iacute;s.</p>
<p>16.3 Com a contrapartida per deixar-li accedir i utilitzar els Serveis, vost&egrave; accepta que Google pugui posar aquests anuncis en els Serveis.</p>
<p><strong>17. Altres continguts</strong></p>
<p>17.1 Els Serveis poden incloure enlla&ccedil;os a altres llocs web, continguts o recursos. Pot ser que Google no tingui cap control sobre algun lloc web o recurs proporcionat per empreses o particulars diferents de Google.</p>
<p>17.2 Vost&egrave; reconeix i accepta que Google no &eacute;s responsable de la disponibilitat d&rsquo;aquests llocs web o recursos externs, i que Google no promociona cap anunci, producte o altre material que apareguin en aquests llocs web o recursos o des dels quals s&rsquo;hi pugui accedir.</p>
<p>17.3 Vost&egrave; reconeix i accepta que Google no &eacute;s responsable de cap p&egrave;rdua o dany que vost&egrave; pugui patir com a conseq&uuml;&egrave;ncia de la disponibilitat d&rsquo;aquests llocs o recursos externs o com a resultat de la confian&ccedil;a que vost&egrave; hagi dipositat en la totalitat, precisi&oacute; o exist&egrave;ncia de qualsevol anunci, producte o altre material que figurin en aquests llocs web o recursos o des dels quals s&rsquo;hi pugui accedir.</p>
<p><strong>19. Canvis en les Condicions</strong></p>
<p>18.1 Google pot introduir canvis a les Condicions universals o a les Condicions addicionals de tant en tant. Quan es realitzin aquests canvis, Google far&agrave; una nova c&ograve;pia de les Condicions universals disponibles a http://www.google.com/accounts/TOS?hl=ca i qualsevol nova Condici&oacute; Addicional es publicar&agrave; des de o mitjan&ccedil;ant els Serveis afectats.</p>
<p>18.2 Vost&egrave; compr&egrave;n i accepta que, si utilitza els Serveis despr&eacute;s de la data de modificaci&oacute; de les Condicions Universals o Addicionals, Google interpretar&agrave; aquesta utilitzaci&oacute; com a acceptaci&oacute; de les Condicions Universals o Addicionals actualitzades.</p>
<p><strong>19. Condicions legals generals</strong></p>
<p>19.1 De vegades, quan utilitza els Serveis, pot (com a resultat de, o a trav&eacute;s de, la utilitzaci&oacute; que vost&egrave; faci dels Serveis) utilitzar un servei, descarregar un programa o adquirir productes que li proporcioni una altra persona o empresa. La utilitzaci&oacute; d&rsquo;aquests serveis, programes o productes pot estar subjecta a condicions diferents entre vost&egrave; i l&rsquo;empresa o la persona en q&uuml;esti&oacute;. En aquest cas, les Condicions no afectaran la seva relaci&oacute; legal amb aquestes altres empreses o particulars.</p>
<p>19.2 Les Condicions constitueixen tot l&rsquo;acord legal entre vost&egrave; i Google i regeixen la utilitzaci&oacute; que vost&egrave; fa dels Serveis (excloent-ne, per&ograve;, aquells serveis que Google li pugui prestar segons un altre acord per escrit) i substitueixen &iacute;ntegrament qualsevol acord previ que vost&egrave; pogu&eacute;s tenir amb Google pel que fa als Serveis.</p>
<p>19.3 Vost&egrave; accepta que Google li pot proporcionar qualsevol av&iacute;s, incloent-hi els relatiu a canvis en les Condicions, per correu electr&ograve;nic, correu ordinari o anotacions en els Serveis.</p>
<p>19.4 Vost&egrave; accepta que, si Google no exerceix ni aplica cap dret o reparaci&oacute; legals inclosos en les Condicions (o del qual Google pot gaudir en virtut de la legislaci&oacute; aplicable), aix&ograve; no s&rsquo;interpretar&agrave; com una ren&uacute;ncia formal als drets de Google i que Google encara disposar&agrave; d&rsquo;aquests drets o reparacions.</p>
<p>19.5 Si qualsevol tribunal amb compet&egrave;ncia per decidir sobre aquesta q&uuml;esti&oacute; decreta que qualsevol de les disposicions d&rsquo;aquestes Condicions no &eacute;s v&agrave;lida, aleshores s&rsquo;eliminar&agrave; aquesta disposici&oacute; de les Condicions sense que aix&ograve; n&rsquo;afecti la resta. La resta de les disposicions de les Condicions conservaran la vig&egrave;ncia i aplicabilitat.</p>
<p>19.6 Vost&egrave; reconeix i accepta que cada membre del grup d&rsquo;empreses de les quals Google &eacute;s l&rsquo;empresa matriu ser&agrave; beneficiari tercer de les Condicions i que aquestes empreses tindran dret a aplicar directament i a al&middot;legar qualsevol disposici&oacute; de les Condicions que els atorgui un privilegi (o drets). Tret de les empreses esmentades, cap altra persona f&iacute;sica o jur&iacute;dica ser&agrave; benefici&agrave;ria tercera de les Condicions.</p>
<p>19.7 Les Condicions, i la seva relaci&oacute; amb Google en virtut d&rsquo;aquestes Condicions, es regiran per la legislaci&oacute; anglesa. L&rsquo;usuari i Google accepten sotmetre&rsquo;s a la jurisdicci&oacute; exclusiva dels tribunals d&rsquo;Anglaterra per resoldre qualsevol q&uuml;esti&oacute; legal relacionada amb les Condicions. No obstant aix&ograve;, vost&egrave; accepta que Google continua tenint dret a sol&middot;licitar reparacions interdictes (o alguna mena de desgreuge urgent equivalent) en qualsevol jurisdicci&oacute;.</p>
<p>4 de desembre de 2008</p>
<h3>&nbsp;</h3>
<br />
</body>
</html>
