<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="icon" type="image/ico" href="/tools/dlpage/res/chrome/images/chrome-16.png"><title>Termeni şi condiţii Google Chrome</title>
<style>
body { font-family:Arial; font-size:13px; }
</style>
<script type="text/javascript">
function carry_tracking(obj) {
    var s = '(\\?.*)';
    var regex = new RegExp(s);
    var results = regex.exec(window.location.href);
	if (results != null) {
		obj.href = obj.href + results[1];
	} else {
		s2 = 'intl/([^/]*)';
		regex2 = new RegExp(s2);
		results2 = regex2.exec(window.location.href);
		if (results2 != null) {
			obj.href = obj.href + '?hl=' + results2[1];
		}
	}
}
</script></head>

<body>
<h2>Termeni şi condiţii Google Chrome</h2>
<p>Aceşti Termeni şi condiţii se aplică versiunii de cod executabil a Google Chrome. Codul sursă pentru Google Chrome este disponibil gratuit, &icirc;n baza acordurilor de licenţiere pentru software open source, la adresa http://code.google.com/chromium/terms.html.</p>
<p><strong>1. Relaţia dvs. cu Google</strong></p>
<p>1.1 Utilizarea de către dvs. a produselor, software-ului, serviciilor şi site-urilor Web Google (numite colectiv &bdquo;Servicii&rdquo; &icirc;n acest document şi excluz&acirc;nd orice servicii furnizate dvs. de către Google printr-un acord scris separat) este supusă termenilor unui acord legal &icirc;ntre dvs. şi Google. &bdquo;Google&rdquo; &icirc;nseamnă Google Inc., al cărui sediu principal este &icirc;n 1600 Amphitheatre Parkway, Mountain View, CA 94043, Statele Unite ale Americii. Acest document explică modul &icirc;n care este realizat acordul şi stabileşte o parte dintre termenii acordului.</p>
<p>1.2 Dacă nu se stabileşte altfel &icirc;n scris cu Google, acordul dvs. cu Google va include &icirc;ntotdeauna cel puţin termenii şi condiţiile stabilite &icirc;n acest document. Aceştia vor fi numiţi mai jos &bdquo;Termeni universali&rdquo;. Licenţele pentru software open source pentru codul sursă Google Chrome constituie acorduri scrise separate. &Icirc;n măsura limitată &icirc;n care licenţele pentru software open source &icirc;nlocuiesc &icirc;n mod explicit aceşti Termeni universali, licenţele open source guvernează acordul dvs. cu Google pentru utilizarea Google Chrome sau a componentelor specifice incluse ale acestuia.</p>
<p>1.3 Acordul dvs. cu Google va include, de asemenea, termenii oricăror Notificări legale aplicabile Serviciilor, pe l&acirc;ngă Termenii universali. Toţi aceşti termeni sunt numiţi mai jos &bdquo;Termeni adiţionali&rdquo;. Acolo unde Termenii adiţionali se aplică unui Serviciu, aceştia vă vor fi accesibili pentru citire fie &icirc;n cadrul, fie prin utilizarea acelui Serviciu.</p>
<p>1.4 Termenii universali, &icirc;mpreună cu Termenii adiţionali, formează un acord legal obligatoriu &icirc;ntre dvs. şi Google referitor la utilizarea de către dvs. a Serviciilor. Este important să acordaţi timpul necesar pentru a-i citi cu atenţie. &Icirc;n mod colectiv, acest acord legal este numit mai jos &bdquo;Termenii&rdquo;.</p>
<p>1.5 Dacă există vreo contradicţie &icirc;ntre ceea ce este cuprins &icirc;n Termenii adiţionali şi ceea ce conţin Termenii universali, atunci Termenii adiţionali vor avea prioritate privind acel Serviciu.</p>
<p><strong>2. Acceptarea Termenilor</strong></p>
<p>2.1 Pentru a utiliza Serviciile, mai &icirc;nt&acirc;i trebuie să fiţi de acord cu Termenii. Nu puteţi utiliza Serviciile dacă nu acceptaţi Termenii.</p>
<p>2.2 Puteţi accepta Termenii:</p>
<p>(A) făc&acirc;nd clic pentru a accepta sau a fi de acord cu Termenii, c&acirc;nd această opţiune vă este pusă la dispoziţie de către Google &icirc;n interfaţa de utilizare pentru orice Serviciu; sau</p>
<p>(B) utiliz&acirc;nd efectiv Serviciile. &Icirc;n acest caz, &icirc;nţelegeţi şi sunteţi de acord că Google va considera utilizarea de către dvs. a Serviciilor ca fiind o acceptare a Termenilor &icirc;ncep&acirc;nd din acel moment. </p>
<p><strong>3. Limba &icirc;n care sunt prezentaţi Termenii</strong></p>
<p>3.1 &Icirc;n cazul &icirc;n care Google v-a furnizat o traducere a versiunii &icirc;n limba engleză a Termenilor, sunteţi de acord că traducerea vă este oferită numai pentru uşurinţă şi că versiunile &icirc;n limba engleză ale Termenilor sunt cele care vor sta la baza relaţiei dvs. cu Google.</p>
<p>3.2 Dacă există vreo contradicţie &icirc;ntre ceea ce este cuprins &icirc;n versiunea &icirc;n limba engleză a Termenilor şi ceea ce conţine traducerea, atunci va fi luată &icirc;n considerare versiunea &icirc;n limba engleză.</p>
<p><strong>4. Furnizarea Serviciilor de către Google</strong></p>
<p>4.1 Google are filiale şi entităţi juridice afiliate &icirc;n &icirc;ntreaga lume (&bdquo;Filiale şi Afiliaţi&rdquo;). &Icirc;n unele cazuri, aceste companii vă vor furniza Serviciile &icirc;n numele companiei Google. Luaţi cunoştinţă şi sunteţi de acord că Filialele şi Afiliaţii vor avea dreptul să vă furnizeze Serviciile.</p>
<p>4.2 Google se inovează &icirc;n mod constant pentru a furniza cea mai bună experienţă posibilă utilizatorilor săi. Luaţi cunoştinţă şi sunteţi de acord că forma şi natura Serviciilor pe care le furnizează Google se pot schimba uneori, fără o notificare prealabilă pentru dvs.</p>
<p>4.3 Ca parte a acestui proces continuu de inovaţie, recunoaşteţi şi sunteţi de acord că Google poate opri (permanent sau temporar) furnizarea Serviciilor (sau a oricăror facilităţi din cadrul Serviciilor), pentru dvs. sau pentru utilizatori &icirc;n general, la libera alegere a Google, fără o notificare prealabilă pentru dvs. Puteţi &icirc;nceta utilizarea Serviciilor &icirc;n orice moment. Nu este necesar să informaţi explicit Google atunci c&acirc;nd &icirc;ncetaţi utilizarea Serviciilor.</p>
<p>4.4 Luaţi cunoştinţă şi sunteţi de acord că, dacă Google dezactivează accesul la contul dvs., puteţi fi &icirc;mpiedicat să accesaţi Serviciile, detaliile contului dvs. şi orice fişiere sau alt conţinut din cont.</p>
<p><strong>5. Utilizarea Serviciilor de către dvs.</strong></p>
<p>5.1 Sunteţi de acord să utilizaţi Serviciile numai &icirc;n scopurile permise (a) de Termeni şi (b) de orice lege sau reglementare &icirc;n vigoare sau de orice practici sau regulamente acceptate &icirc;n general &icirc;n jurisdicţiile relevante (inclusiv legile referitoare la exportul de date sau software &icirc;n şi din Statele Unite sau alte ţări relevante). </p>
<p>5.2 Sunteţi de acord să nu vă angajaţi &icirc;n nicio activitate care interferează cu sau subminează Serviciile (sau serverele şi reţelele care sunt conectate la Servicii).</p>
<p>5.3 Dacă nu vi s-a permis &icirc;n mod explicit să faceţi aceasta &icirc;ntr-un acord separat cu Google, sunteţi de acord că nu veţi reproduce, duplica, copia, vinde, comercializa sau revinde Serviciile &icirc;n niciun scop.</p>
<p>5.4 Sunteţi de acord că sunteţi singurul responsabil pentru (şi că Google nu are nicio responsabilitate faţă de dvs. sau faţă de orice terţă parte) orice &icirc;ncălcare a obligaţiilor dvs. ce derivă din Termeni şi pentru consecinţele (incluz&acirc;nd orice pierdere sau daună pe care o poate suferi Google) unei astfel de &icirc;ncălcări. </p>
<p><strong>6. Confidenţialitatea şi informaţiile dvs. personale</strong></p>
<p>6.1 Pentru informaţii despre practicile Google privind protecţia datelor, consultaţi Politica de confidenţialitate Google la http://www.google.co.uk/privacy.html. Această politică explică modul &icirc;n care Google tratează informaţiile dvs. personale şi vă asigură confidenţialitatea atunci c&acirc;nd utilizaţi Serviciile.</p>
<p>6.2 Sunteţi de acord cu utilizarea datelor dvs. &icirc;n conformitate cu politicile de confidenţialitate Google.</p>
<p><strong>7. Conţinutul din Servicii</strong></p>
<p>7.1 &Icirc;nţelegeţi că toate informaţiile (cum ar fi fişiere de date, text scris, software de computer, muzică, fişiere audio sau alte sunete, fotografii, videoclipuri sau alte imagini) la care puteţi avea acces ca parte a sau prin intermediul utilizării de către dvs. a Serviciilor constituie &icirc;n totalitate responsabilitatea persoanei de la care a provenit un astfel de conţinut. Toate aceste informaţii sunt numite mai jos &bdquo;Conţinut&rdquo;.</p>
<p>7.2 Trebuie să ştiţi că orice Conţinut prezentat dvs. ca parte a Serviciilor, incluz&acirc;nd, dar fără să se limiteze la, publicitate &icirc;n Servicii şi Conţinut sponsorizat &icirc;n cadrul Serviciilor poate fi protejat de drepturi de proprietate intelectuală care sunt deţinute de către sponsorii sau agenţii de publicitate care furnizează acel Conţinut pentru Google (sau de către alte persoane sau companii &icirc;n numele lor). Nu puteţi modifica, &icirc;nchiria, da &icirc;n leasing, &icirc;mprumuta, vinde, distribui sau crea lucrări derivate pe baza acestui Conţinut (&icirc;n &icirc;ntregime sau &icirc;n parte) dec&acirc;t dacă vi s-a precizat &icirc;n mod expres, de către Google sau de către proprietarii acelui Conţinut, că puteţi face aceasta, &icirc;ntr-un acord separat.</p>
<p>7.3 Google &icirc;şi rezervă dreptul (dar nu va avea nicio obligaţie) să verifice &icirc;n prealabil, să analizeze, să semnaleze, să filtreze, să modifice, să refuze sau să elimine orice parte sau &icirc;ntregul Conţinut din orice Serviciu. Pentru unele dintre Servicii, Google poate furniza instrumente pentru a filtra conţinutul sexual explicit. Aceste instrumente includ setările pentru preferinţe de Căutare sigură (consultaţi http://www.google.co.uk/help/customize.html#safe). &Icirc;n plus, există servicii şi produse software disponibile &icirc;n comerţ, care limitează accesul la materiale pe care le puteţi considera inacceptabile.</p>
<p>7.4 &Icirc;nţelegeţi că, prin utilizarea Serviciilor, puteţi fi expus la un Conţinut pe care &icirc;l puteţi considera ofensator, indecent sau inacceptabil şi că, &icirc;n această privinţă, utilizaţi Serviciile pe propriul dvs. risc.</p>
<p>7.5 Sunteţi de acord că sunteţi singurul responsabil pentru (şi că Google nu are nicio responsabilitate faţă de dvs. sau faţă de orice terţă parte) orice Conţinut pe care &icirc;l creaţi, transmiteţi sau expuneţi &icirc;n timp ce utilizaţi Serviciile şi pentru consecinţele acţiunilor dvs. (inclusiv pentru orice pierdere sau daună pe care o poate suferi Google).</p>
<p><strong>8. Drepturi de proprietate</strong></p>
<p>8.1 Recunoaşteţi şi sunteţi de acord că Google (sau furnizorii de licenţă ai Google) deţine toate drepturile, titlul şi interesele legale &icirc;n şi pentru Servicii, inclusiv orice drepturi de proprietate intelectuală care subzistă &icirc;n Servicii (indiferent dacă acele drepturi se &icirc;nt&acirc;mplă să fie &icirc;nregistrate sau nu şi oriunde pot exista acele drepturi &icirc;n lume).</p>
<p>8.2 Dacă nu aţi stabilit altfel &icirc;n scris cu Google, niciunul dintre aceşti Termeni nu vă acordă dreptul de a utiliza vreunul dintre numele comerciale, mărcile comerciale, mărcile de serviciu, siglele, numele de domeniu şi alte caracteristici de marcă distinctive ale Google.</p>
<p>8.3 Dacă vi s-a acordat un drept explicit de a utiliza oricare dintre aceste caracteristici de marcă &icirc;ntr-un acord scris separat cu Google, atunci sunteţi de acord ca utilizarea de către dvs. a unor astfel de caracteristici să se facă cu respectarea acelui acord, a tuturor prevederilor aplicabile ale Termenilor şi a regulamentelor de utilizare a caracteristicilor de marcă Google &icirc;n funcţie de actualizarea lor la anumite intervale de timp. Aceste regulamente pot fi consultate online la http://www.google.co.uk/permissions/guidelines.html (sau orice astfel de adresă URL pe care o poate furniza Google &icirc;n acest scop din c&acirc;nd &icirc;n c&acirc;nd).</p>
<p>8.4 Google recunoaşte şi este de acord că nu obţine niciun drept, titlu sau profit de la dvs. (sau de la furnizorii dvs. de licenţă ) prin aceşti Termeni sau din orice Conţinut pe care &icirc;l trimiteţi, postaţi, transmiteţi sau afişaţi &icirc;n sau prin intermediul Serviciilor, inclusiv din orice drepturi de proprietate intelectuală care subzistă &icirc;n acel Conţinut (indiferent dacă acele drepturi sunt sau nu &icirc;nregistrate sau de locul unde acestea există &icirc;n lume). Dacă nu aţi stabilit altfel &icirc;n scris cu Google, sunteţi de acord că sunteţi responsabil pentru protejarea şi aplicarea acestor drepturi şi că Google nu este obligat să facă aceasta &icirc;n numele dvs.</p>
<p>8.5 Sunteţi de acord că nu veţi &icirc;nlătura, ascunde sau modifica orice note privind drepturile de proprietate (inclusiv note de drepturi de copiere şi de marcă comercială) care ar putea fi ataşate sau conţinute &icirc;n cadrul Serviciilor.</p>
<p>8.6 Dacă nu aţi fost autorizat &icirc;n mod explicit &icirc;n scris de către Google să faceţi aceasta, sunteţi de acord că, utiliz&acirc;nd Serviciile, nu veţi utiliza nicio marcă comercială, marcă de serviciu, nume comercial, emblemă ale oricărei companii sau organizaţii &icirc;ntr-un mod care ar putea să provoace, intenţionat sau neintenţionat, confuzie &icirc;n privinţa proprietarului sau a utilizatorului autorizat al acelor mărci, nume sau embleme.</p>
<p><strong>9. Licenţa de la Google</strong></p>
<p>9.1 Google vă acordă o licenţă personală, valabilă oriunde &icirc;n lume, gratuită, netransmisibilă şi neexclusivă pentru a utiliza software-ul furnizat dvs. de către Google ca parte a Serviciilor aşa cum vă sunt ele furnizate de către Google (numit mai jos &bdquo;Software&rdquo;). Această licenţă are unicul scop de a vă permite să utilizaţi şi să beneficiaţi de Servicii aşa cum sunt ele furnizate de către Google, &icirc;n maniera permisă de Termeni.</p>
<p>9.2 &Icirc;n conformitate cu secţiunea 1.2, sunt interzise (at&acirc;t dvs., c&acirc;t şi oricărei alte persoane) copierea, modificarea, crearea unei lucrări derivate din, descoperirea principiilor tehnologice prin analiză, dezasamblarea sau &icirc;ncercarea de orice fel de extragere a codului sursă al Software-ului sau a oricărei părţi din el, dacă acest lucru nu este permis sau solicitat prin lege &icirc;n mod explicit sau dacă nu vi s-a permis aceasta &icirc;n mod expres de către Google, &icirc;n scris.</p>
<p>9.3 &Icirc;n conformitate cu secţiunea 1.2, dacă Google nu v-a acordat permisiunea expresă &icirc;n scris să faceţi aceasta, nu aveţi voie să transmiteţi (sau să acordaţi o sublicenţă pentru) drepturile dvs. de a utiliza Software-ul, să acordaţi o garanţie financiară pe baza sau asupra drepturilor dvs. de a utiliza Software-ul sau să transferaţi &icirc;n alt mod vreo parte a drepturilor dvs. de a utiliza Software-ul.</p>
<p><strong>10. Licenţa de conţinut de la dvs.</strong></p>
<p>10.1 Dvs. păstraţi drepturile de copiere şi orice alte drepturi pe care le deţineţi deja asupra Conţinutului pe care &icirc;l trimiteţi, postaţi sau afişaţi &icirc;n cadrul sau prin intermediul Serviciilor.</p>
<p><strong>11. Actualizări de software</strong></p>
<p>11.1 Din c&acirc;nd &icirc;n c&acirc;nd, Software-ul pe care &icirc;l utilizaţi poate descărca şi instala automat actualizări de la Google. Aceste actualizări sunt proiectate să &icirc;mbunătăţească, să extindă şi să dezvolte mai departe Serviciile şi pot lua forma unor soluţionări de defecţiuni, funcţii &icirc;mbunătăţite, module noi de software şi versiuni complet noi. Sunteţi de acord să primiţi astfel de actualizări (şi să permiteţi companiei Google să vă livreze acestea) ca parte a utilizării de către dvs. a Serviciilor.</p>
<p><strong>12. Terminarea relaţiei dvs. cu Google</strong></p>
<p>12.1 Termenii vor continua să se aplice p&acirc;nă la renunţarea de către dvs. sau de către Google, după cum se stabileşte mai jos. </p>
<p>12.2 Google poate, &icirc;n orice moment, să renunţe la acordul său legal cu dvs. dacă:</p>
<p>(A) aţi &icirc;ncălcat una dintre prevederile Termenilor (sau aţi acţionat &icirc;ntr-o manieră care arată clar că nu intenţionaţi sau nu sunteţi capabil să respectaţi prevederile Termenilor); sau</p>
<p>(B) companiei Google i se solicită să facă astfel prin lege (de exemplu, acolo unde furnizarea Serviciilor pentru dvs. este sau devine ilegală); sau</p>
<p>(C) partenerul &icirc;mpreună cu care Google v-a oferit Serviciile a terminat relaţia sa cu Google sau a &icirc;ncetat să vă ofere Serviciile; sau</p>
<p>(D) Google trece la a nu mai furniza Serviciile pentru utilizatorii din ţara dvs. de reşedinţă sau din care utilizaţi serviciul; sau</p>
<p>(E) furnizarea Serviciilor pentru dvs. de către Google nu mai este viabilă, &icirc;n opinia Google, din punct de vedere comercial.</p>
<p>12.3 Nimic din această Secţiune nu va afecta drepturile Google &icirc;n ceea ce priveşte furnizarea Serviciilor prevăzute &icirc;n Secţiunea 4 a Termenilor.</p>
<p>12.4 C&acirc;nd aceşti Termeni &icirc;ncetează, toate drepturile legale, obligaţiile şi răspunderile de care dvs. şi Google aţi beneficiat, la care aţi fost supuşi (sau care s-au acumulat &icirc;n timp ce Termenii erau &icirc;n vigoare) sau care sunt stabiliţi să continue pe termen nedefinit, vor fi neafectate de această &icirc;ncetare, iar prevederile paragrafului 19.7 vor continua să se aplice acestor drepturi, obligaţii şi răspunderi pe termen nedefinit.</p>
<p><strong>13. Excluderea garanţiilor</strong></p>
<p>13.1 Serviciile sunt furnizate &bdquo;ca atare&rdquo; şi Google, Filialele şi Afiliaţii, ca şi furnizorii lor de licenţă, nu vă oferă nicio garanţie &icirc;n legătură cu acestea.</p>
<p>13.2 &Icirc;n special, Google, Filialele şi Afiliaţii, ca şi furnizorii lor de licenţă, nu vă declară sau garantează că:</p>
<p>(A) utilizarea de către dvs. a serviciilor va &icirc;ntruni cerinţele dvs.,</p>
<p>(B) utilizarea de către dvs. a serviciilor va fi ne&icirc;ntreruptă, promptă, sigură sau fără erori,</p>
<p>(C) toate informaţiile obţinute de către dvs. ca rezultat al utilizării de către dvs. a serviciilor vor fi exacte sau credibile şi</p>
<p>(D) că defectele de operare sau funcţionalitate ale oricărui software furnizat de dvs. ca parte a serviciilor vor fi corectate.</p>
<p>13.3 Niciuna dintre condiţiile, garanţiile sau alţi termeni (inclusiv orice termeni impliciţi cum ar fi pentru calitate satisfăcătoare, potrivire cu scopul sau conformitate cu descrierea) nu se aplică Serviciilor, cu excepţia cazului &icirc;n care sunt stabilite &icirc;n mod explicit &icirc;n Termeni.</p>
<p>13.4 Nimic din Termeni nu va afecta aceste drepturi statutare pe care le aveţi &icirc;ntotdeauna ca şi consumator şi pe care nu puteţi stabili contractual să le modificaţi sau să renunţaţi la ele.</p>
<p><strong>14. Limitarea răspunderii</strong></p>
<p>14.1 Nimic din aceşti Termeni nu va exclude sau limita răspunderea Google pentru pierderi care nu poate fi exclusă sau limitată legal printr-o lege aplicabilă.</p>
<p>14.2 Sub rezerva prevederilor generale de la paragraful 14.1 de mai sus, Google, Filialele şi Afiliaţii săi, precum şi furnizorii lor de licenţă, nu vor fi răspunzători faţă de dvs. pentru:</p>
<p>(A) orice pierderi indirecte sau corelate care pot fi suferite de dvs. Aceasta va include orice pierdere de profit (suferită direct sau indirect), orice pierdere de fond comercial sau reputaţie &icirc;n afaceri şi orice pierdere de date suferită de dvs.;</p>
<p>(B) orice pierdere sau pagubă care poate fi suferită de dvs.ca rezultat al:</p>
<p>(i) oricărei &icirc;ncrederi acordate de dvs. completitudinii, acurateţei sau existenţei oricărui anunţ sau ca rezultat al oricărei relaţii sau tranzacţii &icirc;ntre dvs. şi orice agent de publicitate sau sponsor ale cărui anunţuri apar &icirc;n Servicii;</p>
<p>(ii) oricăror modificări pe care le poate face Google asupra Serviciilor sau pentru orice &icirc;ncetare permanentă sau temporară &icirc;n furnizarea Serviciilor (sau a oricăror facilităţi din cadrul Serviciilor);</p>
<p>(iii) ştergerii, deteriorării sau nereuşitei de a stoca, a oricărui Conţinut sau a oricăror date de comunicare păstrate sau transmise de dvs. sau prin utilizarea de către dvs. a Serviciilor;</p>
<p>(iii) nereuşitei dvs. de a furniza informaţii de cont corecte pentru Google;</p>
<p>(iv) nereuşitei dvs. de a vă păstra parola şi detaliile de cont sigure şi confidenţiale;</p>
<p>14.3 Limitările răspunderii Google faţă de dvs. din paragraful 14.2 de mai sus se vor aplica indiferent dacă Google a fost sau nu avertizat sau ar fi fost conştient de posibilitatea apariţiei unor asemenea pierderi.</p>
<p><strong>15. Politici privind dreptul de autor şi marca comercială</strong></p>
<p>15.1 Politica Google este aceea de a răspunde la &icirc;nştiinţări privind presupuse &icirc;ncălcări ale dreptului de autor care sunt compatibile cu legea internaţională aplicabilă privind proprietatea intelectuală (incluz&acirc;nd, &icirc;n Statele Unite ale Americii, Digital Millennium Copyright Act) şi de a &icirc;nchide conturile celor care &icirc;ncalcă &icirc;n mod repetat acest drept. Detalii despre politica Google pot fi găsite la http://www.google.co.uk/dmca.html.</p>
<p>15.2 &Icirc;n ceea ce priveşte afacerea sa de publicitate, Google urmează o procedură cu privire la pl&acirc;ngerile &icirc;n legătură cu marca comercială ale cărei detalii pot fi găsite la http://www.google.co.uk/tm_complaint.html.</p>
<p><strong>16. Publicitate</strong></p>
<p>16.1 Unele dintre Servicii sunt susţinute prin venit din publicitate şi pot afişa anunţuri şi promoţii. Aceste anunţuri pot fi afişate &icirc;n funcţie de conţinutul informaţiilor stocate &icirc;n Servicii, de interogările efectuate prin intermediul Serviciilor sau de alte informaţii.</p>
<p>16.2 Maniera, modul şi aria de acoperire a publicităţii Google &icirc;n cadrul Serviciilor sunt supuse modificării fără ca dvs. să fiţi &icirc;nştiinţat &icirc;n mod expres.</p>
<p>16.3 Din consideraţie pentru faptul că Google vă permite accesul la Servicii şi utilizarea lor, sunteţi de acord ca Google să plaseze astfel de publicitate &icirc;n cadrul Serviciilor.</p>
<p><strong>17. Alt conţinut</strong></p>
<p>17.1 Serviciile pot include hyperlink-uri spre alte site-uri Web, alt conţinut sau alte resurse. Este posibil ca Google să nu aibă niciun control asupra oricăror site-uri Web sau resurse care sunt furnizate de către companii sau persoane, altele dec&acirc;t Google.</p>
<p>17.2 Luaţi cunoştinţă şi sunteţi de acord că Google nu este responsabil pentru disponibilitatea niciunor asemenea site-uri sau resurse externe şi nu susţine niciun anunţ, produs sau alte materiale de pe sau disponibile prin astfel de site-uri Web sau resurse.</p>
<p>17.3 Luaţi cunoştinţă şi sunteţi de acord că Google nu este răspunzător pentru nicio pierdere sau daună care poate apărea pentru dvs. ca rezultat al disponibilităţii acelor site-uri sau resurse externe sau ca rezultat al oricărei &icirc;ncrederi acordate de dvs. completitudinii, acurateţei sau existenţei oricărui anunţ, produs sau altor materiale din sau disponibile prin astfel de site-uri Web sau resurse.</p>
<p><strong>19. Modificări ale Termenilor</strong></p>
<p>18.1 Din c&acirc;nd &icirc;n c&acirc;nd, Google poate aduce modificări Termenilor universali sau Termenilor adiţionali. Atunci c&acirc;nd au loc aceste modificări, Google vă pune la dispoziţie o nouă copie a Termenilor universali la http://www.google.com/accounts/TOS?hl=ro şi orice noi Termeni adiţionali vă vor fi puşi la dispoziţie &icirc;n cadrul sau prin intermediul Serviciilor afectate.</p>
<p>18.2 &Icirc;nţelegeţi şi sunteţi de acord că, dacă utilizaţi Serviciile după data la care Termenii universali sau Termenii adiţionali s-au modificat, Google va trata utilizarea lor de către dvs. ca acceptare a Termenilor universali sau a Termenilor adiţionali actualizaţi.</p>
<p><strong>19. Termeni legali generali</strong></p>
<p>19.1 Uneori, c&acirc;nd utilizaţi Serviciile, puteţi (ca rezultat al sau prin utilizarea de către dvs. a Serviciilor) utiliza un serviciu sau descărca un element de software sau cumpăra bunuri care sunt furnizate de o altă persoană sau companie. Utilizarea de către dvs. a acestor alte servicii, programe software sau bunuri poate fi supusă unor termeni separaţi &icirc;ntre dvs. şi compania sau persoana implicată. &Icirc;n acest caz, Termenii nu afectează relaţia dvs. legală cu aceste alte companii sau persoane individuale.</p>
<p>19.2 Termenii constituie &icirc;ntregul acord legal dintre dvs. şi Google şi guvernează utilizarea de către dvs. a Serviciilor (dar excluz&acirc;nd orice servicii pe care Google vi le poate furniza sub un acord separat scris) şi &icirc;nlocuiesc complet orice acorduri anterioare &icirc;ntre dvs. şi Google privind Serviciile.</p>
<p>19.3 Sunteţi de acord ca Google să vă trimită &icirc;nştiinţări, inclusiv cele privind modificările aduse Termenilor, prin e-mail, poştă sau prin postări &icirc;n cadrul Serviciilor.</p>
<p>19.4 Sunteţi de acord că, dacă Google nu exercită sau impune niciun drept sau remediu legal sau care este conţinut &icirc;n Termeni (sau de care Google beneficiază sub orice lege &icirc;n vigoare), aceasta nu va fi considerată o renunţare formală la drepturile Google şi că acele drepturi sau remedii vor fi &icirc;n continuare valabile pentru Google.</p>
<p>19.5 Dacă o instanţă de judecată care are competenţa de a decide &icirc;n această privinţă hotărăşte că o prevedere a acestor Termeni nu este valabilă, atunci acea prevedere va fi eliminată din Termeni fără a afecta restul Termenilor. Prevederile rămase ale Termenilor vor continua să fie valabile şi executorii.</p>
<p>19.6 Recunoaşteţi şi sunteţi de acord că fiecare membru al grupului de companii al căror părinte este Google va fi beneficiar terţă parte al Termenilor şi că aceste alte companii vor avea dreptul de a impune direct şi a se baza pe orice prevedere a Termenilor care le conferă lor un beneficiu (sau drepturi &icirc;n favoarea lor). &Icirc;n afară de acestea, nicio altă persoană sau companie nu va fi beneficiar terţă parte al Termenilor.</p>
<p>19.7 Termenii, ca şi relaţia dvs. cu Google sub aceşti Termeni, vor fi guvernaţi de către legislaţia engleză. Dvs. şi Google sunteţi de acord să vă supuneţi deciziei exclusive a instanţelor de judecată ale Angliei pentru a rezolva orice problemă legală ce decurge din Termeni. Cu toate acestea, sunteţi de acord că Google va avea permisiunea de a solicita compensaţii obligatorii (sau un tip echivalent de rezolvare legală urgentă) &icirc;n orice jurisdicţie.</p>
<p>4 decembrie 2008</p>
<h3>&nbsp;</h3>
<br />
</body>
</html>
