<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="icon" type="image/ico" href="/tools/dlpage/res/chrome/images/chrome-16.png"><title>Condiciones del servicio de Google Chrome</title>
<style>
body { font-family:Arial; font-size:13px; }
</style>
<script type="text/javascript">
function carry_tracking(obj) {
    var s = '(\\?.*)';
    var regex = new RegExp(s);
    var results = regex.exec(window.location.href);
	if (results != null) {
		obj.href = obj.href + results[1];
	} else {
		s2 = 'intl/([^/]*)';
		regex2 = new RegExp(s2);
		results2 = regex2.exec(window.location.href);
		if (results2 != null) {
			obj.href = obj.href + '?hl=' + results2[1];
		}
	}
}
</script></head>

<body>
<h2>Condiciones del servicio de Google Chrome</h2>
<p>Estas Condiciones del servicio se aplicar&aacute;n a la versi&oacute;n de c&oacute;digo ejecutable de Google Chrome. El c&oacute;digo fuente de Google Chrome se encuentra disponible de forma gratuita sujeto a los acuerdos de licencia de software de c&oacute;digo abierto que encontrar&aacute; en la p&aacute;gina http://code.google.com/chromium/terms.html.</p>
<p><strong>1. Su relaci&oacute;n con Google</strong></p>
<p>1.1 El uso que haga de los productos, software, servicios y sitios web de Google (en adelante, los &quot;Servicios&quot;; se excluyen los servicios que Google pueda proporcionarle en virtud de cualquier otro acuerdo consensuado por escrito) se rige por las condiciones de un acuerdo legal entre usted y Google. &quot;Google&quot; significa Google Inc., cuya sede central se encuentra en 1600 Amphitheatre Parkway, Mountain View, California 94043, United States. En el presente documento se describen los componentes del acuerdo y se exponen algunas de las condiciones que lo regir&aacute;n.</p>
<p>1.2 A menos que usted y Google establezcan lo contrario por escrito, el acuerdo con Google siempre incluir&aacute;, como m&iacute;nimo, las condiciones de uso estipuladas en este documento. En adelante, se denominar&aacute;n las &quot;Condiciones universales&quot;. Las licencias de software de c&oacute;digo abierto a las que est&aacute; sujeto el c&oacute;digo fuente de Google Chrome constituyen acuerdos por escrito independientes. En la medida en que las licencias de software de c&oacute;digo abierto sustituyan expresamente estas Condiciones universales, las licencias de c&oacute;digo abierto regir&aacute;n su acuerdo con Google en lo referente al uso de Google Chrome o de sus componentes espec&iacute;ficos.</p>
<p>1.3 El acuerdo entre usted y Google tambi&eacute;n incluir&aacute; las condiciones de cualquier aviso legal que corresponda a los Servicios, adem&aacute;s de las Condiciones universales. En adelante, todo ello se denominar&aacute; las &quot;Condiciones adicionales&quot;. Siempre que un Servicio est&eacute; regido por las Condiciones adicionales, podr&aacute; leerlas en el espacio destinado en el Servicio o a trav&eacute;s de &eacute;ste.</p>
<p>1.4 Las Condiciones universales, junto con las Condiciones adicionales, conforman un acuerdo legalmente vinculante entre usted y Google en relaci&oacute;n con el uso que haga de los Servicios. Le recomendamos que las lea detenidamente. En adelante, este acuerdo legal se denominar&aacute; las &quot;Condiciones&quot;.</p>
<p>1.5 En el caso de que exista alguna incoherencia entre las Condiciones adicionales y las Condiciones universales en relaci&oacute;n con el Servicio, prevalecer&aacute;n las disposiciones de las primeras.</p>
<p><strong>2. Aceptaci&oacute;n de las Condiciones</strong></p>
<p>2.1 Antes de hacer uso de los Servicios, deber&aacute; aceptar las Condiciones. De lo contrario, no podr&aacute; beneficiarse de los Servicios.</p>
<p>2.2 Para aceptar las Condiciones, dispone de varias posibilidades:</p>
<p>(A) hacer clic para aceptar dichas Condiciones, all&iacute; donde Google ofrezca esta opci&oacute;n en la interfaz del usuario del Servicio en cuesti&oacute;n; o bien</p>
<p>(B) utilizar los Servicios en s&iacute;. En ese caso, Google asumir&aacute; que acepta las Condiciones al empezar a usar los Servicios.</p>
<p><strong>3. Idioma de las Condiciones</strong></p>
<p>3.1 La traducci&oacute;n que Google le proporcione de la versi&oacute;n en ingl&eacute;s de las Condiciones es &uacute;nicamente a t&iacute;tulo informativo. La versi&oacute;n en ingl&eacute;s ser&aacute; la que prevalecer&aacute; y regir&aacute; su relaci&oacute;n con Google.</p>
<p>3.2 En el caso de que exista alguna incoherencia entre la versi&oacute;n en ingl&eacute;s de las Condiciones y la versi&oacute;n traducida, prevalecer&aacute; la versi&oacute;n en ingl&eacute;s.</p>
<p><strong>4. Prestaci&oacute;n de los Servicios por parte de Google</strong></p>
<p>4.1 Google cuenta con entidades legales subsidiarias y filiales en todo el mundo (&quot;Subsidiarias y Filiales&quot;). En ocasiones, estas empresas ser&aacute;n las encargadas de proveer los Servicios a nuestros clientes en nombre de Google. Por el presente acuerdo, reconoce y acepta que dichas Subsidiarias y Filiales est&aacute;n autorizadas a proveerle dichos Servicios.</p>
<p>4.2 Google est&aacute; constantemente innovando a fin de ofrecer la mejor experiencia posible a sus usuarios. Por el presente acuerdo, reconoce y acepta que el contenido y la naturaleza de los Servicios que proporciona Google pueden variar seg&uacute;n se considere oportuno y sin previo aviso.</p>
<p>4.3 Como parte de esta permanente innovaci&oacute;n, reconoce y acepta que Google pueda suspender, ya sea de forma permanente o temporal, los Servicios, o alguna de las funciones incluidas en los mismos, que le proporciona a usted o a los usuarios en general, a discreci&oacute;n de Google y sin previo aviso. Podr&aacute; interrumpir el uso de los Servicios en cualquier momento que lo desee. No es necesario que informe de ello a Google.</p>
<p>4.4 Por el presente acuerdo, reconoce y acepta que, si Google inhabilita el acceso a su cuenta, es posible que no pueda acceder a los Servicios, a la informaci&oacute;n de su cuenta o a los archivos u otro contenido de la misma.</p>
<p><strong>5. Uso de los Servicios</strong></p>
<p>5.1 Acepta utilizar los Servicios exclusivamente con los fines estipulados en (a) las Condiciones y (b) cualquier ley o regulaci&oacute;n aplicable o cualquiera de las pr&aacute;cticas o directrices aceptadas en las jurisdicciones pertinentes, as&iacute; como cualquier ley relativa a la exportaci&oacute;n de datos o software entre los Estados Unidos o cualquier otro pa&iacute;s pertinente.</p>
<p>5.2 Asimismo, se compromete a no involucrarse en ninguna actividad que interfiera o que interrumpa los Servicios o los servidores y redes conectados a estos.</p>
<p>5.3 A menos que se estipule lo contrario en un acuerdo independiente entre usted y Google, se compromete a no reproducir, duplicar, copiar, vender, comercializar ni revender los Servicios para ning&uacute;n fin.</p>
<p>5.4 Por el presente acuerdo, acepta que usted es el &uacute;nico responsable, y que Google renuncia a toda responsabilidad hacia usted o hacia cualquier tercero, del incumplimiento de cualquiera de sus obligaciones en virtud de las Condiciones, as&iacute; como de las consecuencias, incluido cualquier da&ntilde;o o p&eacute;rdida que se pueda ocasionar a Google, derivado de dicho incumplimiento.</p>
<p>6. Informaci&oacute;n personal y privacidad</p>
<p>6.1. Para obtener informaci&oacute;n acerca de las pr&aacute;cticas de protecci&oacute;n de datos que aplica Google, consulte nuestra Pol&iacute;tica de privacidad en http://www.google.com.ar/privacy.html. Esta pol&iacute;tica explica el tratamiento que hace Google de su informaci&oacute;n personal y c&oacute;mo protege su privacidad cuando utiliza los Servicios.</p>
<p>6.2 Por su parte, acepta el uso de sus datos de acuerdo con las pol&iacute;ticas de privacidad de Google.</p>
<p><strong>7. Contenido de los Servicios</strong></p>
<p>7.1 Por el presente acuerdo, reconoce que toda la informaci&oacute;n, como archivos de datos, texto escrito, programas inform&aacute;ticos, m&uacute;sica, archivos de audio u otros sonidos, fotograf&iacute;as, videos u otro material gr&aacute;fico, a la que tenga acceso como parte de los Servicios o a trav&eacute;s del uso de estos, es responsabilidad exclusiva de la persona que cre&oacute; dicho contenido. En adelante, dicha informaci&oacute;n se denominar&aacute; el &quot;Contenido&quot;.</p>
<p>7.2 El Contenido ofrecido como parte de los Servicios, incluidos, entre otros, los anuncios que aparecen en los Servicios y el Contenido patrocinado, podr&iacute;a estar protegido por derechos de propiedad intelectual pertenecientes a los patrocinadores o a los anunciantes que facilitan dicho Contenido a Google, o pertenecientes a otras personas o empresas en su nombre. A menos que Google o los propietarios del mencionado Contenido autoricen expresamente lo contrario en un acuerdo independiente, se compromete a no modificar, alquilar, arrendar, prestar, vender ni distribuir este Contenido, ni crear trabajos derivados basados en &eacute;l, ya sea en su totalidad o en parte.</p>
<p>7.3 Google se reserva el derecho, aunque ello no constituye una obligaci&oacute;n, de seleccionar anticipadamente, revisar, marcar, filtrar, modificar, rechazar o eliminar parcial o &iacute;ntegramente el Contenido disponible a trav&eacute;s de los Servicios. En el caso de algunos Servicios, Google podr&iacute;a proporcionar herramientas para filtrar contenido sexual expl&iacute;cito. Entre dichas herramientas se incluye la funci&oacute;n SafeSearch. Consulte la direcci&oacute;n http://www.google.com.ar/help/customize.html#safe para obtener m&aacute;s informaci&oacute;n al respecto. Asimismo, existen servicios y software, que se pueden obtener mediante compra, dise&ntilde;ados para limitar el acceso a materiales que considere de dudosa reputaci&oacute;n.</p>
<p>7.4 Por el presente acuerdo, es consciente de que al utilizar los Servicios podr&iacute;a estar expuesto a Contenido que, seg&uacute;n su parecer, sea ofensivo, indecente o de dudosa reputaci&oacute;n y de que, en consecuencia, usa estos Servicios bajo su propia responsabilidad.</p>
<p>7.5 Acepta que usted es el &uacute;nico responsable, y que Google renuncia a toda responsabilidad hacia usted o hacia cualquier tercero, de todo el Contenido que cree, transfiera o publique durante el uso de los Servicios, as&iacute; como de las consecuencias derivadas de sus acciones, incluido cualquier p&eacute;rdida o da&ntilde;o que se ocasione a Google.</p>
<p><strong>8. Derechos sobre la propiedad</strong></p>
<p>8.1 Por el presente acuerdo, acepta que Google, o sus proveedores de licencias, es el propietario de todos los derechos, t&iacute;tulos e intereses asociados a los Servicios, incluidos todos los derechos sobre la propiedad intelectual que rijan, independientemente de si los mencionados derechos est&aacute;n registrados o no y del pa&iacute;s en el que existan. </p>
<p>8.2 A menos que acuerde lo contrario por escrito con Google, ninguna de las disposiciones de las Condiciones le otorga el derecho a usar los nombres y las marcas comerciales de Google, sus marcas de servicio, logotipos, nombres de dominio u otras caracter&iacute;sticas distintivas de marca.</p>
<p>8.3 En caso de que se le conceda el derecho expl&iacute;cito a utilizar alguna de estas caracter&iacute;sticas de marca a trav&eacute;s de un acuerdo por escrito e independiente entre usted y Google, se compromete a que el uso de dichas caracter&iacute;sticas cumpla con el acuerdo en cuesti&oacute;n, con cualquiera de las disposiciones aplicables de las Condiciones y con las directrices de uso de los elementos de marca de Google, las cuales podr&aacute;n modificarse seg&uacute;n se considere oportuno. Estas directrices pueden consultarse en l&iacute;nea a trav&eacute;s de la direcci&oacute;n http://www.google.com.ar/permissions/guidelines.html o de la URL que Google facilite a tal efecto.</p>
<p>8.4 Google renuncia a todo derecho, t&iacute;tulo o inter&eacute;s que le conceda usted o sus proveedores de licencias, de acuerdo con lo estipulado en estas Condiciones, y relativo a cualquier Contenido que facilite, publique, transfiera o muestre en los Servicios o a trav&eacute;s de ellos, incluidos los derechos de propiedad intelectual que rijan el Contenido, independientemente de si los mencionados derechos est&aacute;n registrados o no y del pa&iacute;s en el que existan. Salvo que acuerde lo contrario por escrito con Google, se compromete a proteger y aplicar los mencionados derechos, y exime a Google de la obligaci&oacute;n de hacerlo en su nombre.</p>
<p>8.5 Acepta no eliminar, ocultar ni alterar los avisos de derechos sobre la propiedad, entre ellos, avisos de derechos de autor y de marcas registradas, tanto los incluidos en los Servicios como los que se facilitan como parte de estos.</p>
<p>8.6 Salvo que Google le haya concedido la autorizaci&oacute;n expresamente por escrito, se compromete a que, durante el uso de los Servicios, no utilizar&aacute; ninguna marca comercial, marca de servicio, nombre comercial o logotipo de ninguna empresa o entidad en modo alguno que ocasionara confusi&oacute;n sobre el propietario o usuario autorizado de dichas marcas, nombres o logotipos.</p>
<p><strong>9. Licencia de Google</strong></p>
<p>9.1 Google le concede una licencia personal, internacional y no exclusiva, que no est&aacute; sujeta a derechos de autor y que no puede asignarse, para usar el software proporcionado por Google como parte de los Servicios (en adelante, el &quot;Software&quot;). Esta licencia se otorga con el &uacute;nico prop&oacute;sito de permitirle utilizar los Servicios que le ofrece Google y beneficiarse de ellos seg&uacute;n lo estipulado en las Condiciones.</p>
<p>9.2 Sujeto a la secci&oacute;n 1.2, queda prohibido copiar, modificar, descompilar o intentar extraer el c&oacute;digo fuente del Software total o parcialmente, o crear trabajos derivados o realizar ingenier&iacute;a inversa de &eacute;ste, as&iacute; como permitir que un tercero lo haga, a menos que as&iacute; lo permita o exija la ley, o a menos que Google le conceda tales derechos por escrito.</p>
<p>9.3 Sujeto a la secci&oacute;n 1.2, a menos que Google le haya concedido el permiso por escrito, no podr&aacute; asignar ni conceder sublicencias de sus derechos para utilizar el Software, conceder intereses sobre la seguridad en cuanto a estos derechos ni transferir ninguno de tales derechos.</p>
<p><strong>10. Su licencia del Contenido</strong></p>
<p>10.1 Conservar&aacute; los derechos de autor y cualquier otro derecho que ya posea del Contenido que env&iacute;e, publique o muestre en los Servicios o a trav&eacute;s de ellos.</p>
<p><strong>11. Actualizaciones del Software</strong></p>
<p>11.1 El Software que utiliza podr&aacute; descargar e instalar autom&aacute;ticamente actualizaciones de Google seg&uacute;n proceda. Dichas actualizaciones est&aacute;n dise&ntilde;adas para mejorar, optimizar y desarrollar los Servicios, y pueden presentarse en forma de correcciones, funciones mejoradas, nuevos m&oacute;dulos de software y versiones totalmente nuevas. Acepta recibir dichas actualizaciones, y permite a Google proporcion&aacute;rselas, como parte de estos Servicios.</p>
<p><strong>12. Finalizaci&oacute;n de su relaci&oacute;n con Google</strong></p>
<p>12.1 Las Condiciones seguir&aacute;n vigentes hasta que usted o Google decidan resolverlas, seg&uacute;n lo estipulado a continuaci&oacute;n.</p>
<p>12.2 Google podr&aacute; resolver el acuerdo legal establecido con usted en cualquier momento si:</p>
<p>(A) cumpli&oacute; alguna de las disposiciones de las Condiciones o actu&oacute; de alg&uacute;n modo que demuestre que no tiene intenci&oacute;n de cumplir con tales disposiciones o que no puede cumplirlas; o</p>
<p>(B) As&iacute; se lo exige a Google la ley, por ejemplo, en caso de que la prestaci&oacute;n de los Servicios sea ilegal; o</p>
<p>(C) el socio con el que Google le ofrece los Servicios suspendi&oacute; su relaci&oacute;n con Google o dej&oacute; de proporcionarle los Servicios; o</p>
<p>(D) Google se encuentra en tr&aacute;mites de interrumpir la prestaci&oacute;n de los Servicios a los usuarios del pa&iacute;s de residencia del usuario o en el que &eacute;ste utiliza el Servicio, o</p>
<p>(E) La prestaci&oacute;n de los Servicios por parte de Google dej&oacute; de ser comercialmente viable desde el punto de vista de Google.</p>
<p>12.3 Ninguna de las disposiciones expuestas en esta Secci&oacute;n afectar&aacute; a los derechos de Google en cuanto a la prestaci&oacute;n de los Servicios en virtud de la Secci&oacute;n 4 de las Condiciones.</p>
<p>12.4 Cuando estas Condiciones se rescindan, todos los derechos, las obligaciones y las responsabilidades por las que usted y Google se hayan regido, hayan acumulado durante la vigencia de las Condiciones o que contin&uacute;en vigentes indefinidamente quedar&aacute;n inalterados, y las disposiciones del p&aacute;rrafo 19.7 seguir&aacute;n aplic&aacute;ndose a tales derechos, obligaciones y responsabilidades indefinidamente.</p>
<p><strong>13. EXCLUSI&Oacute;N DE GARANT&Iacute;AS</strong></p>
<p>13.1 NINGUNA DE LAS DISPOSICIONES DE ESTAS CONDICIONES, INCLUIDAS LAS SECCIONES 13 Y 14, CONSTITUIR&Aacute; LA EXCLUSI&Oacute;N O LIMITACI&Oacute;N DE LAS RESPONSABILIDADES DE GOOGLE POR P&Eacute;RDIDAS QUE NO EST&Eacute;N EXCLUIDAS O LIMITADAS POR LA LEGISLACI&Oacute;N VIGENTE. EN ALGUNAS JURISDICCIONES NO SE PERMITE LA EXCLUSI&Oacute;N DE DETERMINADAS GARANT&Iacute;AS O CONDICIONES, NI LA LIMITACI&Oacute;N O EXCLUSI&Oacute;N DE RESPONSABILIDADES POR P&Eacute;RDIDAS O DA&Ntilde;OS CAUSADOS POR NEGLIGENCIA, INCUMPLIMIENTO CONTRACTUAL O INCUMPLIMIENTO DE CONDICIONES IMPL&Iacute;CITAS, NI DE LOS DA&Ntilde;OS ACCIDENTALES O CONSECUTIVOS. DE ACUERDO CON ELLO, SOLO SE LE APLICAR&Aacute;N LAS LIMITACIONES QUE SEAN LEGALES EN SU JURISDICCI&Oacute;N, Y NUESTRA RESPONSABILIDAD SE LIMITAR&Aacute; AL M&Aacute;XIMO PERMITIDO POR LA LEY.</p>
<p>13.2 MANIFIESTA Y ADMITE EXPRESAMENTE QUE EL USO DEL SERVICIO SE REALIZA BAJO SU PROPIA RESPONSABILIDAD Y QUE EL SERVICIO SE SUMINISTRA &quot;TAL CUAL&quot; Y EN FUNCI&Oacute;N DE SU &quot;DISPONIBILIDAD&quot;.</p>
<p>13.3 EN CONCRETO, GOOGLE, SUS SUBSIDIARIAS Y FILIALES Y SUS PROVEEDORES DE LICENCIAS NO GARANTIZAN QUE:</p>
<p>(A) EL USO QUE HAGA DE LOS SERVICIOS SE AJUSTE A SUS NECESIDADES ESPEC&Iacute;FICAS,</p>
<p>(B) LOS SERVICIOS SE PROPORCIONEN DE FORMA ININTERRUMPIDA, PRECISA, SEGURA O SIN ERRORES,</p>
<p>(C) LA INFORMACI&Oacute;N QUE OBTENGA COMO CONSECUENCIA DEL USO DE LOS SERVICIOS SEA EXACTA O FIABLE, Y</p>
<p>(D) SE CORREGIR&Aacute;N LOS DEFECTOS DE FUNCIONAMIENTO Y OPERATIVIDAD DE CUALQUIER SOFTWARE QUE SE PROPORCIONE COMO PARTE DE LOS SERVICIOS.</p>
<p>13.4 EL MATERIAL DESCARGADO U OBTENIDO POR CUALQUIER OTRO MEDIO A TRAV&Eacute;S DEL USO DE LOS SERVICIOS CORRE A SU CUENTA Y RIESGO, Y USTED SER&Aacute; EL &Uacute;NICO RESPONSABLE DE CUALQUIER DA&Ntilde;O OCASIONADO EN SU SISTEMA INFORM&Aacute;TICO O EN CUALQUIER OTRO DISPOSITIVO, AS&Iacute; COMO DE LA P&Eacute;RDIDA DE DATOS, QUE PUEDA RESULTAR DE LA DESCARGA DE DICHO MATERIAL.</p>
<p>13.5 NING&Uacute;N TIPO DE NOTIFICACI&Oacute;N NI INFORMACI&Oacute;N, YA SEA ORAL O ESCRITA, QUE OBTENGA DE GOOGLE O DE LOS SERVICIOS, O MEDIANTE ESTOS &Uacute;LTIMOS, ORIGINAR&Aacute; GARANT&Iacute;AS NO MENCIONADAS EXPRESAMENTE EN LAS PRESENTES CONDICIONES.</p>
<p>13.6 GOOGLE RENUNCIA EXPRESAMENTE A TODAS LAS GARANT&Iacute;AS Y CONDICIONES DE CUALQUIER TIPO, YA SEAN EXPL&Iacute;CITAS O IMPL&Iacute;CITAS, INCLUIDO, ENTRE OTRAS, LAS GARANT&Iacute;AS Y CONDICIONES IMPL&Iacute;CITAS DE COMERCIABILIDAD, APTITUD PARA UN FIN CONCRETO Y NO INFRACCI&Oacute;N.</p>
<p><strong>14. LIMITACI&Oacute;N DE RESPONSABILIDADES</strong></p>
<p>14.1 EN VIRTUD DE LAS DISPOSICIONES DEL P&Aacute;RRAFO 13.1, GOOGLE, SUS SUBSIDIARIAS Y FILIALES Y SUS PROVEEDORES DE LICENCIAS NO SER&Aacute;N RESPONSABLES ANTE USTED POR:</p>
<p>(A) NING&Uacute;N DA&Ntilde;O DIRECTO, INDIRECTO, FORTUITO, ESPECIAL, DERIVADO NI EJEMPLAR EN QUE HAYA INCURRIDO, SEA CUAL SEA SU CAUSA Y BAJO NINGUNA TEOR&Iacute;A DE RESPONSABILIDAD. ELLO INCLUYE, ENTRE OTRAS, CUALQUIER P&Eacute;RDIDA DE BENEFICIOS, YA SEA DIRECTA O INDIRECTA, CUALQUIER P&Eacute;RDIDA DE PRESTIGIO PROFESIONAL O REPUTACI&Oacute;N EMPRESARIAL, CUALQUIER P&Eacute;RDIDA DE DATOS POR SU PARTE, GASTOS DEL ABASTECIMIENTO DE BIENES O SERVICIOS SUSTITUTIVOS U OTRAS P&Eacute;RDIDAS INTANGIBLES;</p>
<p>(B) NINGUNA P&Eacute;RDIDA O DA&Ntilde;O EN QUE PUEDA INCURRIR INCLUIDAS, ENTRE OTRAS, P&Eacute;RDIDAS O DA&Ntilde;OS ORIGINADOS COMO CONSECUENCIA DE:</p>
<p>(I) LA CONFIANZA DEPOSITADA POR SU PARTE EN LA EXHAUSTIVIDAD, PRECISI&Oacute;N O EXISTENCIA DE PUBLICIDAD O COMO CONSECUENCIA DE CUALQUIER RELACI&Oacute;N O TRANSACCI&Oacute;N ENTRE USTED Y OTRO ANUNCIANTE O PATROCINADOR CUYA PUBLICIDAD APAREZCA EN LOS SERVICIOS;</p>
<p>(II) LOS CAMBIOS QUE GOOGLE PUEDA INCORPORAR EN LOS SERVICIOS O LA INTERRUPCI&Oacute;N TEMPORAL O DEFINITIVA DE ESTOS O DE ALGUNA DE SUS FUNCIONES;</p>
<p>(III) LA ELIMINACI&Oacute;N O DA&Ntilde;O DEL CONTENIDO Y DE OTROS DATOS DE DIVULGACI&Oacute;N QUE SE ALOJAN EN LOS SERVICIOS O SE OFRECEN A TRAV&Eacute;S DE ESTOS, AS&Iacute; COMO LA IMPOSIBILIDAD DE ALMACENARLOS;</p>
<p>(IV) LA IMPOSIBILIDAD DE PROPORCIONAR A GOOGLE INFORMACI&Oacute;N PRECISA DE LA CUENTA;</p>
<p>(V) LA NEGLIGENCIA POR NO HABER PRESERVADO SU CONTRASE&Ntilde;A O LA INFORMACI&Oacute;N DE SU CUENTA DE FORMA SEGURA Y CONFIDENCIAL;</p>
<p>14.2 LAS LIMITACIONES DE LA RESPONSABILIDAD DE GOOGLE ANTE USTED, ESTIPULADAS EN EL P&Aacute;RRAFO 14.1, SE APLICAR&Aacute;N INDEPENDIENTEMENTE DE SI SE LE NOTIFICARON TALES POSIBILIDADES DE P&Eacute;RDIDAS A GOOGLE O DE SI GOOGLE DEBER&Iacute;A HABER SIDO CONSCIENTE DE DICHA POSIBILIDAD.</p>
<p><strong>15. Pol&iacute;ticas relativas a los derechos de autor y a las marcas comerciales</strong></p>
<p>15.1 La pol&iacute;tica de Google consiste en responder a las notificaciones de supuestas infracciones de derechos de autor de acuerdo con lo estipulado por la ley de propiedad intelectual e industrial internacional, as&iacute; como la ley estadounidense de protecci&oacute;n de los derechos de autor (Digital Millennium Copyright Act). El objetivo de la pol&iacute;tica de Google tambi&eacute;n incluye cancelar las cuentas de infractores recurrentes. En la p&aacute;gina http://www.google.com.ar/dmca.html encontrar&aacute; la pol&iacute;tica de Google detallada.</p>
<p>15.2 Asimismo, Google cuenta con un procedimiento de reclamaci&oacute;n de marcas comerciales relativo a su actividad publicitaria, cuya descripci&oacute;n encontrar&aacute; en la direcci&oacute;n http://www.google.com.ar/tm_complaint.html.</p>
<p><strong>16. Anuncios</strong></p>
<p>16.1 Algunos de los Servicios se financian a trav&eacute;s de los ingresos obtenidos de la publicidad y pueden mostrar anuncios y promociones. Este tipo de publicidad podr&aacute; estar orientada al contenido de la informaci&oacute;n almacenada en los Servicios, a las consultas realizadas a trav&eacute;s de estos o a otro tipo de informaci&oacute;n.</p>
<p>16.2 La manera, el modo y el alcance de dicha publicidad de Google en los Servicios est&aacute;n sujetos a cambios sin previo aviso.</p>
<p>16.3 Como contraprestaci&oacute;n del acceso y el uso de los Servicios, acepta que Google muestre dicha publicidad en los Servicios.</p>
<p><strong>17. Otros contenidos</strong></p>
<p>17.1 Los Servicios podr&aacute;n incluir hiperv&iacute;nculos a otros sitios, contenido o recursos de Internet. Google no ejerce ning&uacute;n control sobre los recursos y sitios web que proporcionen terceros ajenos a Google.</p>
<p>17.2 Reconoce y acepta que Google no se responsabiliza de la disponibilidad de dichos sitios web o recursos externos y que no respalda la publicidad, los productos u otros materiales proporcionados en los sitios web o recursos en cuesti&oacute;n o a trav&eacute;s de ellos, ni es responsable de los mismos.</p>
<p>17.3 Reconoce y acepta que Google no se responsabiliza de ninguna de las p&eacute;rdidas o da&ntilde;os en que pueda incurrir como consecuencia de la disponibilidad de dichos sitios web o recursos externos o como consecuencia de la confianza que deposite en la exhaustividad, precisi&oacute;n o existencia de publicidad, productos u otros materiales proporcionados en los sitios web o recursos en cuesti&oacute;n o a trav&eacute;s de ellos.</p>
<p><strong>18. Cambios en las Condiciones</strong></p>
<p>18.1 Google podr&aacute; incorporar cambios en las Condiciones universales o las Condiciones adicionales seg&uacute;n considere oportuno. En ese caso, Google incluir&aacute; la nueva versi&oacute;n de las Condiciones universales en http://www.google.com.ar/accounts/TOS?hl=ar y proporcionar&aacute; las Condiciones adicionales en los Servicios correspondientes o a trav&eacute;s de estos.</p>
<p>18.2 Reconoce y acepta que si utiliza los Servicios despu&eacute;s de haberse incorporado los cambios pertinentes en las Condiciones universales y las Condiciones adicionales, Google asumir&aacute; que los acepta.</p>
<p><strong>19. Condiciones legales generales</strong></p>
<p>19.1 En ocasiones, es posible que, como consecuencia del uso de los Servicios o de acciones realizadas a trav&eacute;s de estos, utilice un servicio, descargue un programa o adquiera productos proporcionados por otra persona o empresa. El uso que haga de todos ellos estar&aacute; sujeto a otras condiciones establecidas entre usted y la persona o empresa en cuesti&oacute;n. En ese caso, las Condiciones no afectar&aacute;n a la relaci&oacute;n legal que establezca con estas otras personas o empresas.</p>
<p>19.2 Las presentes Condiciones constituyen el acuerdo legal completo entre usted y Google, rigen el uso que haga de los Servicios, sin incluir los servicios que Google le ofrezca en virtud de un acuerdo por escrito independiente, y sustituyen cualquier acuerdo previo que exista entre usted y Google relativo a los Servicios.</p>
<p>19.3 Acepta que Google puede proporcionarle avisos, incluidos los relativos a los cambios de las Condiciones, a trav&eacute;s del correo electr&oacute;nico, correo postal o mediante su publicaci&oacute;n en los Servicios.</p>
<p>19.4 Acepta que, si Google no ejerce ning&uacute;n derecho legal ni ning&uacute;n desagravio estipulado en las Condiciones o de los que Google pueda beneficiarse en virtud de alguna ley aplicable, se interpretar&aacute; como que ello no supone una renuncia legal de los derechos de Google y que Google seguir&aacute; disponiendo de estos desagravios y derechos legales.</p>
<p>19.5 Si un tribunal, con la jurisdicci&oacute;n competente para decidir sobre este asunto, falla que alguna de las disposiciones de estas Condiciones no es v&aacute;lida, dicha disposici&oacute;n se eliminar&aacute; de las Condiciones sin que ello afecte al resto. El resto de Condiciones seguir&aacute;n siendo v&aacute;lidas y vigentes.</p>
<p>19.6 Reconoce y acepta que cada uno de los miembros del grupo de empresas subsidiarias y filiales de Google constituyen beneficiarios terceros de las Condiciones y que dichas empresas est&aacute;n autorizadas a aplicar directamente las disposiciones de las Condiciones que les concedan los beneficios o derechos pertinentes, as&iacute; como a basarse en ellas. Excepto lo anteriormente estipulado, no habr&aacute; ninguna otra persona o empresa beneficiaria de las presentes Condiciones.</p>
<p>19.7 Las Condiciones de servicio y la relaci&oacute;n surgida entre usted y Google en virtud de &eacute;stas se regir&aacute;n por las leyes del Estado de California, sin contemplarse sus normas respecto a conflicto de leyes. Usted y Google aceptan someterse a la jurisdicci&oacute;n exclusiva de los tribunales del Condado de Santa Clara (California) para resolver cualquier asunto legal derivado de estas Condiciones. Sin perjuicio de lo dispuesto, acepta que Google podr&aacute; reclamar por desagravio provisional, o un tipo de desagravio legal urgente que sea equivalente, en cualquier jurisdicci&oacute;n.</p>
<p>___ de diciembre de 2008</p>
</body>
</html>
