<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="icon" type="image/ico" href="/tools/dlpage/res/chrome/images/chrome-16.png"><title>Google Chromen k&auml;ytt&ouml;ehdot</title>
<style>
body { font-family:Arial; font-size:13px; }
</style>
<script type="text/javascript">
function carry_tracking(obj) {
    var s = '(\\?.*)';
    var regex = new RegExp(s);
    var results = regex.exec(window.location.href);
	if (results != null) {
		obj.href = obj.href + results[1];
	} else {
		s2 = 'intl/([^/]*)';
		regex2 = new RegExp(s2);
		results2 = regex2.exec(window.location.href);
		if (results2 != null) {
			obj.href = obj.href + '?hl=' + results2[1];
		}
	}
}
</script></head>

<body>
<h2>Google Chromen k&auml;ytt&ouml;ehdot</h2>
<p>N&auml;m&auml; k&auml;ytt&ouml;ehdot koskevat Google Chromen suoritettavaa koodiversiota. Google Chromen l&auml;hdekoodi on saatavilla maksutta avoimen l&auml;hdekoodin ohjelmistojen k&auml;ytt&ouml;oikeussopimusten mukaisesti osoitteesta http://code.google.com/chromium/terms.html.</p>
<p><strong>1. K&auml;ytt&auml;j&auml;n suhde Googleen</strong></p>
<p>1.1 Googlen tuotteiden, ohjelmien, palveluiden ja verkkosivustojen (joihin viitataan t&auml;ss&auml; asiakirjassa yhteisell&auml; nimell&auml; Palvelut ja joiden ulkopuolelle j&auml;tet&auml;&auml;n kaikki Googlen erillisell&auml; kirjallisella sopimuksella toimittamat palvelut) k&auml;ytt&auml;mist&auml; sitovat k&auml;ytt&auml;j&auml;n ja Googlen v&auml;lisen sopimuksen ehdot. &quot;Googlella&quot; tarkoitetaan Google Inc:ia, jonka p&auml;&auml;konttori sijaitsee osoitteessa 1600 Amphitheatre Parkway, Mountain View, CA 94043, Yhdysvallat. T&auml;ss&auml; asiakirjassa selostetaan, miten sopimus syntyy, sek&auml; esitet&auml;&auml;n er&auml;&auml;t sopimuksen ehdot.</p>
<p>1.2 Ellei Google kirjallisesti ilmoita toisin, sopimus Googlen kanssa sis&auml;lt&auml;&auml; aina v&auml;hint&auml;&auml;n t&auml;ss&auml; asiakirjassa esitetyt ehdot. N&auml;ihin viitataan j&auml;ljemp&auml;n&auml; nimityksell&auml; Yleisehdot. Google Chromen l&auml;hdekoodia koskevat avoimen l&auml;hdekoodin ohjelmistojen k&auml;ytt&ouml;oikeussopimukset muodostavat erilliset kirjalliset sopimukset. Siin&auml; m&auml;&auml;rin kuin avoimen l&auml;hdekoodin ohjelmistojen k&auml;ytt&ouml;oikeussopimukset nimenomaisesti korvaavat n&auml;m&auml; Yleisehdot, avoimen l&auml;hdekoodin k&auml;ytt&ouml;oikeudet s&auml;&auml;telev&auml;t k&auml;ytt&auml;j&auml;n Google Chromen tai tiettyjen Google Chromen osien k&auml;ytt&ouml;&auml; koskevaa sopimusta Googlen kanssa.</p>
<p>1.3 Googlen kanssa teht&auml;v&auml; sopimus sis&auml;lt&auml;&auml; Yleisehtojen lis&auml;ksi my&ouml;s Palveluihin sovellettavissa olevien Oikeudellisten huomautusten ehdot. N&auml;ihin viitataan j&auml;ljemp&auml;n&auml; nimityksell&auml; Lis&auml;ehdot. Jos Palveluun sovelletaan Lis&auml;ehtoja, ne julkaistaan luettaviksi kyseisess&auml; Palvelussa tai sen k&auml;yt&ouml;n yhteydess&auml;.</p>
<p>1.4 Yleisehdot muodostavat yhdess&auml; Lis&auml;ehtojen kanssa k&auml;ytt&auml;j&auml;n ja Googlen v&auml;lille juridisesti sitovan sopimuksen, joka koskee Palveluiden k&auml;ytt&ouml;&auml;. On t&auml;rke&auml;&auml; lukea ehdot huolellisesti. T&auml;h&auml;n sopimukseen viitataan j&auml;ljemp&auml;n&auml; yhteisell&auml; nimityksell&auml; Ehdot.</p>
<p>1.5 Jos Lis&auml;ehtojen ja Yleisehtojen v&auml;lill&auml; on ristiriitaisuuksia, Lis&auml;ehdot ovat etusijalla kyseisess&auml; Palvelussa.</p>
<p><strong>2. Ehtojen hyv&auml;ksyminen</strong></p>
<p>2.1 K&auml;ytt&auml;j&auml;n on ensin hyv&auml;ksytt&auml;v&auml; Ehdot, jotta h&auml;n voisi k&auml;ytt&auml;&auml; Palveluita. K&auml;ytt&auml;j&auml; ei saa k&auml;ytt&auml;&auml; Palveluita, jos h&auml;n ei hyv&auml;ksy Ehtoja.</p>
<p>2.2 Ehdot voi hyv&auml;ksy&auml;</p>
<p>(A) napsauttamalla Ehtojen hyv&auml;ksymispainiketta, jos Google on antanut t&auml;llaisen vaihtoehdon Palvelun k&auml;ytt&ouml;liittym&auml;ss&auml; tai</p>
<p>(B) k&auml;ytt&auml;m&auml;ll&auml; Palveluita. T&auml;ss&auml; tapauksessa k&auml;ytt&auml;j&auml; ymm&auml;rt&auml;&auml; ja hyv&auml;ksyy, ett&auml; Google katsoo Palveluiden k&auml;yt&ouml;n Ehtojen hyv&auml;ksynn&auml;ksi kyseisest&auml; hetkest&auml; eteenp&auml;in. </p>
<p><strong>3. Ehtojen kieli</strong></p>
<p>3.1 Jos Google on toimittanut Ehtojen englanninkielisest&auml; versiosta k&auml;&auml;nn&ouml;ksen, k&auml;ytt&auml;j&auml; hyv&auml;ksyy, ett&auml; k&auml;&auml;nn&ouml;s on toimitettu vain lukemisen helpottamiseksi ja ett&auml; k&auml;ytt&auml;j&auml;n ja Googlen suhdetta s&auml;&auml;telev&auml;t Ehtojen englanninkieliset versiot.</p>
<p>3.2 Jos Ehtojen englanninkielisen version ja k&auml;&auml;nn&ouml;ksen v&auml;lill&auml; on ristiriitaisuuksia, englanninkielinen versio on etusijalla.</p>
<p><strong>4. Googlen Palveluiden toimittaminen</strong></p>
<p>4.1 Googlella on tyt&auml;ryhti&ouml;it&auml; ja yhteisty&ouml;kumppaneita ymp&auml;ri maailmaa (Tyt&auml;ryhti&ouml;t ja Yhteisty&ouml;kumppanit). Joskus kyseiset yritykset toimittavat Palveluita k&auml;ytt&auml;j&auml;lle Googlen puolesta. K&auml;ytt&auml;j&auml; ymm&auml;rt&auml;&auml; ja hyv&auml;ksyy, ett&auml; Tyt&auml;ryhti&ouml;ill&auml; on oikeus toimittaa Palveluita k&auml;ytt&auml;j&auml;lle.</p>
<p>4.2 Google kehitt&auml;&auml; jatkuvasti uusia tuotteita markkinoille parhaan k&auml;ytt&auml;j&auml;kokemuksen tuottamiseksi. K&auml;ytt&auml;j&auml; ymm&auml;rt&auml;&auml; ja hyv&auml;ksyy, ett&auml; Googlen toimittamien Palveluiden muoto ja luonne voivat muuttua ajoittain ilman ennakkoilmoitusta.</p>
<p>4.3 Osana jatkuvaa tuotekehityst&auml; k&auml;ytt&auml;j&auml; ymm&auml;rt&auml;&auml; ja hyv&auml;ksyy, ett&auml; Google voi lopettaa (pysyv&auml;sti tai v&auml;liaikaisesti) Palveluiden (tai jonkin Palveluiden ominaisuuden) tarjoamisen k&auml;ytt&auml;j&auml;lle tai kaikille k&auml;ytt&auml;jille Googlen oman harkinnan mukaan ilman ennakkoilmoitusta. K&auml;ytt&auml;j&auml; saa lopettaa Palveluiden k&auml;ytt&auml;misen milloin tahansa. K&auml;ytt&auml;j&auml;n ei tarvitse ilmoittaa Googlelle Palveluiden k&auml;yt&ouml;n lopettamisesta.</p>
<p>4.4 K&auml;ytt&auml;j&auml; ymm&auml;rt&auml;&auml; ja hyv&auml;ksyy, ett&auml; jos Google poistaa tilin k&auml;ytt&ouml;oikeudet, k&auml;ytt&auml;j&auml;&auml; voidaan est&auml;&auml; k&auml;ytt&auml;m&auml;st&auml; Palveluita, tilin tietoja tai tilin sis&auml;lt&auml;mi&auml; tiedostoja tai muuta sis&auml;lt&ouml;&auml;.</p>
<p><strong>5. Palveluiden k&auml;ytt&auml;minen</strong></p>
<p>5.1 K&auml;ytt&auml;j&auml; sitoutuu k&auml;ytt&auml;m&auml;&auml;n Palveluita vain tarkoituksiin, jotka ovat (a) Ehtojen ja (b) kyseisell&auml; oikeudenk&auml;ytt&ouml;alueella sovellettavien lakien, s&auml;&auml;nn&ouml;sten tai yleisesti hyv&auml;ksyttyjen k&auml;yt&auml;nt&ouml;jen tai ohjeiden mukaisia (mukaan lukien lait, jotka koskevat tietojen tai ohjelmistojen vienti&auml; Yhdysvalloista tai muista asianomaisista maista tai Yhdysvaltoihin tai muihin asianomaisiin maihin). </p>
<p>5.2 K&auml;ytt&auml;j&auml; sitoutuu olemaan ryhtym&auml;tt&auml; Palveluiden (tai niihin liittyvien palvelimien tai verkkojen) toimintaa h&auml;iritsev&auml;&auml;n toimintaan.</p>
<p>5.3 Ellei k&auml;ytt&auml;j&auml;lle ole nimenomaisesti annettu kirjallisella Googlen kanssa tehdyll&auml; erillisell&auml; sopimuksella lupaa siihen, k&auml;ytt&auml;j&auml; sitoutuu olemaan j&auml;ljent&auml;m&auml;tt&auml;, monistamatta, kopioimatta, myym&auml;tt&auml; tai j&auml;lleenmyym&auml;tt&auml; Palveluita mit&auml;&auml;n tarkoitusta varten.</p>
<p>5.4 K&auml;ytt&auml;j&auml; hyv&auml;ksyy, ett&auml; h&auml;n vastaa itse t&auml;ysin (ja ett&auml; Googlella ei ole velvollisuuksia k&auml;ytt&auml;j&auml;&auml; tai ulkopuolista osapuolta kohtaan) kaikista Ehtojen mukaisten k&auml;ytt&auml;j&auml;n velvollisuuksien rikkomisesta ja niiden seurauksista (mukaan lukien Googlen mahdollisesti k&auml;rsim&auml;t menetykset tai vahingot). </p>
<p><strong>6. Yksityisyys ja k&auml;ytt&auml;j&auml;n henkil&ouml;kohtaiset tiedot</strong></p>
<p>6.1 Googlen tietosuojak&auml;yt&auml;nt&ouml;&auml; koskevat tiedot ovat Googlen tietosuojak&auml;yt&auml;nn&ouml;ss&auml; osoitteessa http://www.google.fi/privacy.html. T&auml;ss&auml; k&auml;yt&auml;nn&ouml;ss&auml; selvitet&auml;&auml;n, miten Google k&auml;sittelee k&auml;ytt&auml;j&auml;n henkil&ouml;kohtaisia tietoja ja suojaa k&auml;ytt&auml;j&auml;n yksityisyytt&auml; Palveluiden k&auml;yt&ouml;n yhteydess&auml;.</p>
<p>6.2 K&auml;ytt&auml;j&auml; hyv&auml;ksyy, ett&auml; tietoja k&auml;ytet&auml;&auml;n Googlen tietosuojak&auml;yt&auml;nt&ouml;jen mukaisesti.</p>
<p><strong>7. Palveluissa oleva sis&auml;lt&ouml;</strong></p>
<p>7.1 K&auml;ytt&auml;j&auml; ymm&auml;rt&auml;&auml;, ett&auml; kaikki tiedot (kuten tietotiedostot, kirjoitettu teksti, tietokoneohjelmistot, musiikki- ja &auml;&auml;nitiedostot tai muut &auml;&auml;net, valokuvat, videot tai muut kuvat), joita k&auml;ytt&auml;j&auml; voi k&auml;ytt&auml;&auml; Palveluiden osana tai Palveluiden kautta, ovat sis&auml;ll&ouml;n alkuper&auml;isen l&auml;hett&auml;j&auml;n vastuulla. J&auml;ljemp&auml;n&auml; t&auml;llaisia tietoja kutsutaan nimell&auml; Sis&auml;lt&ouml;.</p>
<p>7.2 K&auml;ytt&auml;j&auml;n tulee olla tietoinen, ett&auml; Palveluiden osana toimitettu Sis&auml;lt&ouml;, mukaan lukien muun muassa Palveluissa olevat mainokset ja sponsoroitu Sis&auml;lt&ouml;, voi olla kyseisen Googlelle tuotetun Sis&auml;ll&ouml;n omistavien sponsoreiden tai mainostajien (tai muiden henkil&ouml;iden tai yritysten, jotka toimivat omistajien nimiss&auml;) immateriaalioikeuksien suojaamaa. K&auml;ytt&auml;j&auml; ei saa muokata, antaa tai ottaa vuokralle, lainata, myyd&auml;, jaella tai luoda kyseiseen Sis&auml;lt&ouml;&ouml;n (joko kokonaan tai osittain) perustuvia johdannaist&ouml;it&auml;, ellei Google tai Sis&auml;ll&ouml;n omistaja ole antanut siihen nimenomaista lupaa erillisess&auml; sopimuksessa.</p>
<p>7.3 Google pid&auml;tt&auml;&auml; oikeuden (ilman velvoitetta) tarkastaa ennakkoon, arvioida, merkit&auml;, suodattaa, torjua, muokata tai siirt&auml;&auml; mink&auml; tahansa Palvelun mit&auml; tahansa Sis&auml;lt&ouml;&auml;. Google saattaa joissakin Palveluissa toimittaa ty&ouml;kaluja, joilla voi suodattaa vain aikuisille tarkoitetun sis&auml;ll&ouml;n. N&auml;m&auml; ty&ouml;kalut sis&auml;lt&auml;v&auml;t SafeSearch-asetukset (katso http://www.google.fi/help/customize.html#safe). Lis&auml;ksi k&auml;ytett&auml;viss&auml; on kaupallisesti saatavana olevia palveluita ja ohjelmistoja, joiden avulla k&auml;ytt&auml;j&auml; voi rajoittaa paheksumansa sis&auml;ll&ouml;n esiintuloa.</p>
<p>7.4 K&auml;ytt&auml;j&auml; ymm&auml;rt&auml;&auml;, ett&auml; Palveluita k&auml;ytt&auml;m&auml;ll&auml; h&auml;n saattaa saada tietoonsa loukkaavana, ep&auml;siveellisen&auml; tai paheksuttavana pit&auml;m&auml;&auml;ns&auml; Sis&auml;lt&ouml;&auml; ja ett&auml; k&auml;ytt&auml;j&auml; k&auml;ytt&auml;&auml; Palveluita omalla vastuullaan.</p>
<p>7.5 K&auml;ytt&auml;j&auml; hyv&auml;ksyy, ett&auml; h&auml;n vastaa itse t&auml;ysin (ja ett&auml; Googlella ei ole velvollisuuksia k&auml;ytt&auml;j&auml;&auml; tai ulkopuolista osapuolta kohtaan) kaikesta k&auml;ytt&auml;j&auml;n luomasta, l&auml;hett&auml;m&auml;st&auml; tai n&auml;ytt&auml;m&auml;st&auml; Sis&auml;ll&ouml;st&auml; Palveluiden k&auml;ytt&auml;misen yhteydess&auml; sek&auml; kaikista k&auml;ytt&auml;j&auml;n toimien seurauksista (mukaan lukien Googlen mahdollisesti k&auml;rsim&auml;t menetykset tai vahingot).</p>
<p><strong>8. Omistusoikeudet</strong></p>
<p>8.1 K&auml;ytt&auml;j&auml; ymm&auml;rt&auml;&auml; ja hyv&auml;ksyy, ett&auml; Google (tai Googlelle k&auml;ytt&ouml;oikeuden my&ouml;nt&auml;neet tahot) omistaa kaikki Palveluihin liittyv&auml;t oikeudet, nimikkeet ja edut, mukaan lukien Palveluissa olevat immateriaalioikeudet (riippumatta siit&auml;, onko kyseiset oikeudet rekister&ouml;ity tai miss&auml; p&auml;in maailmaa ne ovat).</p>
<p>8.2 Ellei k&auml;ytt&auml;j&auml; ole toisin kirjallisesti Googlen kanssa sopinut, mik&auml;&auml;n Ehdoissa ei anna k&auml;ytt&auml;j&auml;lle oikeutta k&auml;ytt&auml;&auml; Googlen tavara- tai palvelumerkkej&auml;, logoja, verkkotunnusten nimi&auml; ja muita yksil&ouml;ivi&auml; br&auml;ndiominaisuuksia.</p>
<p>8.3 Jos k&auml;ytt&auml;j&auml;lle on annettu erillisell&auml; Googlen kanssa tehdyll&auml; kirjallisella sopimuksella nimenomainen oikeus k&auml;ytt&auml;&auml; kyseisi&auml; br&auml;ndiominaisuuksia, k&auml;ytt&auml;j&auml; hyv&auml;ksyy, ett&auml; t&auml;llaisia ominaisuuksia tulee k&auml;ytt&auml;&auml; kyseisen sopimuksen, kaikkien soveltuvien Ehtojen ja ajoittain p&auml;ivitett&auml;v&auml;n Googlen br&auml;ndiominaisuuksien k&auml;ytt&ouml;&auml; koskevan ohjeiston mukaisesti. Kyseinen ohjeisto sijaitsee osoitteessa http://www.google.fi/permissions/guidelines.html (tai muussa Googlen ilmoittamassa osoitteessa).</p>
<p>8.4 Google ymm&auml;rt&auml;&auml; ja hyv&auml;ksyy, ett&auml; sill&auml; ei n&auml;iden Ehtojen mukaisesti ole mit&auml;&auml;n oikeuksia tai etuja k&auml;ytt&auml;j&auml;&auml;n (tai k&auml;ytt&auml;j&auml;lle k&auml;ytt&ouml;oikeuden antaneisiin tahoihin) n&auml;hden tai mihink&auml;&auml;n k&auml;ytt&auml;j&auml;n Palveluiden kautta l&auml;hett&auml;m&auml;&auml;n, julkaisemaan tai esitt&auml;m&auml;&auml;n Sis&auml;lt&ouml;&ouml;n n&auml;hden (riippumatta siit&auml;, onko kyseiset oikeudet rekister&ouml;ity tai miss&auml; maassa ne ovat voimassa). Jos k&auml;ytt&auml;j&auml; ei ole toisin Googlen kanssa kirjallisesti sopinut, k&auml;ytt&auml;j&auml; ymm&auml;rt&auml;&auml; ja hyv&auml;ksyy, ett&auml; h&auml;n vastaa kyseisten oikeuksien suojaamisesta ja yll&auml;pit&auml;misest&auml;, ja ett&auml; Googlella ei ole velvollisuutta tehd&auml; sit&auml; k&auml;ytt&auml;j&auml;n puolesta.</p>
<p>8.5 K&auml;ytt&auml;j&auml; sitoutuu olemaan poistamatta, piilottamatta tai muuttamatta omistusoikeusilmoituksia (mukaan lukien tekij&auml;noikeus- ja tavaramerkkilausunnot), jotka saattavat olla liitettyn&auml; Palveluihin tai sis&auml;lty&auml; niihin.</p>
<p>8.6 Ellei Google ole nimenomaisesti antanut k&auml;ytt&auml;j&auml;lle kirjallista lupaa siihen, k&auml;ytt&auml;j&auml; hyv&auml;ksyy, ett&auml; Palveluita k&auml;ytt&auml;ess&auml;&auml;n h&auml;n ei k&auml;yt&auml; mink&auml;&auml;n yrityksen tai organisaation tavara- tai palvelumerkkej&auml; tai logoja tavalla, joka todenn&auml;k&ouml;isesti tai tarkoituksella aiheuttaa sekaannusta kyseisten merkkien tai logojen omistajista tai luvallisesta k&auml;yt&ouml;st&auml;.</p>
<p><strong>9. Googlen my&ouml;nt&auml;m&auml; k&auml;ytt&ouml;oikeus</strong></p>
<p>9.1 Google my&ouml;nt&auml;&auml; k&auml;ytt&auml;j&auml;lle henkil&ouml;kohtaisen, maailmanlaajuisen, tekij&auml;noikeusmaksuttoman, ei-siirrett&auml;v&auml;n ja rajoittamattoman k&auml;ytt&ouml;oikeuden k&auml;ytt&auml;&auml; Googlen k&auml;ytt&auml;j&auml;lle Palveluiden osana toimittamaa ohjelmistoa (johon viitataan j&auml;ljemp&auml;n&auml; nimell&auml; Ohjelmisto). K&auml;ytt&ouml;oikeuden ainoana tarkoituksena on antaa k&auml;ytt&auml;j&auml;lle mahdollisuus k&auml;ytt&auml;&auml; Palveluita Googlen tarjoamassa muodossa Ehtojen sallimalla tavalla.</p>
<p>9.2 Kohdan 1.2 mukaisesti k&auml;ytt&auml;j&auml; ei saa (eik&auml; k&auml;ytt&auml;j&auml; saa antaa kenenk&auml;&auml;n muun) kopioida, muokata, luoda johdannaist&ouml;it&auml;, tutkia valmistustapaa, purkaa tai muuten yritt&auml;&auml; selvitt&auml;&auml; Ohjelmiston tai sen osan l&auml;hdekoodia, ellei t&auml;t&auml; nimenomaisesti lailla sallita tai vaadita tai ellei Google ole kirjallisesti antanut k&auml;ytt&auml;j&auml;lle lupaa kyseiseen toimenpiteeseen.</p>
<p>9.3 Kohdan 1.2 mukaisesti k&auml;ytt&auml;j&auml; ei saa luovuttaa Ohjelmiston k&auml;ytt&ouml;oikeutta (tai my&ouml;nt&auml;&auml; alilisenssi&auml;), perustaa siihen mit&auml;&auml;n etuja tai siirt&auml;&auml; muulla tavalla mit&auml;&auml;n k&auml;ytt&auml;j&auml;n Ohjelmiston k&auml;ytt&ouml;oikeuden osaa, ellei Google ole antanut k&auml;ytt&auml;j&auml;lle nimenomaisesti kirjallista lupaa toimia n&auml;in.</p>
<p><strong>10. K&auml;ytt&auml;j&auml;n my&ouml;nt&auml;m&auml; k&auml;ytt&ouml;oikeus sis&auml;lt&ouml;&ouml;n</strong></p>
<p>10.1 K&auml;ytt&auml;j&auml; s&auml;ilytt&auml;&auml; Palveluiden kautta tai Palveluihin l&auml;hetetyn, julkaistun tai esitetyn Sis&auml;ll&ouml;n tekij&auml;noikeudet ja muut k&auml;ytt&auml;j&auml;n omistamat oikeudet.</p>
<p><strong>11. Ohjelmistop&auml;ivitykset</strong></p>
<p>11.1 K&auml;ytt&auml;j&auml;n k&auml;ytt&auml;m&auml; Ohjelmisto voi aika ajoin ladata ja asentaa automaattisesti p&auml;ivityksi&auml; Googlelta. P&auml;ivitysten tarkoituksena on parantaa, laajentaa ja kehitt&auml;&auml; edelleen Palveluita. P&auml;ivitykset voivat olla ohjelmointivirheiden korjauksia, laajennettuja toimintoja, uusia ohjelmistomoduuleita ja t&auml;ysin uusia versioita. K&auml;ytt&auml;j&auml; sitoutuu ottamaan vastaan p&auml;ivityksi&auml; (ja sallimaan Googlelle niiden toimittamisen k&auml;ytt&auml;j&auml;lle) osana Palveluiden k&auml;ytt&ouml;&auml;.</p>
<p><strong>12. K&auml;ytt&auml;j&auml;n ja Googlen suhteen p&auml;&auml;tt&auml;minen</strong></p>
<p>12.1 Ehdot ovat voimassa, kunnes joko k&auml;ytt&auml;j&auml; tai Google lopettaa ne alla esitetyll&auml; tavalla. </p>
<p>12.2 Google voi milloin tahansa p&auml;&auml;tt&auml;&auml; k&auml;ytt&auml;j&auml;n kanssa tehdyn sopimuksen, jos:</p>
<p>(A) k&auml;ytt&auml;j&auml; on rikkonut Ehtoja (tai toiminut tavalla, joka selv&auml;sti osoittaa, ett&auml; k&auml;ytt&auml;j&auml; ei aio noudattaa Ehtoja tai pysty noudattamaan niit&auml;) tai</p>
<p>(B) laki edellytt&auml;&auml; sit&auml; Googlelta (jos Palveluiden toimittaminen k&auml;ytt&auml;j&auml;lle esimerkiksi muuttuu laittomaksi) tai</p>
<p>(C) kumppani, jonka kanssa Google on tarjonnut Palvelut k&auml;ytt&auml;j&auml;lle, on purkanut liikesuhteensa Googlen kanssa tai lopettanut Palveluiden tarjoamisen k&auml;ytt&auml;j&auml;lle tai</p>
<p>(D) Google on lopettamassa Palveluiden tarjoamisen k&auml;ytt&auml;jille maassa, jossa k&auml;ytt&auml;j&auml; asuu tai jossa k&auml;ytt&auml;j&auml; k&auml;ytt&auml;&auml; palvelua tai</p>
<p>(E) Googlen Palveluiden tarjoaminen k&auml;ytt&auml;j&auml;lle ei en&auml;&auml; ole Googlen mielest&auml; taloudellisesti kannattavaa.</p>
<p>12.3 Mik&auml;&auml;n t&auml;m&auml;n osan m&auml;&auml;r&auml;yksist&auml; ei vaikuta Googlen oikeuksiin, jotka liittyv&auml;t Palveluiden tuottamiseen Ehtojen osan 4 mukaisesti.</p>
<p>12.4 Kun n&auml;m&auml; Ehdot lakkaavat olemasta voimassa, se ei vaikuta juridisiin oikeuksiin, velvollisuuksiin ja vastuisiin, joista k&auml;ytt&auml;j&auml; ja Google ovat saaneet hy&ouml;ty&auml;, joita on sovellettu (tai jotka ovat kertyneet Ehtojen voimassaoloaikana) tai joiden on ilmoitettu jatkuvan rajoittamattoman ajan. Kohdan 19.7 m&auml;&auml;r&auml;yksi&auml; sovelletaan edelleen t&auml;llaisiin oikeuksiin, velvollisuuksiin ja vastuisiin rajoittamattoman ajan.</p>
<p><strong>13. Takuiden kielt&auml;minen</strong></p>
<p>13.1 Palvelut toimitetaan sellaisenaan, eik&auml; Google eiv&auml;tk&auml; sen Tyt&auml;ryhti&ouml;t, Yhteisty&ouml;kumppanit tai Googlelle k&auml;ytt&ouml;oikeuden my&ouml;nt&auml;neet tahot anna niihin liittyvi&auml; takuita.</p>
<p>13.2 Google, sen Tyt&auml;ryhti&ouml;t ja Yhteisty&ouml;kumppanit ja Googlelle k&auml;ytt&ouml;oikeuden my&ouml;nt&auml;neet tahot eiv&auml;t nimenomaisesti takaa k&auml;ytt&auml;j&auml;lle, ett&auml;:</p>
<p>(A) k&auml;ytt&auml;j&auml;n Palveluiden k&auml;ytt&ouml; t&auml;ytt&auml;&auml; k&auml;ytt&auml;j&auml;n vaatimukset,</p>
<p>(B) k&auml;ytt&auml;j&auml;n Palveluiden k&auml;ytt&ouml; on keskeytym&auml;t&ouml;nt&auml;, oikea-aikaista, turvallista tai virheet&ouml;nt&auml;,</p>
<p>(C) k&auml;ytt&auml;j&auml;n Palveluiden k&auml;yt&ouml;n kautta hankkimat tiedot ovat oikeita tai luotettavia ja</p>
<p>(D) k&auml;ytt&auml;j&auml;lle Palveluiden osana toimitetun Ohjelmiston toimintaviat korjataan.</p>
<p>13.3 Palveluilla ei ole mit&auml;&auml;n muita takuita tai ehtoja (mukaan lukien oletetut takuut koskien tyydytt&auml;v&auml;&auml; laatua, tiettyyn k&auml;ytt&ouml;tarkoitukseen sopivuutta tai kuvauksenmukaisuutta) kuin mit&auml; n&auml;iss&auml; Ehdoissa erikseen mainitaan.</p>
<p>13.4 Mik&auml;&auml;n n&auml;iss&auml; Ehdoissa ei vaikuta k&auml;ytt&auml;j&auml;n lainmukaisiin oikeuksiin, joihin k&auml;ytt&auml;j&auml; on oikeutettu kuluttajana ja joita k&auml;ytt&auml;j&auml; ei voi sopimuksella muuttaa tai hyl&auml;t&auml;.</p>
<p><strong>14. Vastuurajoitus</strong></p>
<p>14.1 Mik&auml;&auml;n n&auml;iss&auml; Ehdoissa ei sulje pois tai rajoita Googlen vastuuta menetyksist&auml;, joita ei saa lain mukaan sulkea pois tai rajoittaa.</p>
<p>14.2 Edell&auml; mainitun kappaleen 14.1 mukaisesti Google, Googlen Tyt&auml;ryhti&ouml;t ja Yhteisty&ouml;kumppanit ja Googlelle k&auml;ytt&ouml;oikeuden my&ouml;nt&auml;neet tahot eiv&auml;t vastaa</p>
<p>(A) k&auml;ytt&auml;j&auml;lle mahdollisesti aiheutuvista ep&auml;suorista tai v&auml;lillisist&auml; tappioista. T&auml;m&auml; sis&auml;lt&auml;&auml; voittojen menetyksen (suoran ja ep&auml;suoran), yrityksen maineen menetyksen ja k&auml;ytt&auml;j&auml;n menett&auml;m&auml;t tiedot</p>
<p>(B) k&auml;ytt&auml;j&auml;lle mahdollisesti aiheutuneet tappiot tai menetykset, jotka ovat johtuneet:</p>
<p>(i) k&auml;ytt&auml;j&auml;n tukeutumisesta mainonnan t&auml;ydellisyyteen, oikeellisuuteen tai olemassaoloon tai Palveluissa mainoksia n&auml;ytt&auml;v&auml;n mainostajan tai sponsorin ja k&auml;ytt&auml;j&auml;n v&auml;lisen suhteen tai liiketoimen tuloksesta</p>
<p>(ii) Googlen Palveluihin mahdollisesti tekemist&auml; muutoksista tai mist&auml; tahansa pysyv&auml;st&auml; tai v&auml;liaikaisesta Palveluiden (tai Palveluissa olevan ominaisuuden) toimittamisen lopettamisesta</p>
<p>(iii) k&auml;ytt&auml;j&auml;n palveluiden k&auml;yt&ouml;ss&auml; tapahtuneesta sis&auml;ll&ouml;n tai palveluiden kautta yll&auml;pidetyn tai v&auml;litetyn muun tiedon poistamisesta, vioittumisesta tai tallentamisen ep&auml;onnistumisesta</p>
<p>(iii) siit&auml;, ett&auml; k&auml;ytt&auml;j&auml; ei ole toimittanut Googlelle tarkkoja tilitietoja</p>
<p>(iv) siit&auml;, ett&auml; k&auml;ytt&auml;j&auml; ei ole pit&auml;nyt salasanaa tai tilin tietoja turvattuina ja luottamuksellisina.</p>
<p>14.3 Edell&auml; kappaleessa 14.2 mainitut Googlen vastuun rajoitukset k&auml;ytt&auml;j&auml;&auml; kohtaan ovat voimassa, vaikka Googlelle olisi ilmoitettu tai sen olisi pit&auml;nyt olla tietoinen t&auml;llaisten vahinkojen mahdollisuudesta.</p>
<p><strong>15. Tekij&auml;noikeutta ja tuotemerkkej&auml; koskevat k&auml;yt&auml;nn&ouml;t</strong></p>
<p>15.1 Googlen k&auml;yt&auml;nt&ouml; on reagoida kaikkiin sovellettavien kansainv&auml;listen immateriaalioikeuksia koskevien lakien (mukaan lukien Yhdysvaltojen DMCA-laki) mukaisia v&auml;itettyj&auml; tekij&auml;noikeusloukkauksia koskeviin ilmoituksiin ja lakkauttaa toistuvasti rikkomuksiin syyllistyneiden tilit. Tietoja Googlen k&auml;yt&auml;nn&ouml;st&auml; on osoitteessa http://www.google.fi/dmca.html.</p>
<p>15.2 Googlella on tavaramerkkivalitusk&auml;yt&auml;nt&ouml; liittyen Googlen mainostoimintaan. Tietoja k&auml;yt&auml;nn&ouml;st&auml; on osoitteessa http://www.google.fi/tm_complaint.html.</p>
<p><strong>16. Mainokset</strong></p>
<p>16.1 Osa Palveluista on mainosrahoitteisia, joten palvelun k&auml;ytt&auml;j&auml;t n&auml;kev&auml;t mainoksia. Kyseiset mainokset voidaan kohdistaa Palveluihin tallennettujen tietojen sis&auml;lt&ouml;&ouml;n, Palveluiden kautta teht&auml;viin kyselyihin tai muihin tietoihin.</p>
<p>16.2 Googlen Palveluiden yhteydess&auml; n&auml;ytett&auml;v&auml;n mainonnan menetelm&auml;t ja laajuus vaihtelevat ja niit&auml; voidaan muuttaa ilman ennakkoilmoitusta.</p>
<p>16.3 K&auml;ytt&auml;j&auml; hyv&auml;ksyy, ett&auml; Google voi n&auml;ytt&auml;&auml; t&auml;llaisia mainoksia Palveluissa, vastineena sille, ett&auml; Google antaa k&auml;ytt&auml;j&auml;lle Palveluiden k&auml;ytt&ouml;oikeuden.</p>
<p><strong>17. Muu sis&auml;lt&ouml;</strong></p>
<p>17.1 Palvelut voivat sis&auml;lt&auml;&auml; hyperlinkkej&auml; verkkosivustoihin, -sis&auml;lt&ouml;&ouml;n tai -resursseihin. Googlella ei v&auml;ltt&auml;m&auml;tt&auml; ole mahdollisuutta hallita Googlen ulkopuolisten yritysten tai henkil&ouml;iden tuottamia verkkosivustoja tai -resursseja.</p>
<p>17.2 K&auml;ytt&auml;j&auml; ymm&auml;rt&auml;&auml; ja hyv&auml;ksyy, ett&auml; Google ei vastaa kyseisten ulkoisten sivustojen tai resurssien k&auml;ytett&auml;vyydest&auml; eik&auml; suosittele kyseisiss&auml; sivustoissa tai resursseissa k&auml;ytett&auml;viss&auml; olevaa mainontaa, tuotteita tai muuta materiaalia.</p>
<p>17.3 K&auml;ytt&auml;j&auml; ymm&auml;rt&auml;&auml; ja hyv&auml;ksyy, ett&auml; Google ei vastaa tappioista tai vahingoista, jotka ovat syntyneet k&auml;ytt&auml;j&auml;lle kyseisten ulkoisten sivustojen tai resurssien k&auml;ytett&auml;vyydest&auml; tai jotka syntyv&auml;t k&auml;ytt&auml;j&auml;n luottamuksesta kyseisiss&auml; sivustoissa tai resursseissa olevan mainonnan, tuotteiden tai muun materiaalin t&auml;ydellisyyteen, oikeellisuuteen tai olemassaoloon.</p>
<p><strong>19. Muutokset Ehtoihin</strong></p>
<p>18.1 Google voi aika ajoin tehd&auml; muutoksia Yleisehtoihin tai Lis&auml;ehtoihin. Kun muutoksia tehd&auml;&auml;n, Google toimittaa Yleisehtojen uuden kopion saataville osoitteessa http://www.google.com/accounts/TOS?hl=fi ja uudet Lis&auml;ehdot tuodaan k&auml;ytt&auml;j&auml;n saataville niihin liittyviss&auml; Palveluissa tai Palveluiden kautta.</p>
<p>18.2 K&auml;ytt&auml;j&auml; ymm&auml;rt&auml;&auml; ja hyv&auml;ksyy, ett&auml; jos k&auml;ytt&auml;j&auml; k&auml;ytt&auml;&auml; Palveluita Yleisehtojen tai Lis&auml;ehtojen muuttamisp&auml;iv&auml;n j&auml;lkeen, Google katsoo k&auml;yt&ouml;n p&auml;ivitettyjen Yleisehtojen tai Lis&auml;ehtojen hyv&auml;ksynn&auml;ksi.</p>
<p><strong>19. Yleiset juridiset ehdot</strong></p>
<p>19.1 K&auml;ytt&auml;ess&auml;&auml;n Palveluita k&auml;ytt&auml;j&auml; saattaa joskus (Palveluiden k&auml;yt&ouml;n tuloksena tai niiden k&auml;yt&ouml;n kautta) k&auml;ytt&auml;&auml; palvelua, ladata ohjelmiston osan tai ostaa tavaran, jonka toinen henkil&ouml; tai yritys on tuottanut. K&auml;ytt&auml;j&auml;n kyseisten muiden palveluiden, ohjelmistojen tai tavaroiden k&auml;ytt&ouml;&auml; saattaa sitoa erilliset ehdot, jotka solmitaan k&auml;ytt&auml;j&auml;n ja kyseisen yrityksen tai henkil&ouml;n v&auml;lille. Jos n&auml;in on, Ehdot eiv&auml;t vaikuta k&auml;ytt&auml;j&auml;n ja n&auml;iden toisten yritysten tai henkil&ouml;iden v&auml;liseen juridiseen suhteeseen.</p>
<p>19.2 Ehdot muodostavat kokonaisuudessaan k&auml;ytt&auml;j&auml;n ja Googlen v&auml;lisen sopimuksen ja ne s&auml;&auml;telev&auml;t k&auml;ytt&auml;j&auml;n Palveluiden k&auml;ytt&ouml;&auml; (pois lukien palvelut, jotka Google saattaa tuottaa k&auml;ytt&auml;j&auml;lle erillisell&auml; kirjallisella sopimuksella). Ehdot korvaavat kokonaan k&auml;ytt&auml;j&auml;n ja Googlen v&auml;liset aiemmat sopimukset, jotka liittyv&auml;t Palveluihin.</p>
<p>19.3 K&auml;ytt&auml;j&auml; hyv&auml;ksyy, ett&auml; Google l&auml;hett&auml;&auml; k&auml;ytt&auml;j&auml;lle mm. Ehtojen muutoksia koskevia ilmoituksia s&auml;hk&ouml;postitse, tavanomaisen postin tai Palveluiden kautta.</p>
<p>19.4 K&auml;ytt&auml;j&auml; hyv&auml;ksyy, ett&auml; jos Google ei k&auml;yt&auml; Ehtoihin sis&auml;ltyv&auml;&auml; laillista oikeutta tai hyvityskeinoa tai jos Google luopuu sellaisesta (tai johon Googlella on etuoikeus sovellettavan lains&auml;&auml;d&auml;nn&ouml;n nojalla), Googlen ei katsota virallisesti luopuneen oikeuksistaan ja kyseiset oikeudet tai hyvityskeinot ovat edelleen Googlen k&auml;ytett&auml;viss&auml;.</p>
<p>19.5 Jos jokin tuomioistuin, jolla on tuomiovalta kyseisess&auml; asiassa, p&auml;&auml;tt&auml;&auml;, ett&auml; Ehtojen m&auml;&auml;r&auml;ys on toimeenpanokelvoton, kyseinen m&auml;&auml;r&auml;ys poistetaan Ehdoista ilman ett&auml; se vaikuttaa Ehtojen muihin kohtiin. Muut Ehtojen m&auml;&auml;r&auml;ykset ovat edelleen voimassa ja t&auml;yt&auml;nt&ouml;&ouml;npanokelpoisia.</p>
<p>19.6 K&auml;ytt&auml;j&auml; ymm&auml;rt&auml;&auml; ja hyv&auml;ksyy, ett&auml; jokainen yritys, joka kuuluu konserniin, jonka emoyhti&ouml; Google on, katsotaan Ehtojen ulkopuoliseksi edunsaajaksi. K&auml;ytt&auml;j&auml; my&ouml;s ymm&auml;rt&auml;&auml; ja hyv&auml;ksyy, ett&auml; t&auml;llaiset muut yritykset voivat suoraan panna t&auml;yt&auml;nt&ouml;&ouml;n kaikki Ehtojen m&auml;&auml;r&auml;ykset, joissa kyseiset yritykset ovat edunsaajia (tai joissa oikeudet ovat niiden puolella) ja luottaa n&auml;ihin Ehtojen m&auml;&auml;r&auml;yksiin. Mik&auml;&auml;n muu henkil&ouml; tai yritys ei ole Ehtojen ulkopuolinen edunsaaja.</p>
<p>19.7 Ehtoihin sek&auml; k&auml;ytt&auml;j&auml;n ja Googlen v&auml;liseen Ehtojen mukaiseen suhteeseen sovelletaan Ison-Britannian lakia. K&auml;ytt&auml;j&auml; ja Google hyv&auml;ksyv&auml;t sen, ett&auml; yksinomainen laink&auml;ytt&ouml;oikeus kuuluu Ison-Britannian tuomioistuimille, joissa ratkaistaan Ehtoihin liittyv&auml;t juridiset ristiriidat. T&auml;st&auml; huolimatta k&auml;ytt&auml;j&auml; hyv&auml;ksyy, ett&auml; Google voi silti hakea kieltotoimia (tai vastaavia v&auml;litt&ouml;mi&auml; juridisia toimia) mill&auml; tahansa oikeudenk&auml;ytt&ouml;alueella.</p>
<p>4. joulukuuta 2008</p>
<h3>&nbsp;</h3>
<br />
</body>
</html>
