<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="icon" type="image/ico" href="/tools/dlpage/res/chrome/images/chrome-16.png"><title>Google Chrome - Nutzungsbedingungen</title>
<style>
body { font-family:Arial; font-size:13px; }
</style>
<script type="text/javascript">
function carry_tracking(obj) {
    var s = '(\\?.*)';
    var regex = new RegExp(s);
    var results = regex.exec(window.location.href);
	if (results != null) {
		obj.href = obj.href + results[1];
	} else {
		s2 = 'intl/([^/]*)';
		regex2 = new RegExp(s2);
		results2 = regex2.exec(window.location.href);
		if (results2 != null) {
			obj.href = obj.href + '?hl=' + results2[1];
		}
	}
}
</script></head>

<body>
<h2>Google Chrome - Nutzungsbedingungen</h2>
<p>Diese Nutzungsbedingungen gelten f&uuml;r die ausf&uuml;hrbare Codeversion von Google Chrome. Der Quellcode f&uuml;r Google Chrome ist unter Open Source-Softwarelizenzvereinbarungen unter http://code.google.com/chromium/terms.html kostenlos erh&auml;ltlich.</p>
<p><strong>1. Ihre Beziehung zu Google</strong></p>
<p>1.1 Die Nutzung der Produkte, Software, Dienste und Websites von Google (in diesem Dokument zusammenfassend als &quot;Services&quot; bezeichnet und ausschlie&szlig;lich aller Services, die von Google gem&auml;&szlig; einer separaten schriftlichen Vereinbarung bereitgestellt werden) unterliegt den Bedingungen einer rechtlich bindenden Vereinbarung zwischen Ihnen und Google. &quot;Google&quot; steht f&uuml;r Google Inc. mit Hauptsitz in 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA. In diesem Dokument wird die Zusammensetzung der Vereinbarung erl&auml;utert. Dar&uuml;ber hinaus werden in diesem Dokument einige der Bedingungen der Vereinbarung dargelegt.</p>
<p>1.2 Sofern keine anderweitige schriftliche Vereinbarung mit Google getroffen wurde, umfasst Ihre Vereinbarung mit Google in jedem Fall mindestens die in diesem Dokument ausgef&uuml;hrten Bedingungen. Diese werden im Folgenden als &quot;allgemeine Bedingungen&quot; bezeichnet. Open Source-Softwarelizenzen f&uuml;r den Google Chrome-Quellcode umfassen separate Vereinbarungen. Mit der Einschr&auml;nkung, dass die Open Source-Softwarelizenzen ausdr&uuml;cklich diese allgemeinen Bedingungen ersetzen, unterliegt Ihre Vereinbarung mit Google f&uuml;r die Verwendung von Google Chrome oder speziell integrierten Google Chrome-Komponenten den Open Source-Lizenzen.</p>
<p>1.3 Zus&auml;tzlich zu den allgemeinen Bedingungen schlie&szlig;t die Vereinbarung mit Google in jedem Fall die Bedingungen s&auml;mtlicher auf die Services anwendbaren rechtlichen Hinweise ein. Diese werden im Folgenden als &quot;sonstige Bedingungen&quot; bezeichnet. Gelten sonstige Bedingungen f&uuml;r einen Service, kann auf diese entweder im Rahmen des Service oder durch Verwenden des Service zugegriffen werden.</p>
<p>1.4 Aus den allgemeinen Bedingungen ergibt sich zusammen mit den sonstigen Bedingungen eine rechtlich bindende Vereinbarung zwischen Ihnen und Google im Hinblick auf die Nutzung der Services. Nehmen Sie sich unbedingt gen&uuml;gend Zeit, um die Bedingungen aufmerksam zu lesen. Zusammenfassend wird diese rechtlich bindende Vereinbarung als &quot;Bedingungen&quot; bezeichnet.</p>
<p>1.5 Sollte sich aus den sonstigen Bedingungen und den allgemeinen Bedingungen ein Widerspruch ergeben, haben die sonstigen Bedingungen im Hinblick auf diesen Service Vorrang vor den allgemeinen Bedingungen.</p>
<p><strong>2. Akzeptieren der Bedingungen</strong></p>
<p>2.1 Bevor die Services genutzt werden k&ouml;nnen, m&uuml;ssen die Bedingungen akzeptiert werden. Die Nutzung der Services ohne die Anerkennung der entsprechenden Bedingungen ist nicht zul&auml;ssig.</p>
<p>2.2 Den Bedingungen kann auf folgende Weise zugestimmt werden:</p>
<p>(A) Durch Klicken auf die Option zum Akzeptieren der Bedingungen auf der Benutzeroberfl&auml;che des entsprechenden Service, sofern die Option von Google bereitgestellt wird, oder</p>
<p>(B) durch Verwendung der Services. In diesem Fall stimmen Sie zu, dass Google die Nutzung der Services als Anerkennung der Bedingungen betrachtet. </p>
<p><strong>3. Sprachversion der Bedingungen</strong></p>
<p>3.1 Sollte von Google eine &Uuml;bersetzung der englischen Ausf&uuml;hrung der Bedingungen bereitgestellt werden, stimmen Sie zu, dass Ihnen diese &Uuml;bersetzung lediglich zum besseren Verst&auml;ndnis zur Verf&uuml;gung gestellt wird. Ihre Beziehung zu Google wird ausschlie&szlig;lich durch die englischsprachigen Versionen der Bedingungen geregelt.</p>
<p>3.2 Sollte sich zwischen der englischsprachigen und der &uuml;bersetzten Version der Bedingungen ein Widerspruch ergeben, gilt die englischsprachige Version.</p>
<p><strong>4. Bereitstellung der Services von Google</strong></p>
<p>4.1 Google verf&uuml;gt weltweit &uuml;ber Tochtergesellschaften und zugeh&ouml;rige juristische Personen (&quot;Tochtergesellschaften und Zweigunternehmen&quot;). In manchen F&auml;llen erfolgt die Bereitstellung der Services im Auftrag von Google durch eines dieser Unternehmen. Sie erkennen an, dass die Tochtergesellschaften und Zweigunternehmen zur Bereitstellung der Services berechtigt sind.</p>
<p>4.2 Google stellt kontinuierlich Neuerungen bereit, um ein H&ouml;chstma&szlig; an Nutzerfreundlichkeit zu erzielen. Sie stimmen zu, dass sich bei den von Google bereitgestellten Services ohne vorherige Ank&uuml;ndigung formale und inhaltliche &Auml;nderungen ergeben k&ouml;nnen.</p>
<p>4.3 Im Rahmen der kontinuierlichen Neuerungen erkennen Sie an, dass die Bereitstellung der Services (oder der Funktionen eines der Services) durch Google (dauerhaft oder vor&uuml;bergehend) eingestellt werden kann. Das Aussetzen der Bereitstellung kann sowohl Sie allein als auch alle anderen Nutzer betreffen. Zudem liegt dies im alleinigen Ermessen von Google und bedarf keiner vorherigen Ank&uuml;ndigung. Sie k&ouml;nnen die Nutzung der Services jederzeit beenden. Hierzu ist keine gesonderte Benachrichtigung an Google erforderlich.</p>
<p>4.4 Sie erkennen an, dass im Falle der Sperrung Ihres Kontozugriffs durch Google eventuell auch kein Zugriff mehr auf die Services, auf Ihre Kontodaten, auf Dateien sowie auf andere Inhalte m&ouml;glich ist, die Teil Ihres Kontos sind.</p>
<p><strong>5. Nutzung der Services durch Ihre Person</strong></p>
<p>5.1 Sie erkl&auml;ren sich damit einverstanden, die Services ausschlie&szlig;lich f&uuml;r Zwecke zu verwenden, die unter Einhaltung (a) der Bedingungen und (b) der anwendbaren &ouml;rtlichen Gesetze, Vorschriften oder allgemein anerkannten Handlungsweisen und Grunds&auml;tze der jeweiligen Gerichtsbarkeit zul&auml;ssig sind (einschlie&szlig;lich aller anwendbaren Gesetze bez&uuml;glich des Exports von Daten oder Software in die und aus den USA oder in andere relevante L&auml;nder bzw. aus anderen relevanten L&auml;ndern). </p>
<p>5.2 Sie stimmen zu, keinerlei Schritte zu unternehmen, die eine St&ouml;rung oder Unterbrechung der Services oder der mit den Services verbundenen Server oder Netzwerke zur Folge haben.</p>
<p>5.3 Sie erkl&auml;ren, dass Sie die Services zu keinem Zweck reproduzieren, duplizieren, kopieren, verkaufen, weiterverkaufen oder mit ihnen handeln werden, es sei denn, Ihnen wurde in einer separaten Vereinbarung mit Google eine ausdr&uuml;ckliche Erlaubnis hierf&uuml;r erteilt.</p>
<p>5.4 Sie stimmen zu, dass Sie f&uuml;r jegliche Vers&auml;umnisse, Ihren in den Bedingungen definierten vertraglichen Pflichten nachzukommen, sowie f&uuml;r die sich daraus ergebenden Konsequenzen (einschlie&szlig;lich der Verluste und Sch&auml;den, die sich daraus f&uuml;r Google m&ouml;glicherweise ergeben) allein verantwortlich sind und Google gegen&uuml;ber Ihrer Person oder Dritten keinerlei Verantwortung tr&auml;gt. </p>
<p><strong>6. Datenschutz und pers&ouml;nliche Daten</strong></p>
<p>6.1 Informationen zum Datenschutz von Google erhalten Sie in den Datenschutzbestimmungen unter http://www.google.co.uk/privacy.html. In diesen Richtlinien wird die Handhabung Ihrer pers&ouml;nlichen Informationen durch Google erl&auml;utert. Dar&uuml;ber hinaus dienen sie dem Schutz Ihrer Privatsph&auml;re bei der Nutzung der Services.</p>
<p>6.2 Sie stimmen zu, dass Ihre Daten gem&auml;&szlig; den Datenschutzbestimmungen von Google verwendet werden k&ouml;nnen.</p>
<p><strong>7. Inhalte der Services</strong></p>
<p>7.1 Sie sind sich bewusst, dass f&uuml;r s&auml;mtliche Informationen (wie Datendateien, Schriftst&uuml;cke, Computersoftware, Musik, Audiodateien und andere Sounds, Fotografien, Videos und andere Bilder), auf die im Rahmen oder durch die Nutzung der Services zugegriffen werden kann, einzig die Person verantwortlich ist, von der der jeweilige Inhalt stammt. S&auml;mtliche Informationen dieser Art werden im Folgenden unter dem Begriff &quot;Inhalte&quot; zusammengefasst.</p>
<p>7.2 Sie sind sich bewusst, dass s&auml;mtliche im Rahmen der Services bereitgestellten Inhalte, einschlie&szlig;lich der Werbung sowie gesponserter Inhalte in den Services, m&ouml;glicherweise durch Rechte zum Schutz geistigen Eigentums gesch&uuml;tzt sind, die sich im Besitz der Sponsoren oder Werbetreibenden (oder anderer Personen oder Unternehmen mit entsprechendem Auftrag) befinden, die die entsprechenden Inhalte f&uuml;r Google bereitstellen. Sie sind nicht dazu berechtigt, auf diesen Inhalten basierende Arbeiten zu &auml;ndern, zu vermieten, zu leasen, zu verleihen, zu verkaufen, zu verteilen oder zu erstellen (weder vollst&auml;ndig noch teilweise), es sei denn, dies wurde von Google oder von den Eigent&uuml;mern der Inhalte in einer separaten Vereinbarung ausdr&uuml;cklich gestattet.</p>
<p>7.3 Google beh&auml;lt sich das Recht vor (ist aber nicht verpflichtet), &uuml;ber einen Service verf&uuml;gbare Inhalte sowohl vollst&auml;ndig als auch teilweise im Vorfeld zu analysieren, zu &uuml;berpr&uuml;fen, zu kennzeichnen, zu filtern, abzu&auml;ndern, abzulehnen oder zu entfernen. F&uuml;r einige der Services werden von Google m&ouml;glicherweise Tools zum Herausfiltern nicht jugendfreier Inhalte bereitgestellt. Zu diesen Tools z&auml;hlen beispielsweise die Voreinstellungen von SafeSearch (siehe http://www.google.co.uk/help/customize.html#safe). Dar&uuml;ber hinaus stehen auf dem Markt Services und Softwareprodukte zur Verf&uuml;gung, die den Zugriff auf ungeeignete Inhalte unterbinden.</p>
<p>7.4 Sie nehmen zur Kenntnis, dass Sie im Zuge der Nutzung der Services mit Inhalten konfrontiert werden k&ouml;nnen, die Sie m&ouml;glicherweise als beleidigend, anst&ouml;&szlig;ig oder verwerflich ansehen, und dass Sie die Services diesbez&uuml;glich auf eigenes Risiko nutzen.</p>
<p>7.5 Sie stimmen zu, dass Sie f&uuml;r jegliche Inhalte, die von Ihnen im Rahmen der Nutzung der Services erstellt, &uuml;bermittelt oder angezeigt werden, sowie f&uuml;r die sich daraus ergebenden Konsequenzen (einschlie&szlig;lich der Verluste und Sch&auml;den, die sich f&uuml;r Google daraus m&ouml;glicherweise ergeben) allein verantwortlich sind und Google gegen&uuml;ber Ihrer Person oder Dritten keinerlei Verantwortung tr&auml;gt.</p>
<p><strong>8. Eigentumsrechte</strong></p>
<p>8.1 Sie erkennen Google (oder die Lizenznehmer von Google) hinsichtlich der Services uneingeschr&auml;nkt als Eigent&uuml;mer aller gesetzlichen Rechte, Titel und Anspr&uuml;che an, einschlie&szlig;lich aller Rechte des geistigen Eigentums f&uuml;r die Services (unabh&auml;ngig davon, ob diese Rechte eingetragen sind und wo auf der Welt diese Rechte gelten).</p>
<p>8.2 Aus den Bedingungen l&auml;sst sich f&uuml;r Sie kein Recht auf die Verwendung der gesch&auml;ftlichen Bezeichnungen, Marken f&uuml;r Waren und Dienstleistungen, Logos, Domain-Namen und anderer unterscheidungskr&auml;ftiger Kennzeichnungen von Google ableiten, es sei denn, Sie haben mit Google eine anders lautende schriftliche Vereinbarung getroffen.</p>
<p>8.3 Sollte Ihnen in einer separaten schriftlichen Vereinbarung mit Google ausdr&uuml;cklich das Recht zum Verwenden dieser Markenkennzeichen gew&auml;hrt werden, stimmen Sie zu, diese Markenkennzeichen ausschlie&szlig;lich im durch die Vereinbarung festgelegten Rahmen zu verwenden sowie im Zuge dieser Verwendung s&auml;mtliche geltenden Bestimmungen der Bedingungen sowie der neuesten Version der Richtlinien zur Nutzung der Markenkennzeichen von Google einzuhalten. Diese Richtlinien k&ouml;nnen online eingesehen werden unter http://www.google.co.uk/permissions/guidelines.html (oder unter einer anderen URL, die von Google zu diesem Zweck bereitgestellt wird).</p>
<p>8.4 Google erkennt an, dass sich f&uuml;r Google aus den Bedingungen keinerlei Rechte, Titel oder Anspr&uuml;che gegen&uuml;ber Ihrer Person (oder Ihren Lizenznehmern) hinsichtlich der von Ihnen unter Verwendung der Services &uuml;bermittelten, eingestellten, &uuml;bertragenen oder angezeigten Inhalte ergeben, einschlie&szlig;lich aller Rechte des geistigen Eigentums f&uuml;r die Inhalte (unabh&auml;ngig davon, ob diese Rechte eingetragen sind und in welchem Land diese Rechte gelten). Sie stimmen zu, dass es in Ihrer Verantwortung liegt, diese Rechte zu sch&uuml;tzen und durchzusetzen, und dass Google in keiner Weise dazu verpflichtet ist, dies in Ihrem Namen zu &uuml;bernehmen, es sei denn, mit Google wurde schriftlich eine anders lautende Vereinbarung getroffen.</p>
<p>8.5 Sie nehmen zur Kenntnis, dass es Ihnen nicht gestattet ist, Hinweise zu Eigentumsrechten, die in den Services enthalten sind oder diesen hinzugef&uuml;gt wurden, zu entfernen, zu verschleiern oder zu &auml;ndern. Dies gilt auch f&uuml;r Urheberrechts- und Markenkennzeichen.</p>
<p>8.6 Durch die Nutzung der Services erkl&auml;ren Sie, keine Marken f&uuml;r Waren oder Dienstleistungen, keine gesch&auml;ftlichen Bezeichnungen und keine Unternehmens- oder Organisationslogos in einer Weise zu verwenden, die (entweder unbeabsichtigt oder vors&auml;tzlich) dazu f&uuml;hrt, dass Unklarheit &uuml;ber den Eigent&uuml;mer oder autorisierten Nutzer der Marke, des Namens oder des Logos besteht.</p>
<p><strong>9. Lizenzierung von Google</strong></p>
<p>9.1 Google erteilt Ihnen eine pers&ouml;nliche, weltweit g&uuml;ltige, unentgeltliche, nicht &uuml;bertragbare und nicht exklusive Lizenz zur Verwendung der Software, die Ihnen von Google als Teil der von Google bereitgestellten Services zur Verf&uuml;gung gestellt wird (im Folgenden als &quot;Software&quot; bezeichnet). Diese Lizenz dient einzig dem Zweck, Ihnen die vertragsgem&auml;&szlig;e Nutzung der von Google bereitgestellten Services zu erm&ouml;glichen, und dass Sie von deren Vorteilen profitieren.</p>
<p>9.2 Es ist Ihnen gem&auml;&szlig; Abschnitt 1.2 nicht gestattet, den Quellcode der Software oder Teile davon zu kopieren, zu ver&auml;ndern, darauf basierende Werke zu erstellen, ihn zur&uuml;ckzuentwickeln, zur&uuml;ckzuassemblieren oder auf andere Weise zu extrahieren. Zudem ist es Ihnen nicht gestattet, einem Dritten dieses Recht zu gew&auml;hren, es sei denn, dies wurde Ihnen ausdr&uuml;cklich oder per Gesetz gestattet oder es wurde schriftlich mit Google eine anders lautende Vereinbarung getroffen, die dieses Vorgehen ausdr&uuml;cklich erlaubt.</p>
<p>9.3 Sie sind gem&auml;&szlig; Abschnitt 1.2 nicht berechtigt, Ihre Nutzungsrechte an der Software an Dritte weiterzugeben (oder eine Unterlizenz f&uuml;r diese Rechte zu vergeben), ein Sicherungsrecht an der Software hinsichtlich Ihrer Nutzungsrechte an der Software zu gew&auml;hren oder diese Rechte auf andere Weise zu &uuml;bertragen, es sei denn, Sie haben von Google eine ausdr&uuml;ckliche schriftliche Erlaubnis hierzu erhalten.</p>
<p><strong>10. Inhaltslizenzierung von Ihnen</strong></p>
<p>10.1 Das Urheberrecht sowie s&auml;mtliche andere Rechte, die Sie hinsichtlich Ihrer mithilfe der Services &uuml;bermittelten, eingestellten oder angezeigten Inhalte bereits besitzen, verbleiben in Ihrem Besitz.</p>
<p><strong>11. Softwareaktualisierung</strong></p>
<p>11.1 Durch die von Ihnen verwendete Software werden m&ouml;glicherweise automatisch Aktualisierungen von Google heruntergeladen und installiert. Diese Aktualisierungen dienen der Optimierung, Erweiterung und Weiterentwicklung der Services und k&ouml;nnen in Form von Fehlerbehebungen, erweiterten Funktionen, neuen Softwaremodulen sowie in Form vollst&auml;ndig neuer Versionen vorliegen. Sie erkl&auml;ren sich im Rahmen der Nutzung der Services mit dem Erhalt derartiger Aktualisierungen einverstanden und erteilen Google die Berechtigung zum &Uuml;bermitteln dieser Aktualisierungen.</p>
<p><strong>12. Beenden Ihrer Beziehung zu Google</strong></p>
<p>12.1 Die Bedingungen behalten ihre G&uuml;ltigkeit, bis sie entweder von Ihnen oder von Google gem&auml;&szlig; den im Folgenden aufgef&uuml;hrten Vorgehensweisen aufgel&ouml;st werden. </p>
<p>12.2 Google hat unter folgenden Voraussetzungen jederzeit das Recht, den Vertrag mit Ihnen aufzul&ouml;sen:</p>
<p>(A) Eine Bestimmung der Bedingungen wurde von Ihnen nicht eingehalten (oder Sie haben sich in einer Weise verhalten, die deutlich erkennen l&auml;sst, dass Sie nicht willens oder in der Lage sind, die Bestimmungen der Bedingungen zu erf&uuml;llen).</p>
<p>(B) Google ist gesetzlich dazu verpflichtet (wenn beispielsweise die Bereitstellung der Services ungesetzlich ist bzw. wird).</p>
<p>(C) Der Partner, der Ihnen die Services in Zusammenarbeit mit Google bereitgestellt hat, hat seine Beziehung zu Google beendet oder die Bereitstellung der Services f&uuml;r Sie eingestellt.</p>
<p>(D) Die Bereitstellung der Services wird f&uuml;r Bewohner des Landes, in dem Sie ans&auml;ssig sind oder in dem Sie die Services nutzen, eingestellt.</p>
<p>(E) Die Bereitstellung der Services f&uuml;r Sie ist nach Auffassung von Google nicht mehr wirtschaftlich.</p>
<p>12.3 Keine der Bestimmungen dieses Abschnitts stellt eine Einschr&auml;nkung des Rechts von Google hinsichtlich der Bereitstellung von Services dar (siehe Abschnitt 4 der &quot;Bedingungen&quot;).</p>
<p>12.4 Die Beendigung der Bedingungen hat keinerlei Auswirkungen auf s&auml;mtliche gesetzm&auml;&szlig;igen Rechte und Pflichten, von denen Sie und Google profitiert haben, denen Sie und Google unterworfen waren (oder die w&auml;hrend der G&uuml;ltigkeit der Bedingungen aufgelaufen sind) oder die ausdr&uuml;cklich unbeschr&auml;nkte G&uuml;ltigkeit besitzen. Zudem behalten die Bestimmungen von Absatz 19.7 ohne zeitliche Einschr&auml;nkungen ihre G&uuml;ltigkeit f&uuml;r derartige Rechte und Pflichten.</p>
<p><strong>13. Gew&auml;hrleistungsausschluss</strong></p>
<p>13.1 Die Services werden im vorliegenden Zustand bereitgestellt und Google, zugeh&ouml;rige Tochter- und Zweigunternehmen sowie zugeh&ouml;rige Lizenznehmer schlie&szlig;en hinsichtlich der Services jegliche Gew&auml;hrleistung aus.</p>
<p>13.2 Im Speziellen wird von Google, zugeh&ouml;rigen Tochter- und Zweigunternehmen sowie von zugeh&ouml;rigen Lizenznehmern jegliche Gew&auml;hrleistung f&uuml;r folgende Punkte ausgeschlossen:</p>
<p>(A) Die Nutzung der Services erf&uuml;llt die von Ihnen gestellten Anforderungen.</p>
<p>(B) Die Nutzung der Services erfolgt ohne Unterbrechung, zeitnah, sicher und frei von Fehlern.</p>
<p>(C) Alle durch die Nutzung der Services erhaltenen Informationen sind exakt und verl&auml;sslich.</p>
<p>(D) Betriebs- oder Funktionsfehler der Software, die Ihnen als Teil der Services bereitgestellt wird, werden behoben.</p>
<p>13.3 F&uuml;r die Services gelten keine Bedingungen, Gew&auml;hrleistungen oder sonstigen Bestimmungen (einschlie&szlig;lich jeglicher implizierter Bestimmungen hinsichtlich zufrieden stellender Qualit&auml;t, Gebrauchstauglichkeit oder &Uuml;bereinstimmung mit der Beschreibung), au&szlig;er denjenigen, die in diesen Bedingungen ausdr&uuml;cklich festgelegt sind.</p>
<p>13.4 Ihre gesetzlichen Rechte als Verbraucher werden durch diese Bedingungen in keiner Weise eingeschr&auml;nkt.</p>
<p><strong>14. Haftungsbegrenzung</strong></p>
<p>14.1 Die Haftung von Google hinsichtlich Verlusten, die aufgrund geltender Gesetze nicht ausgeschlossen oder beschr&auml;nkt grenzt werden k&ouml;nnen, wird durch diese Bedingungen in keiner Weise ausgeschlossen oder begrenzt.</p>
<p>14.2 Unter Ber&uuml;cksichtigung der Bestimmungen in Absatz 14.1 sind Google, dessen Niederlassungen und Zweigunternehmen sowie dessen Lizenznehmer nicht haftbar f&uuml;r folgende Punkte:</p>
<p>(A) indirekte Sch&auml;den oder Folgesch&auml;den, die Ihnen m&ouml;glicherweise entstehen. Hierzu z&auml;hlen entgangene Gewinne (sowohl direkt als auch indirekt entstanden), Verlust von Goodwill oder unternehmerischem Ansehen, Verlust von Daten sowie</p>
<p>(B) Verluste und Sch&auml;den, die Ihnen m&ouml;glicherweise aufgrund folgender Punkte entstanden sind:</p>
<p>(I) jegliches Vertrauen, das in die Vollst&auml;ndigkeit, Genauigkeit oder das Vorhandensein einer Werbung gesetzt wurde oder das Ergebnis einer Beziehung oder Transaktion zwischen Ihnen und einem Werbetreibenden oder Sponsor ist, dessen Werbung in den Services erscheint</p>
<p>(II) jegliche &Auml;nderung, die von Google an den Services vorgenommen wird, oder jegliche dauerhafte oder vor&uuml;bergehende Beendigung der Bereitstellung der Services (oder einzelner Funktionen der Services)</p>
<p>(III) L&ouml;schung oder Besch&auml;digung von Inhalten oder von anderen Kommunikationsdaten, die durch die oder mithilfe der Verwendung der Services verwaltet oder &uuml;bertragen werden, sowie durch das Vers&auml;umnis, selbige Daten zu speichern</p>
<p>(III) das Vers&auml;umnis Ihrerseits, Google exakte Kontoinformationen zur Verf&uuml;gung zu stellen</p>
<p>(IV) das Vers&auml;umnis Ihrerseits, die Sicherheit und Vertraulichkeit Ihres Passworts oder anderer Kontoinformationen zu gew&auml;hrleisten</p>
<p>14.3 Die Beschr&auml;nkungen hinsichtlich der Haftung von Google aus Absatz 14.2 gelten unabh&auml;ngig davon, ob Google &uuml;ber das m&ouml;gliche Auftreten derartiger Verluste informiert war oder davon h&auml;tte Kenntnis haben m&uuml;ssen.</p>
<p><strong>15. Richtlinien f&uuml;r Urheberrecht und Marken</strong></p>
<p>15.1 Google reagiert auf s&auml;mtliche Hinweise hinsichtlich m&ouml;glicher Verletzungen des Urheberrechts gem&auml;&szlig; den Bestimmungen internationaler Gesetze zum Schutz des Urheberrechts (einschlie&szlig;lich des Digital Millennium Copyright Act in den USA) und l&ouml;st die Konten von Personen auf, die eine wiederholte Verletzung des Urheberrechts begehen. Weitere Informationen zur entsprechenden Richtlinie von Google erhalten Sie unter http://www.google.co.uk/dmca.html.</p>
<p>15.2 F&uuml;r sein Werbegesch&auml;ft wurde von Google ein Verfahren f&uuml;r Markenbeschwerden etabliert. Weitere Informationen zu diesem Verfahren erhalten Sie unter http://www.google.co.uk/tm_complaint.html.</p>
<p><strong>16. Werbung</strong></p>
<p>16.1 Einige Services werden durch Werbeeinnahmen unterst&uuml;tzt. Daher werden &uuml;ber diese Services m&ouml;glicherweise Anzeigen und Angebote geschaltet. Diese Anzeigen sind auf die in den Services gespeicherten Informationsinhalte, auf &uuml;ber die Services gestellte Anfragen oder auf andere Informationen bezogen.</p>
<p>16.2 Art, Verfahren und Ausma&szlig; der Werbung, die Google in den Services platziert, k&ouml;nnen ohne vorherige Ank&uuml;ndigung ge&auml;ndert werden.</p>
<p>16.3 Damit Ihnen von Google der Zugriff und die Nutzung der Services gew&auml;hrt werden kann, stimmen Sie zu, dass Google zum Platzieren derartiger Werbung in den Services berechtigt ist.</p>
<p><strong>17. Andere Inhalte</strong></p>
<p>17.1 Die Services enthalten m&ouml;glicherweise Hyperlinks zu anderen Websites, Inhalten oder Ressourcen. Google hat m&ouml;glicherweise keinerlei Kontrolle &uuml;ber Websites oder Ressourcen, die nicht von Google, sondern von anderen Unternehmen oder Personen bereitgestellt werden.</p>
<p>17.2 Sie stimmen zu, dass Google nicht f&uuml;r die Verf&uuml;gbarkeit derartiger externer Websites oder Ressourcen verantwortlich ist und &uuml;ber diese Websites und Ressourcen bereitgestellte Werbeanzeigen, Produkte oder andere Materialien nicht unterst&uuml;tzt.</p>
<p>17.3 Sie erkennen an, dass Google nicht haftbar ist f&uuml;r jegliche Verluste oder Sch&auml;den, die Ihnen aufgrund der Verf&uuml;gbarkeit dieser externen Websites oder Ressourcen oder aufgrund Ihres Vertrauens auf die Vollst&auml;ndigkeit, Genauigkeit oder das Vorhandensein von Werbeanzeigen, Produkten oder anderer Materialien entstehen, die auf diesen Websites oder Ressourcen verf&uuml;gbar sind oder dar&uuml;ber bezogen werden k&ouml;nnen.</p>
<p><strong>19. &Auml;nderung der Bedingungen</strong></p>
<p>18.1 Google ist dazu berechtigt, &Auml;nderungen an den allgemeinen Bedingungen oder an den sonstigen Bedingungen vorzunehmen. Wurden derartige &Auml;nderungen vorgenommen, wird von Google unter http://www.google.com/accounts/TOS?hl=de eine neue Version der allgemeinen Bedingungen bereitgestellt. Neuerungen an den sonstigen Bedingungen werden in den oder &uuml;ber die betroffenen Services zur Verf&uuml;gung gestellt.</p>
<p>18.2 Sie stimmen zu, dass Ihre Verwendung der Services nach dem Zeitpunkt, an dem die allgemeinen Bedingungen oder die sonstigen Bedingungen ge&auml;ndert wurden, als Anerkennung der aktualisierten allgemeinen Bedingungen bzw. der aktualisierten sonstigen Bedingungen gilt.</p>
<p><strong>19. Allgemeine gesetzliche Bedingungen</strong></p>
<p>19.1 Bei der Nutzung der Services kann es vorkommen, dass Sie (durch die Nutzung der Services) einen Service nutzen, eine Software herunterladen oder Waren erwerben, der bzw. die von einer dritten Person oder von einem dritten Unternehmen angeboten wird bzw. werden. Die Nutzung dieser Services, Software oder Waren unterliegt m&ouml;glicherweise separaten Vereinbarungen zwischen Ihnen und dem betreffenden Unternehmen bzw. der betreffenden Person. In diesem Fall wird Ihre rechtliche Beziehung zu diesen Unternehmen oder Personen durch die Bedingungen in keiner Weise beeintr&auml;chtigt.</p>
<p>19.2 Die Bedingungen stellen das gesamte Vertragswerk zwischen Ihnen und Google dar und regeln Ihre Nutzung der Services (hiervon ausgeschlossen sind s&auml;mtliche Services, die von Google gem&auml;&szlig; einer separaten schriftlichen Vereinbarung bereitgestellt werden). Jegliche zuvor zwischen Ihnen und Google getroffenen Vereinbarungen hinsichtlich der Services werden hierdurch vollst&auml;ndig ersetzt.</p>
<p>19.3 Sie stimmen zu, dass Ihnen von Google unter Umst&auml;nden Hinweise per E-Mail, per Post oder als Mitteilung in den Services bereitgestellt werden. Hierzu z&auml;hlen auch Hinweise zu &Auml;nderungen der Bedingungen.</p>
<p>19.4 Sie stimmen zu, dass die Nichtinanspruchnahme eines gesetzm&auml;&szlig;igen Rechts oder Rechtsmittels, das Teil der Bedingungen ist (oder das Google gem&auml;&szlig; geltenden Gesetzen zusteht), nicht als formaler Verzicht auf die Rechte von Google interpretiert werden kann und Google die Inanspruchnahme dieser Rechte und Rechtsmittel weiterhin offensteht.</p>
<p>19.5 Wird von einem zust&auml;ndigen Gericht die Ung&uuml;ltigkeit einer Bestimmung dieser Bedingungen festgestellt, wird diese Bestimmung ohne Beeintr&auml;chtigung der restlichen Bedingungen aus selbigen entfernt. Die &uuml;brigen Bestimmungen der Bedingungen behalten ihre G&uuml;ltigkeit und Vollstreckbarkeit.</p>
<p>19.6 Sie erkennen an, dass s&auml;mtliche Mitglieder der Unternehmensgruppe, deren Mutterkonzern Google ist, als Drittbeg&uuml;nstigte der Bedingungen gelten und diese Unternehmen berechtigt sind, jegliche Bestimmungen der Bedingungen direkt durchzusetzen und sich direkt auf Bestimmungen zu berufen, aus denen sich f&uuml;r diese Mitglieder ein Vorteil (oder ein vorteilhaftes Recht) ergibt. Daneben gelten keine Person und kein Unternehmen als Drittbeg&uuml;nstigte der Bedingungen.</p>
<p>19.7 Die Bedingungen sowie die Beziehung zwischen Ihnen und Google gem&auml;&szlig; den Bedingungen unterliegen den Bestimmungen der englischen Gesetzgebung. Sie und Google stimmen zu, sich zum Zwecke der Kl&auml;rung s&auml;mtlicher rechtlichen Angelegenheiten, die sich aus den Bedingungen ergeben, der ausschlie&szlig;lichen Zust&auml;ndigkeit der englischen Rechtsprechung zu unterwerfen. Dessen ungeachtet stimmen Sie zu, dass es Google weiterhin freisteht, in einer beliebigen Gerichtsbarkeit eine einstweilige Verf&uuml;gung (oder eine Verf&uuml;gung &auml;hnlicher Art) anzustreben.</p>
<p>4.&nbsp;Dezember&nbsp;2008</p>
<h3>&nbsp;</h3>
<br />
</body>
</html>
